Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from the <b>Left Outlet</b> is used by the <b>Right Outlet</b>
uk_ua: Енергія в <b>Лівому Вході</b> перетворюється з <b>Правого Виходу</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
uk_ua: Вимикач

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
uk_ua: <b>БУДОВА ЕНЕРЕГТИКИ</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
uk_ua: Споживач

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
uk_ua: Виробник

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
uk_ua: <b>НАВАНТАЖЕННЯ ЕНЕРГЕТИЧНОЇ МЕРЕЖІ</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
uk_ua: Надлишок Енергії

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
uk_ua: Навантажена

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
uk_ua: Перевантажена

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
uk_ua: Занижена потужність

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER OVERLAY
uk_ua: ОВЕРЛЕЙ ЕНЕРГІЇ

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: <b>Switch</b> Activates or deactivates connected circuits
uk_ua: <b>Перемикач</b> Активує або деактивує підключену мережу

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND1
source: Displays whether buildings use or generate <link="POWER">Power</link>
uk_ua: Відображає будівлі, які виробляють чи споживають <link="POWER">Енергію</link>

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND2
source: <b>Consumer</b> These buildings draw power from a circuit
uk_ua: <b>Споживач</b> Ці будівлі споживають електроенергію з мережі

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND3
source: <b>Producer</b> These buildings generate power for a circuit
uk_ua: <b>Виробник</b> Ці будівлі виробляють електроенергію для мережі

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND4
source: Displays the power load on wire systems
uk_ua: Відображає навантаження на електричні дроти

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND5
source: <b>Energy Surplus</b> These circuits produce more power than they can consume
uk_ua: <b>Надлишок Енергії</b> Ці мережі виробляють більше енергії, ніж вони можуть споживати

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND6
source: <b>Strained</b> These circuits consume nearly all power they produce, but can still function as intended
uk_ua: <b>Навантажена</b> Ці мережі споживають майже всю енергію, яку вони виробляють, але можуть працювати, як передбачено

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND7
source: Too much power being drawn from system
uk_ua: Надто багато енергії витягується з мережі

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND8
source: <b>Underpowered</b> These circuits consume more power than they can produce ------------------ Buildings may be frequently shut off when connected to underpowered circuits
uk_ua: <b>Занижена потужність</b> Ці мережі споживають більше енергії, ніж вони можуть виробляти ------------------ Будинки можуть часто відключатися, якщо вони підключені до занижених потужностей

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Ventilation Overlay
uk_ua: Оверлей Газів

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
uk_ua: Під'єднаний

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output Pipe
uk_ua: Вихід Труби

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
uk_ua: <b>Вхід Будинку</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from <b>Output Pipe</b>
uk_ua: Газ виходить з <b>Вихіду Труби</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
uk_ua: Від'єднаний

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output Pipe
uk_ua: Вихід Фільтрової Труби

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: VENTILATION OVERLAY
uk_ua: ОВЕРЛЕЙ ГАЗІВ

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
uk_ua: Газова Мережа {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Building Intake
uk_ua: Вхід Будинку

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <link="GASPIPING">Gas Pipe</link>
uk_ua: Під'єднано до <link="GASPIPING">Газової Труби</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
uk_ua: <b>Вихід Труби</b> Вихід відправляє гази до труб ------------------ Потрібно, щоб в цій мережі був хоча би один <link="GASPIPING">Вхід</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <link="GASPIPING">Gas Pipe</link>
uk_ua: Не під'єднано до <link="GASPIPING">Газової Труби</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
uk_ua: <b>Вихід Фільтрової Труби</b> Фільтровий Вихід відправляє відфільтрований газ до труб ------------------ Потрібно, щоб в цій мережі був хоча би один <link="GASPIPING">Вхід</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
uk_ua: Газова мережа {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send gas into buildings ------------------ Must be on the same network as at least one <link="GASPIPING">Output</link>
uk_ua: <b>Вхід Будинку</b> Газ входить в будинки ------------------ Потрібно, щоб в цій мережі був хоча би один <link="GASPIPING">Вихід</link>

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
uk_ua: Оверлей Теплового Комфорту

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
uk_ua: Втрата Температури Тілом

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
uk_ua: Утримання Температури Тілом

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
uk_ua: ТЕПЛОВИЙ КОМФОРТ

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
uk_ua: ОВЕРЛЕЙ ТЕПЛОВОГО КОМФОРТУ

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
uk_ua: Комфортна Зона

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: <b>Body Heat Loss</b> Uncomfortably cold ------------------ Duplicants lose more heat in these areas than they can absorb * Warm Sweaters help Duplicants retain body heat
uk_ua: <b>Втрата Температури Тілом</b> Не комфортно, прохолодно ------------------ Дубліканти втрачають більше тепла в цій території, ніж вони можуть перенести * Теплий Светер допоможе Дублікантам утримати температуру тіла

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: <b>Body Heat Retention</b> Uncomfortably warm ------------------ Duplicants absorb more heat in these areas than they can release * Cool Vests help Duplicants shed excess body heat
uk_ua: <b>Утримання Температури Тілом</b> Не комфортно, жарко ------------------ Дубліканти приймають більше тепла в цій території, ніж вони можуть збутися * Холодний Жилет допоможе Дублікантам випускати надлишок температури тіла

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: <b>Comfort Zone</b> Comfortable area ------------------ Duplicants can regulate their internal temperatures in these areas
uk_ua: <b>Комфортна Зона</b> Комфортна територія ------------------ Дубліканти регулюють їхню внутрішню температуру в цій території

# STRINGS.UI.OVERLAYS.JOULES.BUTTON
source: Joules Overlay
uk_ua: Оверлей Джоулів

# STRINGS.UI.OVERLAYS.JOULES.HOVERTITLE
source: JOULES
uk_ua: ДЖОУЛІ

# STRINGS.UI.OVERLAYS.JOULES.NAME
source: JOULES
uk_ua: ДЖОУЛІ

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
uk_ua: Оверлей Світла

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit Area
uk_ua: Не Освітлена Територія

# STRINGS.UI.OVERLAYS.LIGHTING.DESC
source: {0} Lux
uk_ua: {0} Люкс

# STRINGS.UI.OVERLAYS.LIGHTING.HOVERTITLE
source: LIGHT
uk_ua: СВІТЛО

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit Area
uk_ua: Освітлена Територія

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
uk_ua: ОВЕРЛЕЙ СВІТЛА

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.HIGH_LIGHT
source: Bright
uk_ua: Яскраво

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.LOW_LIGHT
source: Dim
uk_ua: Неяскраво

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.MAX_LIGHT
source: Blinding
uk_ua: Сліпуче

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.MEDIUM_LIGHT
source: Well Lit
uk_ua: Добре Світло

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.VERY_HIGH_LIGHT
source: Brilliant
uk_ua: Надто Яскраво

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.VERY_LOW_LIGHT
source: Dark
uk_ua: Темрява

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: <b>Unlit Area</b> Duplicants cannot see in these areas
uk_ua: <b>Не Освітлена Територія</b> Дубліканти не можуть бачити в цій території

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: <b>Lit Area</b> Duplicants have adequate lighting in these areas
uk_ua: <b>Освітлена Територія</b> Дубліканти мають достатньо світла в цій території

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
uk_ua: ОВЕРЛЕЙ СВІТЛА

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Plumbing Overlay
uk_ua: Оверлей Води

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
uk_ua: Під'єднаний

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output Pipe
uk_ua: Вихід Труби

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
uk_ua: <b>Входу Будинку</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from <b>Output Pipe</b>
uk_ua: Рідини йдуть з <b>Виходу Труби</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
uk_ua: Від'єднаний

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output Pipe
uk_ua: Вихід Фільтрової Труби

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: PLUMBING OVERLAY
uk_ua: ОВЕРЛЕЙ ВОДИ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
uk_ua: Мережа Рідин {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Building Intake
uk_ua: Вхід Будинку

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Intake</link>
uk_ua: <b>Вихід Труби</b> Вихід відправляє рідини до труб ------------------ Потрібно, щоб в цій мережі був хоча би один <link="LIQUIDPIPING">Вхід</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">LiquidDestination</link>
uk_ua: <b>Вихід Фільтрової Труби</b> Фільтровий Вихід відправляє відфільтровану рідину до труб ------------------ Потрібно, щоб в цій мережі було хоча би одне <link="LIQUIDPIPING">Призначення Рідини</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
uk_ua: Мережа рідини {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send liquid into buildings ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Output</link>
uk_ua: <b>Вхід Будинку</b> Рідини входять в будинки ------------------ Потрібно, щоб в цій мережі був хоча би один <link="LIQUIDPIPING">Вихід</link>

# STRINGS.UI.OVERLAYS.LOGIC.BUTTON
source: Automation Overlay
uk_ua: Оверлей Автоматизації

# STRINGS.UI.OVERLAYS.LOGIC.CIRCUIT_STATUS_HEADER
source: GRID STATUS
uk_ua: СТАН МЕРЕЖІ

# STRINGS.UI.OVERLAYS.LOGIC.DISCONNECTED
source: DISCONNECTED
uk_ua: ВІД'ЄДНАНО

# STRINGS.UI.OVERLAYS.LOGIC.INPUT
source: Input Port
uk_ua: Вхідний Порт

# STRINGS.UI.OVERLAYS.LOGIC.NAME
source: AUTOMATION OVERLAY
uk_ua: ОВЕРЛЕЙ АВТОМАТИЗАЦІЇ

# STRINGS.UI.OVERLAYS.LOGIC.ONE
source: Active
uk_ua: Активна

# STRINGS.UI.OVERLAYS.LOGIC.OUTPUT
source: Output Port
uk_ua: Вихідний Порт

# STRINGS.UI.OVERLAYS.LOGIC.RESET_UPDATE
source: Refresh Port
uk_ua: Порт Оновлення

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.DISCONNECTED
source: <b>Disconnected</b> This port is not connected to an automation grid
uk_ua: <b>Від'єднано</b> Цей порт не під'єднано до мережі автоматизації

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.INPUT
source: <b>Input Port</b> Receives a signal from an automation grid
uk_ua: <b>Вхідний Порт</b> Отримує сигнал з мережі автоматизації

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ONE
source: <b>Active</b> This port is currently active
uk_ua: <b>Активна</b> Цей порт зараз активний

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.OUTPUT
source: <b>Output Port</b> Sends a signal out to an automation grid
uk_ua: <b>Вихідний Порт</b> Відсилає сигнал до мережі автоматизації

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.RESET_UPDATE
source: <b>Refresh Port</b> Resets or updates a building when activated
uk_ua: <b>Порт Оновлення</b> Скидає чи оновлює будівлю, коли активується

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ZERO
source: <b>Standby</b>This port is currently on standby
uk_ua: <b>Очікування</b> Цей порт зараз в очікуванні

# STRINGS.UI.OVERLAYS.LOGIC.ZERO
source: Standby
uk_ua: Очікування

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.BUTTON
source: Acoustics Overlay
uk_ua: Оверлей Акустики

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.DESCRIPTION
source: Two <link="SOUND">Sounds</link> of equal dB will sum for a <b>+3 dB</b> increase. A <link="SOUND">Sound</link> that is 10 dB quieter will add approximately <b>+0.5 dB</b> to the total signal. Anything more than 10 dB quieter will be inaudible.
uk_ua: Два <link="SOUND">Звуки</link> з однаковими дБ, буде сумою за збільшення <b>+3 дБ</b>. <link="SOUND">Звук</link>, що на 10 дБ тихіше додає приблизно <b>+0.5 дБ</b> до загального сигналу. Все, що більш ніж на 10 дБ тихіше, буде нечутно.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.HOVERTITLE
source: Acoustics
uk_ua: Акустика

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAME
source: ACOUSTICS OVERLAY
uk_ua: ОВЕРЛЕЙ АКУСТИКИ

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.ACTIVE
source: Cacophonous
uk_ua: Немилозвучний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.EXTREME
source: Painful
uk_ua: Болісний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PASSIVE
source: Loud
uk_ua: Голосний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PEACEFUL
source: Peaceful
uk_ua: Спокійний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.QUIET
source: Quiet
uk_ua: Безшумний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.TOSSANDTURN
source: Moderate
uk_ua: Помірний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.WAKEUP
source: Noisy
uk_ua: Гучний

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NOTAFFECTING
source: Drowned out:
uk_ua: Заглушений:

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.RANGE
source: {0} dB
uk_ua: {0} дБ

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.ACTIVE
source: [>{0} dB] ------------------ Cacophonous noise causes significant Stress and prevents Duplicants from sleeping or researching. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
uk_ua: [>{0} дБ] ------------------ Немилозвучний шум викликає суттєвий стрес та перешкоджає Дублікантам спати чи досліджувати. Пересування Дублікантів ногами, генератори та працюючі будинки можуть створювати високий рівень шуму.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.EXTREME
source: [>{0} dB] ------------------ Painful noise levels are extremely Stressful to Duplicants and will cause them physical pain. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
uk_ua: [>{0} дБ] ------------------ Болісний рівень шуму надзвичайно Напружує Дублікантів та призводить до фізичного страждань. Пересування Дублікантів ногами, генератори та працюючі будинки можуть створювати високий рівень шуму.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.HIGH_NOISE_POLLUTION
source: Exposure to loud noises causes Duplicant Stress over time and makes it difficult to sleep or concentrate ------------------ High Duplicant traffic and powered buildings can create noisy areas
uk_ua: Вплив гучних шумів спричиняє стрес в Дублікантів з часом та ускладнює сон чи зосередження ------------------ Високий трафік Дублікантів та працюючі будівлі можуть створювати шумні області

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.LOW_NOISE_POLLUTION
source: Quiet areas decrease Stress, ensure Duplicants have quality sleep, and help them to concentrate ------------------ Soundproofed rooms and areas free of buildings and critters will generally be quieter.
uk_ua: Тихі ділянки знижують Стрес, забезпечуючи Дублікантам мати якісний сон та допомагають їм зосереджуватися ------------------ Звукоізоляційні кімнати та зони, вільні від будівель та тварин, зазвичай стають тихішими.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PASSIVE
source: [>{0} dB] ------------------ Loud areas will impair Duplicants' Learning abilities and cause minor Stress. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
uk_ua: [>{0} дБ] ------------------ Голосні області зменшують дослідницькі навички в Дублікантів та можуть викликати незначний стрес. Пересування Дублікантів ногами, генератори та працюючі будинки можуть створювати високий рівень шуму.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PEACEFUL
source: [{0} dB] ------------------ Peaceful areas improve Duplicants' quality of sleep and Learning ability. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
uk_ua: [{0} дБ] ------------------ Спокійні області покращують якість сну Дублікантів та здатність до навчання. Звукоізоляційні кімнати та зони, вільні від будівель та тварин, зазвичай стають тихішими.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.QUIET
source: [>{0} dB] ------------------ Quiet areas are necessary for Duplicants to fall asleep. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
uk_ua: [>{0} дБ] ------------------ Безшумні області необхідні Дублікантам, щоб заснули. Звукоізоляційні кімнати та зони, вільні від будівель та тварин, зазвичай стають тихішими.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.TOSSANDTURN
source: [>{0} dB] ------------------ Duplicants will feel unrested if forced to sleep in Moderate noise. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
uk_ua: [>{0} дБ] ------------------ Дубліканти почуватимуться незайманими, якщо змушений спати в Помірному шумі. Звукоізоляційні кімнати та зони, вільні від будівель та тварин, зазвичай стають тихішими.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.WAKEUP
source: [>{0} dB] ------------------ Noisy areas will wake Duplicants up during the night, but are tolerable to them during the day. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
uk_ua: [>{0} дБ] ------------------ Гучні області будять Дублікантів протягом ночі, але терпимі для них протягом дня. Пересування Дублікантів ногами, генератори та працюючі будинки можуть створювати високий рівень шуму.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOTAL
source: Total
uk_ua: Всього

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.VALUE
source: <color=#{0}>{1} dB</color>
uk_ua: <color=#{0}>{1} дБ</color>

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
uk_ua: Оверлей Кисню

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: Very Breathable
uk_ua: Дихається вільно

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Breathable
uk_ua: Придатний для дихання

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Barely Breathable
uk_ua: Ледве дихається

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
uk_ua: Непридатний для дихання

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
uk_ua: Ледве токсичний

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
uk_ua: Дуже токсичний

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
uk_ua: ОВЕРЛЕЙ КИСНЮ

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: <b>Very Breathable</b> High oxygen concentrations
uk_ua: <b>Дихається вільно</b> Висока концентрація кисню

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND2
source: <b>Breathable</b> Sufficient oxygen concentrations
uk_ua: <b>Придатний для дихання</b> Достатня концентрація кисню

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: <b>Barely Breathable</b> Low oxygen concentrations
uk_ua: <b>Ледве дихається</b> Мала концентрація кисню

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: <b>Unbreathable</b> Extremely low or absent oxygen concentrations ------------------ Duplicants will suffocate if trapped in these areas
uk_ua: <b>Непридатний для дихання</b> Надзвичайно мала чи відсутня концентрація кисню ------------------ Дубліканти задихатися в цій зоні, наче в пастці

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: <b>Slightly Toxic</b> Harmful gas concentration
uk_ua: <b>Ледве токсичний</b> Шкідлива концентрація газу

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: <b>Very Toxic</b> Lethal gas concentration
uk_ua: <b>Дуже токсичний</b> Смертельна концентрація газу

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
uk_ua: Споживач Потужності

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
uk_ua: Генератор Потужності

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Sub-Priority Overlay
uk_ua: Оверлей Суб-Пріоритету

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Sub-Priority 8
uk_ua: Суб-Пріоритет 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Sub-Priority 5
uk_ua: Суб-Пріоритет 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Sub-Priority 4
uk_ua: Суб-Пріоритет 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: SUB-PRIORITY OVERLAY
uk_ua: ОВЕРЛЕЙ СУБ-ПРІОРИТЕТУ

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: 9 (High Urgency)
uk_ua: 9 (Висока Терміновість)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Sub-Priority 9
uk_ua: Суб-Пріоритет 9

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: 1 (Low Urgency)
uk_ua: 1 (Низька Терміновість)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Sub-Priority 1
uk_ua: Суб-Пріоритет 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Sub-Priority 7
uk_ua: Суб-Пріоритет 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Sub-Priority 6
uk_ua: Суб-Пріоритет 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Sub-Priority 3
uk_ua: Суб-Пріоритет 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Sub-Priority 2
uk_ua: Суб-Пріоритет 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
uk_ua: Оверлей Кімнат

# STRINGS.UI.OVERLAYS.ROOMS.HOVERTITLE
source: ROOMS
uk_ua: КІМНАТИ

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
uk_ua: ОВЕРЛЕЙ КІМНАТ

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.DESC
source: Enclose this space with walls and doors to make a room
uk_ua: Обмежіть цю територію з стін та дверей, щоб утворити кімнату

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.HEADER
source: No Room
uk_ua: Немає кімнати

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
uk_ua: Кімната {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
uk_ua: Дубліканти не мають місця, де спати

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
uk_ua: Завершена спальна кімната Дубліканта

# STRINGS.UI.OVERLAYS.SUIT.BUTTON
source: Exosuit Overlay
uk_ua: Оверлей Екзо Костюмів

# STRINGS.UI.OVERLAYS.SUIT.NAME
source: EXOSUIT OVERLAY
uk_ua: ОВЕРЛЕЙ ЕКЗО КОСТЮМІВ

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON
source: Exosuit
uk_ua: Екзо Костюм

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON_TOOLTIP
source: <b>Exosuit</b> Highlights the current location of equippable exosuits
uk_ua: <b>Екзо Костюм</b> Яскраво освітлене поточне місце обладнане екзо костюмами

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
uk_ua: Оверлей Температури
