Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RUSTIC
source: Rustic
uk_ua: Сільська

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SCIENTIFIC
source: Scientific
uk_ua: Наукова

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SERENE
source: Serene
uk_ua: Безтурботна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SNEEZING
source: Sneezing
uk_ua: Чихальна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACE
source: Space
uk_ua: Просторова

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACEFARING
source: Spacefaring
uk_ua: Космічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARCROSSED
source: Star-crossed
uk_ua: Зоряна-Пересічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARVING
source: Starving
uk_ua: Зголодніла

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STICKY
source: Sticky
uk_ua: Неприємна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUAVE
source: Suave
uk_ua: Чемна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUBTERRANEAN
source: Subterranean
uk_ua: Підземна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER
source: Super
uk_ua: Чудова

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER_DUPER
source: Super Duper
uk_ua: Супер-Пупер

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SWANKY
source: Swanky
uk_ua: Чепурна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SYSTEMATIC
source: Systematic
uk_ua: Систематична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TEMPORAL
source: Temporal
uk_ua: Тимчасова

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRAGIC
source: Tragic
uk_ua: Трагічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRANSDIMENSIONAL
source: Transdimensional
uk_ua: Просторова

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNCOMFORTABLE
source: Uncomfortable
uk_ua: Незручна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNDERGROUND
source: Underground
uk_ua: Підземна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNFORTUNATE
source: Unfortunate
uk_ua: Нещасна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNSTOPPABLE
source: Unstoppable
uk_ua: Непереборна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.VIRAL
source: Viral
uk_ua: Вірусна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.YUCKY
source: Yucky
uk_ua: Бридка

# STRINGS.NAMEGEN.COLONY.FORMATS.THE_ADJECTIVE_NOUN
source: The {adjective} {noun}
uk_ua: {adjective} {noun}

# STRINGS.NAMEGEN.COLONY.NOUN.ABODE
source: Abode
uk_ua: Оселя

# STRINGS.NAMEGEN.COLONY.NOUN.ABYSS
source: Abyss
uk_ua: Безодня

# STRINGS.NAMEGEN.COLONY.NOUN.ACROPOLIS
source: Acropolis
uk_ua: Акрополія

# STRINGS.NAMEGEN.COLONY.NOUN.ANTFARM
source: Antfarm
uk_ua: Мурахова Ферма

# STRINGS.NAMEGEN.COLONY.NOUN.ASTEROID
source: Asteroid
uk_ua: Зіркоподібна

# STRINGS.NAMEGEN.COLONY.NOUN.BASE
source: Base
uk_ua: Основа

# STRINGS.NAMEGEN.COLONY.NOUN.BEYOND
source: Beyond
uk_ua: Потойбічна

# STRINGS.NAMEGEN.COLONY.NOUN.BRIGADE
source: Brigade
uk_ua: Команда

# STRINGS.NAMEGEN.COLONY.NOUN.BUNKER
source: Bunker
uk_ua: Сховища

# STRINGS.NAMEGEN.COLONY.NOUN.BURROW
source: Burrow
uk_ua: Нірка

# STRINGS.NAMEGEN.COLONY.NOUN.CANTALOUPE
source: Cantaloupe
uk_ua: Канталупа

# STRINGS.NAMEGEN.COLONY.NOUN.CESSPOOL
source: Cesspool
uk_ua: Клоака

# STRINGS.NAMEGEN.COLONY.NOUN.CITADEL
source: Citadel
uk_ua: Цитаделя

# STRINGS.NAMEGEN.COLONY.NOUN.COLONY
source: Colony
uk_ua: Колонія

# STRINGS.NAMEGEN.COLONY.NOUN.COMET
source: Comet
uk_ua: Комета

# STRINGS.NAMEGEN.COLONY.NOUN.COMMITTEE
source: Committee
uk_ua: Комісія

# STRINGS.NAMEGEN.COLONY.NOUN.COSMOS
source: Cosmos
uk_ua: Всесвіта

# STRINGS.NAMEGEN.COLONY.NOUN.CRASHPAD
source: Crashpad
uk_ua: Нічліжка

# STRINGS.NAMEGEN.COLONY.NOUN.CRATER
source: Crater
uk_ua: Кратера

# STRINGS.NAMEGEN.COLONY.NOUN.CREW
source: Crew
uk_ua: Бригада

# STRINGS.NAMEGEN.COLONY.NOUN.DIMENSION
source: Dimension
uk_ua: Величина

# STRINGS.NAMEGEN.COLONY.NOUN.DREAMLAND
source: Dreamland
uk_ua: Казкова Країна

# STRINGS.NAMEGEN.COLONY.NOUN.DUMP
source: Dump
uk_ua: Звалища

# STRINGS.NAMEGEN.COLONY.NOUN.DWELLING
source: Dwelling
uk_ua: Проживання

# STRINGS.NAMEGEN.COLONY.NOUN.DYSTOPIA
source: Dystopia
uk_ua: Дистопія

# STRINGS.NAMEGEN.COLONY.NOUN.FACTORY
source: Factory
uk_ua: Фабрика

# STRINGS.NAMEGEN.COLONY.NOUN.FORTRESS
source: Fortress
uk_ua: Фортеця

# STRINGS.NAMEGEN.COLONY.NOUN.FRIENDS
source: Friends
uk_ua: Приятелька

# STRINGS.NAMEGEN.COLONY.NOUN.GALAXY
source: Galaxy
uk_ua: Галактика

# STRINGS.NAMEGEN.COLONY.NOUN.GANG
source: Gang
uk_ua: Банда

# STRINGS.NAMEGEN.COLONY.NOUN.HOME
source: Home
uk_ua: Родина

# STRINGS.NAMEGEN.COLONY.NOUN.HOMESTEAD
source: Homestead
uk_ua: Садиба

# STRINGS.NAMEGEN.COLONY.NOUN.HOSPITAL
source: Hospital
uk_ua: Лікарня

# STRINGS.NAMEGEN.COLONY.NOUN.HOVEL
source: Hovel
uk_ua: Халупка

# STRINGS.NAMEGEN.COLONY.NOUN.LAB
source: Lab
uk_ua: Лаба

# STRINGS.NAMEGEN.COLONY.NOUN.LABORATORY
source: Laboratory
uk_ua: Лабораторія

# STRINGS.NAMEGEN.COLONY.NOUN.LEAGUE
source: League
uk_ua: Ліга

# STRINGS.NAMEGEN.COLONY.NOUN.MOONBASE
source: Moonbase
uk_ua: Місячна База

# STRINGS.NAMEGEN.COLONY.NOUN.PANOPTICON
source: Panopticon
uk_ua: Паноптикума

# STRINGS.NAMEGEN.COLONY.NOUN.PARADISE
source: Paradise
uk_ua: Блаженна

# STRINGS.NAMEGEN.COLONY.NOUN.PIGPEN
source: Pigpen
uk_ua: Свиняча-Рука

# STRINGS.NAMEGEN.COLONY.NOUN.PIT
source: Pit
uk_ua: Ямка

# STRINGS.NAMEGEN.COLONY.NOUN.PLANET
source: Planet
uk_ua: Планета

# STRINGS.NAMEGEN.COLONY.NOUN.RATS_NEST
source: Rat's Nest
uk_ua: Пацючка Гнізда

# STRINGS.NAMEGEN.COLONY.NOUN.SETTLEMENT
source: Settlement
uk_ua: Заселення

# STRINGS.NAMEGEN.COLONY.NOUN.SEWER
source: Sewer
uk_ua: Швачка

# STRINGS.NAMEGEN.COLONY.NOUN.SHACK
source: Shack
uk_ua: Хатина

# STRINGS.NAMEGEN.COLONY.NOUN.SHELTER
source: Shelter
uk_ua: Укриття

# STRINGS.NAMEGEN.COLONY.NOUN.SPACE_HUT
source: Space Hut
uk_ua: Космічна Хатина

# STRINGS.NAMEGEN.COLONY.NOUN.SPACECAMP
source: Spacecamp
uk_ua: Космічна Дача

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEJUNK
source: Spacejunk
uk_ua: Космічні Мотлоха

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPAD
source: Spacepad
uk_ua: Космічна Дорога

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPRISON
source: Spaceprison
uk_ua: Космічна В'язниця

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEROCK
source: Spacerock
uk_ua: Космічна Скеля

# STRINGS.NAMEGEN.COLONY.NOUN.SPACESTATION
source: Spacestation
uk_ua: Космічна Станція

# STRINGS.NAMEGEN.COLONY.NOUN.SUPERNOVA
source: Supernova
uk_ua: Наднова Зірка

# STRINGS.NAMEGEN.COLONY.NOUN.SYSTEM
source: System
uk_ua: Система

# STRINGS.NAMEGEN.COLONY.NOUN.TIMELINE
source: Timeline
uk_ua: Хронологія

# STRINGS.NAMEGEN.COLONY.NOUN.TRAINWRECK
source: Trainwreck
uk_ua: Аварія потягу

# STRINGS.NAMEGEN.COLONY.NOUN.TUNNEL
source: Tunnel
uk_ua: Штольня

# STRINGS.NAMEGEN.COLONY.NOUN.UTOPIA
source: Utopia
uk_ua: Утопія

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ABIGAIL
source: Abigail
uk_ua: Абігейл

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ANITA
source: Anita
uk_ua: Аніта

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ARIODNE
source: Ariodne
uk_ua: Аріодна

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ASHLEY
source: Ashley
uk_ua: Ешлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.CATIE
source: Catie
uk_ua: Катіє

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.CHARLIE
source: Charlie
uk_ua: Чарлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.CRANDICE
source: Crandice
uk_ua: Кандіс

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.DANA
source: Dana
uk_ua: Дана

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ELASEBETE
source: Elasebete
uk_ua: Елізабет

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.EMILY
source: Emily
uk_ua: Емілі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.EMMA
source: Emma
uk_ua: Емма

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.GENEVA
source: Geneva
uk_ua: Женева

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.GISELDA
source: Giselda
uk_ua: Гисельда

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.GRUNKTILDA
source: Grunktilda
uk_ua: Грюнктильда

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.JADE
source: Jade
uk_ua: Джеді

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.JENNA
source: Jenna
uk_ua: Дженна

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.JENNY
source: Jenny
uk_ua: Дженні

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.KELLY
source: Kelly
uk_ua: Келлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.KELSEY
source: Kelsey
uk_ua: Келсі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.KIERSTEN
source: Kiersten
uk_ua: Кірстен

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LANNIE
source: Lannie
uk_ua: Ланні

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LAURA
source: Laura
uk_ua: Лаура

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LEIRA
source: Leira
uk_ua: Лейра

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LILAH
source: Lilah
uk_ua: Ліла

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LORNA
source: Lorna
uk_ua: Лорна

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.LUCY
source: Lucy
uk_ua: Люсі

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.MAHA
source: Maha
uk_ua: Маха

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.NABIEAH
source: Nabie-Ah
uk_ua: Набі-Ах

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.NANA
source: Nana
uk_ua: Нана

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.NASIM
source: Nasim
uk_ua: Насім

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.PRISCILLA
source: Priscilla
uk_ua: Пристілла

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.RACHEL
source: Rachel
uk_ua: Рейчел

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.RINALDINE
source: Rinaldine
uk_ua: Рінальдін

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.SARAH
source: Sarah
uk_ua: Сара

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.SIMONE
source: Simone
uk_ua: Симона

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.TONI
source: Toni
uk_ua: Тоні

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.VIVIAN
source: Vivian
uk_ua: Вівіан

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.WALANI
source: Walani
uk_ua: Валані

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.WENDY
source: Wendy
uk_ua: Венді

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.WICKERBOTTOM
source: Wickerbottom
uk_ua: Вічерботтом

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.WIGFRID
source: Wigfrid
uk_ua: Вігфрід

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.WILLOW
source: Willow
uk_ua: Вільов

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.ALEX
source: Alex
uk_ua: Алекс

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.ALIA
source: Alia
uk_ua: Ілля

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.CHARLIE
source: Charlie
uk_ua: Чарлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.COREY
source: Corey
uk_ua: Корей

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.DANY
source: Dany
uk_ua: Дані

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.EUGENE
source: Eugene
uk_ua: Євген

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.GRAHAM
source: Graham
uk_ua: Грайам

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.HINK
source: Hink
uk_ua: Хінк

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.HUGO
source: Hugo
uk_ua: Гюго

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.IAN
source: Ian
uk_ua: Ян

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JAMBELL
source: Jambell
uk_ua: Джамбелл

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JAMIE
source: Jamie
uk_ua: Джеймі

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JAN
source: Jan
uk_ua: Джан

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JARRETT
source: Jarrett
uk_ua: Ярретт

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JASON
source: Jason
uk_ua: Джейсон

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JEFF
source: Jeff
uk_ua: Джефф

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JOE
source: Joe
uk_ua: Джо

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.JULIAN
source: Ju-Lian
uk_ua: Ю-Л'ян

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.KERNLE
source: Kernle
uk_ua: Карнлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.KEVIN
source: Kevin
uk_ua: Кевін

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.LAWRY
source: Lawry
uk_ua: Лорі

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.LOU
source: Lou
uk_ua: Лу

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MARK
source: Mark
uk_ua: Марк

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MARTY
source: Marty
uk_ua: Марті

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MATT
source: Matt
uk_ua: Метт

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MAXWELL
source: Maxwell
uk_ua: Максвелл

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MAY
source: May
uk_ua: Май

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.MIKE
source: Mike
uk_ua: Майк

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.PETER
source: Peter
uk_ua: Петро

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.REDWARD
source: Redward
uk_ua: Редвард

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.SCOTT
source: Scott
uk_ua: Скотт

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.SLOTH
source: Sloth
uk_ua: Шлоз

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.STENLAY
source: Stenlay
uk_ua: Стенлей

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.TRAVALDO
source: Travaldo
uk_ua: Травальдо

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.VINCE
source: Vince
uk_ua: Вінс

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.VITO
source: Vito
uk_ua: Віто

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WARLY
source: Warly
uk_ua: Ворлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WEBBER
source: Webber
uk_ua: Веббер

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WES
source: Wes
uk_ua: Вас

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WILSON
source: Wilson
uk_ua: Вілсон

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WOLFGANG
source: Wolfgang
uk_ua: Вольфганг

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.WOODIE
source: Woodie
uk_ua: Вуді

# STRINGS.NAMEGEN.DUPLICANT.NAME.MALE.YOG
source: Yog
uk_ua: Йог

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ACE
source: Ace
uk_ua: Ейс

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ANDERSON
source: Anderson
uk_ua: Андерсон

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.AVERY
source: Avery
uk_ua: Авері

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.AXEL
source: Axel
uk_ua: Аксель

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BABYFACE
source: Babyface
uk_ua: Байбіфейс

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BAILEY
source: Bailey
uk_ua: Бейлі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BAO
source: Bao
uk_ua: Бао

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BLUMP
source: Blump
uk_ua: Блюм

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BOBBIE
source: Bobbie
uk_ua: Боббі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BROOK
source: Brook
uk_ua: Брук

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BUDDY
source: Buddy
uk_ua: Будді

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.CAMPBELL
source: Campbell
uk_ua: Кемпбелл

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.CHAN
source: Chan
uk_ua: Чан

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.CROMULUS
source: Cromulus
uk_ua: Кромулус

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.CRUDMUFFIN
source: Crudmuffin
uk_ua: Крудмуффін

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.CRUMB
source: Crumb
uk_ua: Крумб

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DANCER
source: Dancer
uk_ua: Данцер

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DAR
source: Dar
uk_ua: Дар

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DUMPLING
source: Dumpling
uk_ua: Думплінг

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.FARAH
source: Farah
uk_ua: Фарах

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.GEORGIE
source: Georgie
uk_ua: Джорджі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.GREASY
source: Greasy
uk_ua: Грейсі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.JUDE
source: Jude
uk_ua: Юда

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.JUPITER
source: Jupiter
uk_ua: Юпітер

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.KERRY
source: Kerry
uk_ua: Керрі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.KRIS
source: Kris
uk_ua: Кріс

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LEE
source: Lee
uk_ua: Лі

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LOGAN
source: Logan
uk_ua: Логан

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LOVELACE
source: Lovelace
uk_ua: Лавлейс

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LUNK
source: Lunk
uk_ua: Лунк

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.MASON
source: Mason
uk_ua: Мейсон

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.MUSCLE
source: Muscle
uk_ua: Муйчле

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ORION
source: Orion
uk_ua: Оріон

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.PARIS
source: Paris
uk_ua: Паріс

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.PAT
source: Pat
uk_ua: Пат

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.PEARSON
source: Pearson
uk_ua: Пірсон

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.REESE
source: Reese
uk_ua: Різ

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SADSACK
source: Sadsack
uk_ua: Садсак

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SCOUT
source: Scout
uk_ua: Скот

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SELDEMER
source: Seldemer
uk_ua: Селдемер

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SLAB
source: Slab
uk_ua: Слаб

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SNORT
source: Snort
uk_ua: Шпор

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.STAR
source: Star
uk_ua: Стар

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SUNSHINE
source: Sunshine
uk_ua: Саншайн

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.TRUCK
source: Truck
uk_ua: Трак

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.TUCKER
source: Tucker
uk_ua: Такер

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.WEMP
source: Wemp
uk_ua: Вемп

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.MS
source: Ms.
uk_ua: Пані

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.OL_WOMAN
source: Ol' Woman
uk_ua: Стара Жінка

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.PRINCESS
source: Princess
uk_ua: Принцеса

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.QUEEN
source: Queen
uk_ua: Королева

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.KING
source: King
uk_ua: Король

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.MR
source: Mr.
uk_ua: Містер

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.OL_MAN
source: Ol' Man
uk_ua: Старий Чоловік

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.PRINCE
source: Prince
uk_ua: Принц

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.CAPTAIN
source: Captain
uk_ua: Капітан

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.COLONEL
source: Colonel
uk_ua: Полковник

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.DR
source: Dr.
uk_ua: Доктор

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.EVIL
source: Evil
uk_ua: Злий

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.OLD
source: Old
uk_ua: Старий

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PEPPY
source: Peppy
uk_ua: Бадьорий

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PROFESSOR
source: Professor
uk_ua: Професор

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.SLICKITY
source: Slickity
uk_ua: Хитрий

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.TINY
source: Tiny
uk_ua: Крихітний

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.WUNDER
source: Wunder
uk_ua: Вондер

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.JR
source: Jr.
uk_ua: Молодший

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.MCCOOL
source: McCool
uk_ua: Маккал

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.SR
source: Sr.
uk_ua: Старший

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.STRONG
source: Strong
uk_ua: Сильний

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_BAD
source: The Bad
uk_ua: Поганий

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_CHOSEN_ONE
source: The Chosen One
uk_ua: Обраний

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_EVIL
source: The Evil
uk_ua: Злий

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GOOD
source: The Good
uk_ua: Добре

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GREAT
source: The Great
uk_ua: Великий

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_UGLY
source: The Ugly
uk_ua: Бридкий

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.DESC
source: Enables access to the Automation Overlay.
uk_ua: Дає доступ до Оверлею Автоматизації.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.NAME
source: Automation Overlay
uk_ua: Оверлей Автоматизації

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.DESC
source: Allows advanced technology tiers to be researched.
uk_ua: Дозволять досліджувати поліпшені технології рівні.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.NAME
source: Intermediate Research Point
uk_ua: Проміжні Дослідницькі Одиниці

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.DESC
source: Enables access to the Conveyor Overlay.
uk_ua: Дає доступ до Оверлею Конвеєрів.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.NAME
source: Conveyor Overlay
uk_ua: Оверлей Конвеєрів

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.DESC
source: Enables access to the Exosuit Overlay.
uk_ua: Дає доступ до Оверлею Екзо Костюмів.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.NAME
source: Exosuit Overlay
uk_ua: Оверлей Екзо Костюмів

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.DESC
source: Basic technologies for filtering <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link>.
uk_ua: Базові технології для фільтрації <link="ELEMENTSLIQUID">Рідин</link> та <link="ELEMENTSGAS">Газів</link>.

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.NAME
source: <link="ADVANCEDFILTRATION">Filtration</link>
uk_ua: <link="ADVANCEDFILTRATION">Фільтрація</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.DESC
source: Circuit components required for large scale <link="POWER">Power</link> management.
uk_ua: Мережеві компоненти необхідні, для великого масштабного <link="POWER">Електричного</link> управління.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.NAME
source: <link="ADVANCEDPOWERREGULATION">Advanced Power Regulation</link>
uk_ua: <link="ADVANCEDPOWERREGULATION">Поліпшені Електричні Правила</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.DESC
source: The tools my colony needs to conduct more advanced and in-depth research.
uk_ua: Пристрої, необхідні моїй колонії для проведення більш просунутих та поглиблених досліджень.

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.NAME
source: <link="ADVANCEDRESEARCH">Advanced Research</link>
uk_ua: <link="ADVANCEDRESEARCH">Передові Дослідження</link>

# STRINGS.RESEARCH.TECHS.AGRICULTURE.DESC
source: Master the agricultural art of crop raising.
uk_ua: Сприяє мистецтву землеробства з розведення рослин.

# STRINGS.RESEARCH.TECHS.AGRICULTURE.NAME
source: <link="AGRICULTURE">Agriculture</link>
uk_ua: <link="AGRICULTURE">Землеробство</link>

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.DESC
source: Useful techniques to manage critter populations in the colony.
uk_ua: Допоміжні технології, для управління популяцією тварин в колонії.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.NAME
source: <link="ANIMALCONTROL">Animal Control</link>
uk_ua: <link="ANIMALCONTROL">Управління Тваринами</link>

# STRINGS.RESEARCH.TECHS.ARTISTRY.DESC
source: Majorly improve <link="DECOR">Decor</link> by allowing Duplicants artistic and emotional expression.
uk_ua: Значною мірою поліпшуйте <link="DECOR">Декор</link>, дозволяйте Дублікантам артистичні та емоційні вираження.

# STRINGS.RESEARCH.TECHS.ARTISTRY.NAME
source: <link="ARTISTRY">Artistic Expression</link>
uk_ua: <link="ARTISTRY">Вираження Артистичності</link>

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.DESC
source: When life gives you rocks, make rock-aid! (Or sand.)
uk_ua: Коли життя дає вам каміння, робіть камінь-дробач! (Або пісок.)

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.NAME
source: <link="BASICREFINEMENT">Brute-Force Refinement</link>
uk_ua: <link="BASICREFINEMENT">Груба-Міць Очищення</link>

# STRINGS.RESEARCH.TECHS.CLOTHING.DESC
source: Produce decorative and practical clothing for Duplicants.
uk_ua: Виробництво декоративного та практичного одягу для Дублікантів.

# STRINGS.RESEARCH.TECHS.CLOTHING.NAME
source: <link="CLOTHING">Clothing</link>
uk_ua: <link="CLOTHING">Одяг</link>

# STRINGS.RESEARCH.TECHS.COMBUSTION.DESC
source: Crude fuel-powered generators for automatic <link="POWER">Power</link> production.
uk_ua: Грубі паливні генератори для автоматичного виробництва <link="POWER">Енергії</link>.

# STRINGS.RESEARCH.TECHS.COMBUSTION.NAME
source: <link="COMBUSTION">Internal Combustion</link>
uk_ua: <link="COMBUSTION">Внутрішнє Згоряння</link>

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.DESC
source: Instruments to help reduce <link="DISEASE">Germ</link> spread in my base.
uk_ua: Інструменти, які допоможуть знизити поширення <link="DISEASE">Бактерій</link> у моїй базі.

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.NAME
source: <link="DIRECTEDAIRSTREAMS">Decontamination</link>
uk_ua: <link="DIRECTEDAIRSTREAMS">Знезаражування</link>

# STRINGS.RESEARCH.TECHS.DISTILLATION.DESC
source: Distill difficult mixtures down to their most useful parts.
uk_ua: Очищення тяжких сумішей до більш придатних частинок.

# STRINGS.RESEARCH.TECHS.DISTILLATION.NAME
source: <link="DISTILLATION">Distillation</link>
uk_ua: <link="DISTILLATION">Ратифікація</link>

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.DESC
source: Prevent my Duplicants from getting into dangerous situations.
uk_ua: Перешкоджає прохід моїм Дублікантам, в небезпечних ситуаціях.

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.NAME
source: <link="DUPETRAFFICCONTROL">Duplicant Traffic Control</link>
uk_ua: <link="DUPETRAFFICCONTROL">Контроль Руху Дублікантів</link>
