Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
uk_ua: Перероблені метали необхідні в будівництві поліпшеної електроніки та технологій.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.EFFECT
source: Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Outputs significantly <link="HEAT">Heated</link> <link="ELEMENTSLIQUID">Liquid</link>.
uk_ua: Виробляє <link="REFINEDMETAL">Перероблені Метали</link> з сирої <link="RAWMETAL">Металевої Руди</link>. Істотний вихід <link="HEAT">Нагрітої</link> <link="ELEMENTSLIQUID">Рідини</link>.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.NAME
source: <link="METALREFINERY">Metal Refinery</link>
uk_ua: <link="METALREFINERY">Очищувач Металу</link>

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.RECIPE_DESCRIPTION
source: Extracts pure {0} from {1}.
uk_ua: Отримує чистий {0} з {1}.

# STRINGS.BUILDINGS.PREFABS.METALTILE.DESC
source: Heat travels much more quickly through metal tiles than other types of flooring.
uk_ua: Тепло переміщується набагато швидше в цьому металевому блоці ніж в інших типах підлоги.

# STRINGS.BUILDINGS.PREFABS.METALTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат. Істотно збільшує швидкість пересування Дублікантів.

# STRINGS.BUILDINGS.PREFABS.METALTILE.NAME
source: <link="METALTILE">Metal Tile</link>
uk_ua: <link="METALTILE">Металевий Блок</link>

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.DESC
source: Natural gas generators leak polluted water and are best built above a waste reservoir.
uk_ua: З генераторів на природному газі витікає забруднена вода та найкраще збудувати під ним резервуар для відходів.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: Converts <link="METHANE">Natural Gas</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
uk_ua: Перетворює <link="METHANE">Природний Газ</link> на електричну <link="POWER">Енергію</link>. Виробляє <link="CARBONDIOXIDE">Двоокис Вуглецю</link> та <link="DIRTYWATER">Забруднену Воду</link>.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: <link="METHANEGENERATOR">Natural Gas Generator</link>
uk_ua: <link="METHANEGENERATOR">Генератор на Природному Газі</link>

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Food from a musher will keep Duplicants alive, but may cause stress and disease over time.
uk_ua: Їжа з міксера підтримує Дублікантів в живих, але бути мотивом стресу та хвороби протягом часу.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <link="FOOD">Food</link> using common ingredients. Duplicants will not fabricate items unless recipes are queued.
uk_ua: Виробляє низької якості <link="FOOD">Їжу</link> використовуючи загальні інгредієнти. Дубліканти не виробляють предмети, якщо рецепти не в черзі.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: <link="MICROBEMUSHER">Microbe Musher</link>
uk_ua: <link="MICROBEMUSHER">Міксер Мікробів</link>

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Algae deoxydizers are inefficient, but can output enough <link="OXYGEN">Oxygen</link> to keep a colony breathing.
uk_ua: Розкислювачі Водоростів не ефективні, але можуть виділяти достатню кількість <link="OXYGEN">Кисню</link>, щоб підтримувати життя колонії.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts large amounts of <link="ALGAE">Algae</link> into <link="OXYGEN">Oxygen</link>. Becomes idle when the area reaches maximum pressure capacity.
uk_ua: Перетворює велику кількість <link="ALGAE">Водоростів</link> в <link="OXYGEN">Кисень</link>. Починає байдикувати, коли зона досягає максимального насичення.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: <link="MINERALDEOXIDIZER">Algae Deoxydizer</link>
uk_ua: <link="MINERALDEOXIDIZER">Розкислювач Водоростів</link>

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.DESC
source: Petroleum can only be produced from the refinement of crude oil.
uk_ua: Гас може бути вироблений лише з переробкою сирої нафти.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.EFFECT
source: Converts <link="CRUDEOIL">Crude Oil</link> into <link="PETROLEUM">Petroleum</link> and <link="METHANE">Natural Gas</link>.
uk_ua: Перетворює <link="CRUDEOIL">Сиру Нафту</link> в <link="PETROLEUM">Гас</link> та <link="METHANE">Природний Газ</link>.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.NAME
source: <link="OILREFINERY">Oil Refinery</link>
uk_ua: <link="OILREFINERY">Нафто Переробний Завод</link>

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.DESC
source: Water pumped into an oil reservoir cannot be recovered.
uk_ua: Вода, що подається в нафтовий басейн, не може бути відновлена.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.EFFECT
source: Extracts <link="CRUDEOIL">Crude Oil</link> using clean <link="WATER">Water</link>. Must be built atop an Oil Reservoir.
uk_ua: Витягує <link="CRUDEOIL">Сиру Нафту</link> використовуючи чисту <link="WATER">Воду</link>. Повинен бути побудований на Нафтовом Басейні.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.NAME
source: <link="OILWELLCAP">Oil Well</link>
uk_ua: <link="OILWELLCAP">Нафтова Свердловина</link>

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.DESC
source: Ore scrubbers sanitize freshly mined resources before bringing them into the colony.
uk_ua: Скрубер руди дезінфікує свіжо видобувні ресурси, перш ніж приносити їх до колонії.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.EFFECT
source: Kills a significant amount of <link="DISEASE">Germs</link> present on <link="RAWMINERAL">Raw Ore</link>.
uk_ua: Вбиває значну кількість <link="DISEASE">Бактерій</link>, присутніх в <link="RAWMINERAL">Сирій Руді</link>.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.NAME
source: <link="ORESCRUBBER">Ore Scrubber</link>
uk_ua: <link="ORESCRUBBER">Скрубер Руди</link>

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: They colony that eats together, excretes together.
uk_ua: Вони - це колонія, яка їсть поряд, спорожняється поряд.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Gives Duplicants a place to relieve themselves. Requires no <link="GASPIPING">Piping</link>. Must be periodically emptied of <link="TOXICSAND">Polluted Dirt</link>.
uk_ua: Надає Дублікантам місце для спородження. Не потребує <link="GASPIPING">Відкачування</link>. Потрібно час від часу спорожняти від <link="TOXICSAND">Забрудненої Землі</link>.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: <link="OUTHOUSE">Outhouse</link>
uk_ua: <link="OUTHOUSE">Убиральня у Дворі</link>

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.DESC
source: Petroleum generators have a high energy output but produce a great deal of waste.
uk_ua: Гасові Генератори мають великий енергетичний вихід, але велику кількість відходів.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
uk_ua: Перетворює <link="PETROLEUM">Гас</link> на електричну <link="POWER">Енергію</link>. Виробляє <link="CARBONDIOXIDE">Двоокис Вуглецю</link> та <link="DIRTYWATER">Забруднену Воду</link>.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.NAME
source: <link="PETROLEUMGENERATOR">Petroleum Generator</link>
uk_ua: <link="PETROLEUMGENERATOR">Гасовий Генератор</link>

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Domestically grown seeds mature more quickly than wild plants.
uk_ua: Внутрішньо вирощене насіння дозріває швидше, ніж дикі рослини.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>.
uk_ua: Вирощування одної <link="PLANTS">Рослини</link> з <link="PLANTS">Насіння</link>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: <link="PLANTERBOX">Planter Box</link>
uk_ua: <link="PLANTERBOX">Рослинний Ящик</link>

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.DESC
source: Plastic tiles are mildly antiseptic and can help limit the spread of germs in a colony.
uk_ua: Пластиковий блок м'який антисептик та може допомогти обмежити поширення бактерій в колонії.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат. Істотно збільшує швидкість пересування Дублікантів.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.NAME
source: <link="PLASTICTILE">Plastic Tile</link>
uk_ua: <link="PLASTICTILE">Пластиковий блок</link>

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.EFFECT
source: A strong door with a sophisticated genetic lock.
uk_ua: Сильні двері, з складним генетичним замком.

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.NAME
source: <link="POIBUNKEREXTERIORDOOR">Security Door</link>
uk_ua: <link="POIBUNKEREXTERIORDOOR">Двері Безпеки</link>

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.EFFECT
source: A strong door with a sophisticated genetic lock.
uk_ua: Сильні двері, з складним генетичним замком.

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.NAME
source: <link="POIDOORINTERNAL">Security Door</link>
uk_ua: <link="POIDOORINTERNAL">Двері Безпеки</link>

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.DESC
source: Plastic can be used to craft unique buildings and goods.
uk_ua: Пластик може бути використаний в створенні унікальних будинків та речей.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into raw <link="POLYPROPYLENE">Plastic</link>.
uk_ua: Перетворює <link="PETROLEUM">Гас</link> в сирий <link="POLYPROPYLENE">Пластик</link>.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.NAME
source: <link="POLYMERIZER">Polymer Press</link>
uk_ua: <link="POLYMERIZER">Полімерний Прес</link>

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.DESC
source: Only one Duplicant may be assigned to a Station at a time.
uk_ua: Лише один Дубліканти можу бути призначений на Станцію одночасно.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.EFFECT
source: Produces Microchip to increase the <link="POWER">Power</link> output of generators. Assigned Duplicants must possess the <link="POWERTECHNICIAN">Tune Up</link> trait. This building is a necessary component of the Power Plant room.
uk_ua: Виробляє Мікрочіпи, для збільшення <link="POWER">Електричного</link> виходу генераторів. Призначені Дубліканти повинні володіти рисами <link="POWERTECHNICIAN">Налаштувальник</link>. Ця будівля є необхідним компонентом в кімнаті Електростанції.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.NAME
source: <link="POWERCONTROLSTATION">Power Control Station</link>
uk_ua: <link="POWERCONTROLSTATION">Станція Керування Енергією</link>

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Shh! It only transforms when no one's looking.
uk_ua: Псс! Це лише перетворюється, коли ніхто не дивиться.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing <link="POWER">Power</link> flow.
uk_ua: Захищає мережі від перевантаження із збільшеним чи зменшеним <link="POWER">Електричним</link> потоком.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: <link="POWERTRANSFORMER">Power Transformer</link>
uk_ua: <link="POWERTRANSFORMER">Електричний Трансфор.</link>

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Mechanized airlocks have the same function as other doors, but open and close more quickly.
uk_ua: Механічні Шлюзи мають ті самі функції що й інші двері, але відчиняються та зачиняються набагато швидше.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Functions as a Manual Airlock when no <link="POWER">Power</link> is available.
uk_ua: Блокує проходження <link="ELEMENTSLIQUID">Рідини</link> та <link="ELEMENTSGAS">Газів</link>, підтримує тиск між зонами. Встановлює Дублікантам дозвіл на прохід для зони обмеження. Функціонує як звичайний Ручний Шлюз, коли немає подачі <link="POWER">Електрики</link>.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: <link="PRESSUREDOOR">Mechanized Airlock</link>
uk_ua: <link="PRESSUREDOOR">Механічний Шлюз</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: An atmo switch shuts off power when the air pressure surrounding it surpasses the set threshold.
uk_ua: Повітряний сенсор вимикає живлення, коли навколишній тиск повітря, перевищує встановлений поріг.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Gas Pressure</link>. Does not affect circuitry preceding the switch.
uk_ua: Автоматично перемикає <link="POWER">Електрику</link> на увімкнено або вимкнено використовуючи зовнішній <link="PRESSURE">Тиск Газу</link>. Не впливає на мережу попереднього перемикача.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: <link="PRESSURESWITCHGAS">Atmo Switch</link>
uk_ua: <link="PRESSURESWITCHGAS">Повітряний Сенсор</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: A hydro switch shuts off power when the liquid pressure surrounding it surpasses the set threshold.
uk_ua: Рідинний сенсор вимикає живлення, коли навколишній тиск рідини, перевищує встановлений поріг.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Liquid Pressure</link>. Does not affect circuitry preceding the switch. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
uk_ua: Автоматично перемикає <link="POWER">Електрику</link> на увімкнено або вимкнено використовуючи зовнішній <link="PRESSURE">Тиск Рідини</link>. Не впливає на мережу попереднього перемикача. Необхідний бути занурений в <link="ELEMENTSLIQUID">Рідину</link>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: <link="PRESSURESWITCHLIQUID">Hydro Switch</link>
uk_ua: <link="PRESSURESWITCHLIQUID">Рідинний Сенсор</link>

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.DESC
source: Grooming critters make them look nice, smell pretty, feel happy, and produce more.
uk_ua: Доглядання тварин змусить їх виглядати красиво, любо пахнути, відчувати себе щасливо та виробляти більше.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.EFFECT
source: Allows the assigned Rancher to care for critters. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait. This building is a necessary component of the Stable room.
uk_ua: Дозволяє призначеному Скотару піклуватися за тваринами Призначені Дубліканти повинні мати риси <link="RANCHER">Пастух Тварин</link> Ця будівля є необхідним компонентом кімнати Стайні.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.NAME
source: <link="RANCHSTATION">Grooming Station</link>
uk_ua: <link="RANCHSTATION">Станція Догляду</link>

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Ration boxes keep food safe from hungry critters, but don't slow food spoilage.
uk_ua: Раціон скрині тримає їжу в безпеці від голодних тварин, але не уповільнює псування їжі.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <link="FOOD">Food</link>. Food must be delivered to boxes by Duplicants.
uk_ua: Зберігає малу кількість <link="FOOD">Їжі</link>. Їжа може бути доставлена Дублікантами в коробки.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: <link="RATIONBOX">Ration Box</link>
uk_ua: <link="RATIONBOX">Скриня Пайок</link>

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Food spoilage can be slowed by certain ambient conditions as well as by refrigerators.
uk_ua: Псування їжі може бути уповільнене певними умовами зовнішнього середовища, а також холодильниками.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Stores <link="FOOD">Food</link> at an ideal <link="HEAT">Temperature</link> to prevent spoilage.
uk_ua: Зберігає <link="FOOD">Їжу</link> в ідеальній <link="HEAT">Температурі</link> перешкоджаючи псуванню.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.LOGIC_PORT_DESC
source: Full/Not Full
uk_ua: Повний/Не Повний

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: <link="REFRIGERATOR">Refrigerator</link>
uk_ua: <link="REFRIGERATOR">Холодильник</link>

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Research stations are necessary for unlocking all research tiers.
uk_ua: Станції Досліджень потрібні для розблокування всіх дослідницьких рівнів.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Novice Research</link> to unlock new technologies.
uk_ua: Проводить <link="RESEARCH">Новітні Дослідження</link>, для розблокування нових технологій.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: <link="RESEARCHCENTER">Research Station</link>
uk_ua: <link="RESEARCHCENTER">Станція Досліджень</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.DESC
source: Sand is used in an array of liquid and air filtering processes.
uk_ua: Пісок застосовується в безліч процесів, фільтрації рідин та повітря.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.EFFECT
source: Produces <link="SAND">Sand</link> from <link="RAWMINERAL">Raw Mineral</link>. Inefficiently produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>.
uk_ua: Виробляє <link="SAND">Пісок</link> з <link="RAWMINERAL">Сирих Мінералів</link>. Не ефективно виробляє <link="REFINEDMETAL">Перероблені Метали</link> з сирої <link="RAWMETAL">Металевої Руди</link>.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.LIME_RECIPE_DESCRIPTION
source: Crushes {1} into {0}
uk_ua: Подрібнює {1} в {0}

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.METAL_RECIPE_DESCRIPTION
source: Crushes {1} into <link="SAND">Sand</link> and pure {0}.
uk_ua: Подрібнює {1} в <link="SAND">Пісок</link> та чистий {0}.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.NAME
source: <link="ROCKCRUSHER">Rock Granulator</link>
uk_ua: <link="ROCKCRUSHER">Гранілятор Каміння</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.RECIPE_DESCRIPTION
source: Crushes {0} into {1}.
uk_ua: Подрібнює {0} в {1}.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.DESC
source: Employment can permanently improve Duplicants' skills and teach them unique traits.
uk_ua: Працевлаштування може назавжди покращити навички Дублікантів та навчати їх унікальним рисам.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.EFFECT
source: Allows Duplicants to be assigned to specialized <link="JOBS">Jobs</link>. Unlocks <link="JOBS">Hats</link>.
uk_ua: Дозволяє призначати Дублікантам спеціальні <link="JOBS">Роботи</link>. Відкриває <link="JOBS">Капелюхи</link>.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.NAME
source: <link="ROLESTATION">Jobs Board</link>
uk_ua: <link="ROLESTATION">Дошка Роботи</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Genius Sculpture
uk_ua: Геніальна Скульптура

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: Duplicants with high art skill will produce better, more decorative sculptures.
uk_ua: Дубліканти з високими творчими навичками створюють кращі, більш декоративні скульптури.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
uk_ua: Збільшує <link="DECOR">Декор</link> та знижує <link="STRESS">Стрес</link>. Повинна бути виліплена Дублікантом.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: <link="SCULPTURE">Sculpting Block</link>
uk_ua: <link="SCULPTURE">Брила для Ліпки</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
uk_ua: "Абстрактна" Скульптура

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.DESC
source: Shearing stations are used to shear Dreckos.
uk_ua: Перукарська Станція використовується для стрижки Дрекко.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.EFFECT
source: Shears dreckos.
uk_ua: Ножиці дрекко.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.NAME
source: <link="SHEARINGSTATION">Shearing Station</link>
uk_ua: <link="FARMSTATION">Перукарська Станція</link>

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: Showers remove the "Grimy" effect and kill all germs present on Duplicant's skin.
uk_ua: Душі прибирають ефект "забруднений" та вбивають всі бактерії наявні на шкірі Дублікантів.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Improves Duplicant <link="HYGIENE">Hygiene</link> and removes <link="DISEASE">Germs</link>.
uk_ua: Поліпшує <link="HYGIENE">Гігієну</link> Дублікантів та видаляє <link="DISEASE">Бактерії</link>.

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: <link="SHOWER">Shower</link>
uk_ua: <link="SHOWER">Душ</link>

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.DESC
source: Solar panels convert high intensity Sunlight into usable power.
uk_ua: Сонячні Панелі перетворюють високо інтенсивне сонячне світло в корисну енергію.

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.EFFECT
source: Converts Sunlight into electrical <link="POWER">Power</link>.
uk_ua: Перетворює сонячне світло в електричну <link="POWER">Енергію</link>.

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.NAME
source: <link="SOLARPANEL">Solar Panel</link>
uk_ua: <link="SOLARPANEL">Сонячна Панель</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.DESC
source: Rails automatically move materials where they'll be needed most, saving Duplicants the walk.
uk_ua: Рейки автоматично переміщують матеріали там, де вони будуть більш потрібні, зберігаючи Дублікатну прогулянку.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.EFFECT
source: Transports <link="ELEMENTSSOLID">Solid Materials</link> on a track between <link="SOLIDCONDUITINBOX">Conveyor Loader</link> and <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>. Can be run through tiles.
uk_ua: Транспортує <link="ELEMENTSSOLID">Тверді Матеріали</link> на шляху між <link="SOLIDCONDUITINBOX">Конвеєрним Навантажувачем</link> та <link="SOLIDCONDUITOUTBOX">Конвеєрним Розвантажувачем</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.NAME
source: <link="SOLIDCONDUIT">Conveyor Rail</link>
uk_ua: <link="SOLIDCONDUIT">Конвеєрна Рейка</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.DESC
source: Separating rail systems helps prevent materials from reaching the wrong destinations.
uk_ua: Розділяє рейкові системи, допомагає запобігти потраплянню матеріалів на неправильні напрямки.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.EFFECT
source: Runs one <link="SOLIDCONDUIT">Conveyor Rail</link> section over another without joining them. Can be run through tiles.
uk_ua: Працює на одній секції <link="SOLIDCONDUIT">Конвеєрних Рейок</link>поверх інших, не приєднуючись до них. Може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.NAME
source: <link="SOLIDCONDUITBRIDGE">Conveyor Bridge</link>
uk_ua: <link="SOLIDCONDUITBRIDGE">Конвеєрний Міст</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.DESC
source: The filters on a loader can be used to determine what materials should be sent down the rail.
uk_ua: Фільтри на навантажувачі можуть бути використані для визначення того, які матеріали повинні бути відправлені по рейці.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.EFFECT
source: Loads <link="ELEMENTSSOLID">Solid Materials</link> onto <link="SOLIDCONDUIT">Conveyor Rail</link> for transport. Only loads the resources of your choosing.
uk_ua: Навантажує <link="ELEMENTSSOLID">Тверді Матеріали</link> на <link="SOLIDCONDUIT">Конвеєрну Рейку</link> для транспортування. Лише навантажує ресурси, за вашим вибором.
