Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.MESSAGEBODY
source: Duplicants must be able to reach the errands I set in order to do their work. When placing errands, I should keep in mind that they can only climb obstacles up to two spaces high, and are themselves two spaces tall. If I need to check that an errand I've placed is accessible, I can select a Duplicant and click SHOW NAVIGATION to view all areas within their reach.
uk_ua: Дубліканти повинні мати вільний шлях до їхніх доручень, для того, щоб працювати. Коли розміщуєте доручення, майте на увазі, що Дубліканти можуть підніматися на перешкоди висотою в два блоки та і самі вони в два блоки. Якщо ви не впевнені, чи заступне доручення, оберіть Дубліканта та натисніть ПОКАЗАТИ ШЛЯХИ, щоб переглянути всі області, досяжні для них.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.NAME
source: TIP: Duplicant Movement
uk_ua: НАТЯК: Пересування Дублікантів

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.NAME
source: TIP: Germs and Disease
uk_ua: НАТЯК: Бактерії та Хвороби

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.NAME
source: Missing materials
uk_ua: Відсутні матеріали

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.TOOLTIP
source: These resources are not available:
uk_ua: Ці матеріали не доступні:

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
uk_ua: НАТЯК: Забруднена Вода

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.NAME
source: Nearly dry
uk_ua: Майже сухий

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.TOOLTIP
source: These Duplicants will dry off soon:
uk_ua: Ці Дубліканти будуть сухими найблищим часом:

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.NAME
source: Colony requires a <link="POWER">Power</link> source
uk_ua: Колонії необхідне джерело <link="POWER">Енергії</link>

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.TOOLTIP
source: <link="POWER">Power</link> is required to operate electrical buildings
uk_ua: Для роботи електричних будівель необхідна <link="POWER">Енергія</link>

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.NAME
source: Colony requires a food source
uk_ua: Колонії необхідне джерело їжі

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
uk_ua: Недостатня генерація кисню

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.NAME
source: Colony requires beds
uk_ua: Колонії потрібні ліжка

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.NAME
source: Colony requires toilets
uk_ua: Колонії потрібні туалети

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.NAME
source: {0} has developed a trait
uk_ua: {0} розвинув рису

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.TOOLTIP
source: {0} has developed the trait(s): • {1}
uk_ua: {0} розвинув рису(и): • {1}

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.NAME
source: Colony requires Med-Beds
uk_ua: Колонії необхідні Мед-Ліжка

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.NAME
source: Output blocked
uk_ua: Вихід заблокований

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
uk_ua: Заблоковані труби зупинили функціонування цих систем:

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.NAME
source: TIP: Priorities
uk_ua: НАТЯК: Пріоритети

# STRINGS.MISC.NOTIFICATIONS.REDALERT.NAME
source: Red Alert
uk_ua: Червона Тривога

# STRINGS.MISC.NOTIFICATIONS.REDALERT.TOOLTIP
source: The colony is prioritizing work over their individual well-being
uk_ua: Колонії пріоритетніша робота, ніж їхнє особисте здоров'я

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.NAME
source: Research Complete
uk_ua: Дослідження Завершене

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.TOOLTIP
source: {0} research complete!
uk_ua: {0} дослідження завершене!

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.NAME
source: Resources melted
uk_ua: Ресурси розплавлені

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.TOOLTIP
source: These resources have melted:
uk_ua: Ці ресурси розплавлені:

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.LINE
source: • <b>{0}</b> mastered the {1} job
uk_ua: • <b>{0}</b> опанував роботу {1}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.MESSAGEBODY
source: These Duplicants have mastered their jobs and may be eligible for promotion: {0}
uk_ua: Ці Дубліканти опанували свої роботи та можуть мати право на підвищення: {0}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.NAME
source: Jobs Mastered
uk_ua: Опанували роботи

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.TOOLTIP
source: Job Mastered
uk_ua: Опанована робота

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.NAME
source: TIP: Stress Management
uk_ua: НАТЯК: Управління Стресом

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.NAME
source: Structural collapse
uk_ua: Будівельний Обвал

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.TOOLTIP
source: These buildings have collapsed:
uk_ua: Ці будівлі обвалені:

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.NAME
source: Structural damage
uk_ua: Будівельні Пошкодження

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.TOOLTIP
source: These buildings' structural integrity has been compromised
uk_ua: Структурна цілісність цих будівель була зламана

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.NAME
source: No Docks available
uk_ua: Немає Наявних Доків

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.TOOLTIP
source: An exosuit was dropped because there were no empty Exosuit Docks available
uk_ua: Екзо Костюм був знятий, тому що не було наявних порожніх Доків Екзо Костюмів

# STRINGS.MISC.NOTIFICATIONS.SUITS.NAME
source: TIP: Exosuits
uk_ua: НАТЯК: Екзо Костюми

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.NAME
source: TIP: Errand Priorities
uk_ua: НАТЯК: Пріоритетність Завдань

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
uk_ua: НАТЯК: Температура Дубліканта

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
uk_ua: ПАТЯК: Температура Будівель

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.NAME
source: Unreachable resources
uk_ua: Недосяжні ресурси

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.TOOLTIP
source: Duplicants cannot retrieve these resources:
uk_ua: Дубліканти не можуть отримати ці ресурси:

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.NAME
source: Unrefrigerated Food
uk_ua: Їжа не охолоджується

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.TOOLTIP
source: These <link="FOOD">Food</link> items are in storage but are not refrigerated:
uk_ua: Ці одиниці <link="FOOD">Їжі</link> в сховищі, але не охолоджуються:

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.NAME
source: Vent blocked
uk_ua: Злив заблокований

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
uk_ua: Заблоковані труби припинили роботу цих систем:

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.NAME
source: Vent overpressurized
uk_ua: Вентиль, високий тиск

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.TOOLTIP
source: These pipe systems have exited the ideal pressure range:
uk_ua: Ці системи труб, вийшли з ідеального діапазону тиску:

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.NAME
source: TIP: Colony Management
uk_ua: НАТЯК: Управління Колонією

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
uk_ua: Копати

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
uk_ua: Мити

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting {Element}: {FlowRate}
uk_ua: Випускає {Element}: {FlowRate}

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.NAME
source: Marked For Compost
uk_ua: Призначено для компостування

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.TOOLTIP
source: Awaiting a Duplicant to compost
uk_ua: Очікує Дубліканта для компостування

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
uk_ua: У використанні

# STRINGS.MISC.STATUSITEMS.OPERATING.TOOLTIP
source: This object is currently being used
uk_ua: Цей об'єкт зараз у використанні

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.NAME
source: Pending Attack
uk_ua: Очікується атака

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.TOOLTIP
source: Waiting for a Duplicant to murderize this defenseless critter
uk_ua: Очікує Дубліканта, щоб вбити цю беззахисну тварину

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.NAME
source: Pending Wrangle
uk_ua: Очікується опір

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.TOOLTIP
source: Waiting for a Duplicant to capture this critter ------------------ Only Duplicants trained as Ranchers can catch critters without traps
uk_ua: Очікується Дублікант, який спіймає цю тварину ------------------ Лише Дубліканти, які пройшли навчання на Пастуха можуть спіймати тварину без пасток

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected object has a mass of {Mass}
uk_ua: Обраний об'єкт має масу {Mass}

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
uk_ua: Випускає <link="OXYGEN">Кисень</link>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.NAME
source: Sweep Errand Assigned
uk_ua: Завдання перенесення призначене

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.TOOLTIP
source: Awaiting a Duplicant to sweep
uk_ua: Очікує Дубліканта для перенесення

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
uk_ua: Завдання жнивів призначене

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
uk_ua: Очікує Дубліканта для збирання врожаю

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
uk_ua: Завдання корчування призначене

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Awaiting a Duplicant to uproot
uk_ua: Очікує Дубліканта для корчування

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
uk_ua: Недосяжний

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this object
uk_ua: Дубліканти не можуть досягти цього об'єкта

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.NAME
source: High Priority
uk_ua: Високий Пріоритет

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.TOOLTIP
source: Undug material is blocking off an essential tile
uk_ua: Матеріал, що знімається, блокує необхідний блок

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.NAME
source: Dormant
uk_ua: Бездіяльний

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.TOOLTIP
source: This geyser's geoactivity has halted ------------------ It won't erupt again for some time
uk_ua: Геоактивність цього гейзера зупинилася ------------------ Він не буде вивергатися протягом деякого часу

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.NAME
source: Venting {StudiedDetails}
uk_ua: Виверження {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.STUDIED
source: (idle in {Time})
uk_ua: (байдикує {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.TOOLTIP
source: This geyser is erupting
uk_ua: Цей гейзер вивергається

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.NAME
source: Idle {StudiedDetails}
uk_ua: Байдикує {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.STUDIED
source: (erupts in {Time})
uk_ua: (виверження через {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.TOOLTIP
source: This geyser is not currently erupting
uk_ua: Цей гейзер не вивергається зараз

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.NAME
source: Over pressure {StudiedDetails}
uk_ua: Надлишковий тиск {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.STUDIED
source: (idle in {Time})
uk_ua: (байдикує {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.TOOLTIP
source: Spout cannot vent due to high environmental pressure
uk_ua: Горловина не може випускати, через високий тиск навколишнього середовища

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.NAME
source: Rising pressure {StudiedDetails}
uk_ua: Підвищення тиску {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.STUDIED
source: (erupts in {Time})
uk_ua: (виверження через {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.TOOLTIP
source: This geyser's internal pressure is steadily building
uk_ua: Внутрішній тиск цього гейзера постійно росте

# STRINGS.MISC.STATUSITEMS.STUDIED.NAME
source: Analysis Complete
uk_ua: Аналіз завершений

# STRINGS.MISC.STATUSITEMS.STUDIED.TOOLTIP
source: Information on this Natural Feature has been compiled below.
uk_ua: Інформація про цю Природну Ознаку була зібрана нижче.

# STRINGS.MISC.STATUSITEMS.USING.NAME
source: Using {Target}
uk_ua: Використовує {Target}

# STRINGS.MISC.STATUSITEMS.USING.TOOLTIP
source: {Target} is currently in use
uk_ua: {Target} зараз у використанні

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.NAME
source: Dig Errand Assigned
uk_ua: Завдання копання призначене

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.TOOLTIP
source: Awaiting a Duplicant to dig
uk_ua: Очікує Дубліканта для копання

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Errand Assigned
uk_ua: Завдання миття призначене

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
uk_ua: Очікує Дубліканта для миття

# STRINGS.MISC.TAGS.AGRICULTURE
source: Agriculture
uk_ua: Землеробство

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
uk_ua: Сплав

# STRINGS.MISC.TAGS.ANTISEPTIC
source: Antiseptic
uk_ua: Антисептик

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
uk_ua: Водяна Основа

# STRINGS.MISC.TAGS.ART
source: Art Build-Delivery
uk_ua: Художня Буд-Доставка

# STRINGS.MISC.TAGS.BAGABLECREATURE
source: Critters
uk_ua: Тварини

# STRINGS.MISC.TAGS.BED
source: Bed
uk_ua: Ліжко

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
uk_ua: Хлорний Камінь

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
uk_ua: Газ придатний для дихання

# STRINGS.MISC.TAGS.BUILDABLEANY
source: Generic Buildable
uk_ua: Загальний Будівельний

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
uk_ua: Перероблені Мінерали

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
uk_ua: Сирі Мінерали

# STRINGS.MISC.TAGS.BUILDING
source: Build Dig-Delivery
uk_ua: Будівельна Копальна-Доставка

# STRINGS.MISC.TAGS.BURNS
source: Flammable
uk_ua: Займистий

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
uk_ua: Лікарня

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
uk_ua: Одяг

# STRINGS.MISC.TAGS.COAL
source: Coal
uk_ua: Вугілля

# STRINGS.MISC.TAGS.COMPOSTABLE
source: Compostable
uk_ua: Компостабельний

# STRINGS.MISC.TAGS.COMPOSTBASICPLANTFOOD
source: Compost Muckroot
uk_ua: Гній Корінь Компост

# STRINGS.MISC.TAGS.COMPOSTMEAT
source: Compost Meat
uk_ua: М'ясний Компост

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
uk_ua: Споживчі Руди

# STRINGS.MISC.TAGS.CONVEYOR
source: Shipping Build
uk_ua: Будівельне Постачання

# STRINGS.MISC.TAGS.COOKING
source: Cook Delivery
uk_ua: Куховарна Доставка

# STRINGS.MISC.TAGS.COOKINGINGREDIENT
source: Cooking Ingredient
uk_ua: Кулінарні Інгредієнти

# STRINGS.MISC.TAGS.CRUSHABLE
source: Crushable
uk_ua: Подрібнюючий

# STRINGS.MISC.TAGS.DECORATION
source: Decoration
uk_ua: Декорації

# STRINGS.MISC.TAGS.DOCTORING
source: Care Delivery
uk_ua: Доставка Турботи

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
uk_ua: Їстівне

# STRINGS.MISC.TAGS.EGG
source: Critter Egg
uk_ua: Яйця тварин

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
uk_ua: Випромінювач Світла

# STRINGS.MISC.TAGS.EXTRUDABLE
source: Extrudable
uk_ua: Екструдований

# STRINGS.MISC.TAGS.FABRICATING
source: Fabricate Delivery
uk_ua: Виробнича Доставка

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
uk_ua: Орний Грунт

# STRINGS.MISC.TAGS.FARMING
source: Farm Build-Delivery
uk_ua: Фермо Буд-Доставка

# STRINGS.MISC.TAGS.FARMSTATION
source: Farm Station
uk_ua: Станція Фермера

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
uk_ua: Середня Фільтрація

# STRINGS.MISC.TAGS.GAS
source: Gas
uk_ua: Газ

# STRINGS.MISC.TAGS.GENE_SHUFFLER
source: Neural Vacillator
uk_ua: Нейровий Вакцинатор

# STRINGS.MISC.TAGS.ICEORE
source: Ice
uk_ua: Лід

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
uk_ua: Промислові Елементи

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
uk_ua: Виробничий Продукт

# STRINGS.MISC.TAGS.LIFE
source: Life
uk_ua: Життя

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
uk_ua: Рідина

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
uk_ua: Зріджений

# STRINGS.MISC.TAGS.MACHINE_SHOP
source: Machine Shop
uk_ua: Машинна Крамниця

# STRINGS.MISC.TAGS.MANUFACTUREDMATERIAL
source: Manufactured Material
uk_ua: Промислові Матеріали

# STRINGS.MISC.TAGS.MASSAGE_TABLE
source: Massage Table
uk_ua: Масажний Стіл

# STRINGS.MISC.TAGS.MEDICINE
source: Medicine
uk_ua: Терапія

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
uk_ua: Обідній Стіл

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
uk_ua: Сирий Метал

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
uk_ua: Мікстура

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
uk_ua: Мульти-знаряддя

# STRINGS.MISC.TAGS.OIL
source: Hydrocarbon
uk_ua: Вуглеводень

# STRINGS.MISC.TAGS.ORE
source: Ore
uk_ua: Руда

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
uk_ua: Органіка

# STRINGS.MISC.TAGS.OTHER
source: Miscellaneous
uk_ua: Різне

# STRINGS.MISC.TAGS.PHOSPHORUS
source: Phosphorus
uk_ua: Фосфор

# STRINGS.MISC.TAGS.PICKLED
source: Pickled
uk_ua: Маринований

# STRINGS.MISC.TAGS.PLASTIC
source: Plastic
uk_ua: Пластик

# STRINGS.MISC.TAGS.PLUMBABLE
source: Plumbable
uk_ua: Сантехнічний

# STRINGS.MISC.TAGS.POWER
source: Generator Delivery
uk_ua: Генераторна Доставка

# STRINGS.MISC.TAGS.POWERSTATION
source: Power Station
uk_ua: Електрична Станція

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
uk_ua: Дорогоцінний Метал

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
uk_ua: Сирий Дорогоцінний Метал

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
uk_ua: Перероблений Метал

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
uk_ua: Місце Дозвілля

# STRINGS.MISC.TAGS.RESEARCH
source: Research Delivery
uk_ua: Дослідницька Доставка

# STRINGS.MISC.TAGS.SEED
source: Seed
uk_ua: Насіння

# STRINGS.MISC.TAGS.SOLID
source: Solid
uk_ua: Тверді

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
uk_ua: Тверді Матеріали

# STRINGS.MISC.TAGS.SPECIAL
source: Special
uk_ua: Спеціальний

# STRINGS.MISC.TAGS.STEEL
source: Steel
uk_ua: Сталь

# STRINGS.MISC.TAGS.SUIT
source: Suit
uk_ua: Костюм

# STRINGS.MISC.TAGS.TOILET
source: Toilet
uk_ua: Туалет

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
uk_ua: Токсичний

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
uk_ua: Непридатний для дихання

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
uk_ua: Нестійкий

# STRINGS.MISC.TAGS.WIRING
source: Wire Build-Delivery
uk_ua: Дротяна Буд-Доставка

# STRINGS.MISC.TUTORIAL.DONT_SHOW_AGAIN
source: Don't Show Again
uk_ua: Не показувати знову

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ACIDIC
source: Acidic
uk_ua: Кислотна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ANTIGRAVITY
source: Antigravity
uk_ua: Антигравітаційна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BEAUTIFUL
source: Beautiful
uk_ua: Гарна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BESIEGED
source: Besieged
uk_ua: Осаджена

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BREATHLESS
source: Breathless
uk_ua: Захекана

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BURGEONING
source: Burgeoning
uk_ua: Бурхлива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BUSTLING
source: Bustling
uk_ua: Суєтна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CHAOTIC
source: Chaotic
uk_ua: Хаотична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CLONE
source: Clone
uk_ua: Клонована

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CONTAGIOUS
source: Contagious
uk_ua: Інфекційна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COOL
source: Cool
uk_ua: Холодна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COUGHING
source: Coughing
uk_ua: Кашельна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CUTE
source: Cute
uk_ua: Приваблива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DANGEROUS
source: Dangerous
uk_ua: Небезпечна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DARKEST
source: Darkest
uk_ua: Темна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DATA
source: Data
uk_ua: Інформаційна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEADLY
source: Deadly
uk_ua: Убивча

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEATH
source: Death
uk_ua: Смертельна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DELICATE
source: Delicate
uk_ua: Делікатна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DISEASED
source: Diseased
uk_ua: Хвороблива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DOOMED
source: Doomed
uk_ua: Приречена

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DORKY
source: Dorky
uk_ua: Нічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DUPLICANT
source: Duplicant
uk_ua: Дубліканська

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FESTERING
source: Festering
uk_ua: Гнійна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FUTURE
source: Future
uk_ua: Майбутня

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GALACTIC
source: Galactic
uk_ua: Галактична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GOLDEN
source: Golden
uk_ua: Золотиста

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GREAT
source: Great
uk_ua: Велична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GRIMY
source: Grimy
uk_ua: Забруднена

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPLESS
source: Hapless
uk_ua: Нещаслива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPPY
source: Happy
uk_ua: Щаслива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HARDY
source: Hardy
uk_ua: Витривала

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HIP
source: Hip
uk_ua: Хіпа

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HOPEFUL
source: Hopeful
uk_ua: Обнадійлива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IDYLLIC
source: Idyllic
uk_ua: Ідилічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ILL
source: Ill
uk_ua: Слабка

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMMUNE
source: Immune
uk_ua: Імунна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMPENETRABLE
source: Impenetrable
uk_ua: Непроникна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INCREDIBLE
source: Incredible
uk_ua: Неймовірна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INESCAPABLE
source: Inescapable
uk_ua: Невідворотна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INSPIRING
source: Inspiring
uk_ua: Надихаюча

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INTERGALACTIC
source: Intergalactic
uk_ua: Міжгалактична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INVISIBLE
source: Invisible
uk_ua: Непомітна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IRONIC
source: Ironic
uk_ua: Іронічна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LAMENTABLE
source: Lamentable
uk_ua: Плачевна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LEAKY
source: Leaky
uk_ua: Проникна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LOVELIEST
source: Loveliest
uk_ua: Чарівна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKLESS
source: Luckless
uk_ua: Нещаслива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKY
source: Lucky
uk_ua: Щаслива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUNAR
source: Lunar
uk_ua: Місячна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUXURY
source: Luxury
uk_ua: Розкішна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MERRY
source: Merry
uk_ua: Весела

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MESSY
source: Messy
uk_ua: Заплутана

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.NEEDY
source: Needy
uk_ua: Злиденна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OPTIMISTIC
source: Optimistic
uk_ua: Оптимістична

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OUTRAGEOUS
source: Outrageous
uk_ua: Образлива

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PERFECT
source: Perfect
uk_ua: Досконала

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PHELGM_COATED
source: Phlegm-Coated
uk_ua: Шаро-Слизна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLAGUED
source: Plagued
uk_ua: Чумна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLUCKY
source: Plucky
uk_ua: Відважна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PROSPEROUS
source: Prosperous
uk_ua: Процвітаюча

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.QUARANTINED
source: Quarantined
uk_ua: Карантинна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADICAL
source: Radical
uk_ua: Корінна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADIOACTIVE
source: Radioactive
uk_ua: Радіоактивна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RAMSHACKLE
source: Ramshackle
uk_ua: Дряхла

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.REGRETTABLE
source: Regrettable
uk_ua: Жалюгідна

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROCKY
source: Rocky
uk_ua: Кам'яниста

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROSY
source: Rosy
uk_ua: Рожева
