Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.STATUS
source: Scrubbing ore
uk_ua: Очистити руду

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.TOOLTIP
source: Material ore can be scrubbed to remove Germs present on its surface
uk_ua: Мінеральну руду можна очистити, щоб видалити присутні на її поверхні бактерії

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
uk_ua: Приймає душ

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
uk_ua: Приймати душ

# STRINGS.DUPLICANTS.CHORES.SHOWER.TOOLTIP
source: This Duplicant is having a refreshing shower
uk_ua: Цей Дублікант приймає освіжаючий душ

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
uk_ua: Зітхання

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
uk_ua: Зітхає

# STRINGS.DUPLICANTS.CHORES.SIGH.TOOLTIP
source: Ho-hum.
uk_ua: Нудно.

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
uk_ua: Спить

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
uk_ua: Йде спати

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy
uk_ua: Неспокійний

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: Antsy
uk_ua: Неспокійний

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.TOOLTIP
source: This Duplicant is a workaholic and gets stressed when they have nothing to do
uk_ua: Цей Дублікант трудоголік та піддається стресу, коли йому нема чого робити

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress Vomit
uk_ua: Блює від стресу

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
uk_ua: Блювотний стрес

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.TOOLTIP
source: Some people deal with stress better than others
uk_ua: Деякі люди впораються зі стресом краще, ніж інші

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.NAME
source: Start Job
uk_ua: Починає працювати

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.STATUS
source: Starting job assignment
uk_ua: Починає назначену роботу

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.TOOLTIP
source: This Duplicant is preparing for their new job assignment
uk_ua: Цей Дублікант приготувався до його нової назначеної роботи

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take Medicine
uk_ua: Приймає ліки

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
uk_ua: Прийматиме ліки

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.TOOLTIP
source: This Duplicant is taking a dose of medicine to keep disease at bay
uk_ua: Цей Дублікант приймає порцію ліків, щоб запобігти

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Change Setting
uk_ua: Змінює налаштування

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to change setting
uk_ua: Йде змінювати налаштування

# STRINGS.DUPLICANTS.CHORES.TOGGLE.TOOLTIP
source: This Duplicant is going to change the settings on a building
uk_ua: Цей Дублікант йде змінювати налаштування в будівлі

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
uk_ua: Переносить

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
uk_ua: Йде переносити

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.TOOLTIP
source: Sweeping debris from the ground improves colony decor
uk_ua: Прибирання сміття з землі покращує декор колонії

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.NAME
source: Enter Transit Tube
uk_ua: Увійшов до транзитної трубки

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.STATUS
source: Entering Transit Tube
uk_ua: Входить до транзитної трубки

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.TOOLTIP
source: Nyoooom!
uk_ua: Нуоооом!

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
uk_ua: Гидко плаче

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
uk_ua: Гидкий плач

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.TOOLTIP
source: This Duplicant is having a healthy cry to alleviate their negative emotions
uk_ua: Цей Дублікант сильно плаче, щоб полегшити його негативні емоції

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
uk_ua: Розспоряджається

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
uk_ua: Йде розспоряджатися

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.TOOLTIP
source: This Duplicant is removing a piece of their equipment
uk_ua: Цей Дублікант прибирає частину його спорядження

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
uk_ua: Корчує

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
uk_ua: Йде корчувати

# STRINGS.DUPLICANTS.CHORES.UPROOT.TOOLTIP
source: This Duplicant is uprooting a plant for a seed
uk_ua: Цей Дублікант корчує рослину за для насіння

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use Toilet
uk_ua: Користується убиральнею

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
uk_ua: Йде користуватися убиральнею

# STRINGS.DUPLICANTS.CHORES.USETOILET.TOOLTIP
source: Duplicants have to use the toilet at least once per day
uk_ua: Дубліканти повинні користуватися убиральнею принаймні один раз на день

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
uk_ua: Блює

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
uk_ua: Блюватиме

# STRINGS.DUPLICANTS.CHORES.VOMIT.TOOLTIP
source: Vomiting produces Polluted Water and can spread disease
uk_ua: Блювота приносить забруднену воду та може поширювати хворобу

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm Up
uk_ua: Зігрівається

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
uk_ua: Йде зігріватися

# STRINGS.DUPLICANTS.CHORES.WARMUP.TOOLTIP
source: This Duplicant got too cold and is going to warm up
uk_ua: Цей Дублікант надто охолонув та йде зігріватися

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash Hands
uk_ua: Миє руки

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
uk_ua: Мити руки

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.TOOLTIP
source: Good hygiene removes germs and prevents the spread of disease
uk_ua: Хороша гігієна вбиває бактерії та запобігає поширенню хвороб

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
uk_ua: Цьому Дубліканту потрібні речі, зроблені в дуже особливий спосіб

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
uk_ua: Вибагливий

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
uk_ua: Цей Дублікант освітлює інші дні, де б він не йшов

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
uk_ua: Бадьорий настрій

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.DESC
source: This Duplicant has an all-consuming fear of bacteria
uk_ua: Цей Дублікант має всебічний страх перед бактеріями

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.NAME
source: Germaphobe
uk_ua: Бактеро-фобія

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
uk_ua: Цей Дублікант видається досить посереднім в цілому

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
uk_ua: Відсутні

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
uk_ua: Цей Дублікант генетично проклятий різким запахом тіла

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
uk_ua: Смердючий

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
uk_ua: {Target} був вбитий в бійці.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
uk_ua: Вбитий

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
uk_ua: {Target} потонув.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
uk_ua: Потонув

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
uk_ua: {Target} помер від вибуху.

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.NAME
source: Explosion
uk_ua: Вибухнув

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.DESCRIPTION
source: {Target} has died of a fatal illness.
uk_ua: {Target} помер від смертельної хвороби.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.NAME
source: Succumbed to Disease
uk_ua: Загинув від хвороби

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
uk_ua: {Target} помер від замерзання.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
uk_ua: Змерз

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
uk_ua: {Target} помер.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Death
uk_ua: Помер

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has overheated to death.
uk_ua: {Target} помер від перегріву.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Overheated
uk_ua: Перегрівся

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
uk_ua: {Target} помер від голоду.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
uk_ua: Голодна смерть

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
uk_ua: {Target} помер від задушення.

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.NAME
source: Suffocation
uk_ua: Задушився

# STRINGS.DUPLICANTS.DISEASES.ADDED_POPFX
source: {0}: {1} Germs
uk_ua: {0}: {1} Бактерії

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
uk_ua: Всі хвороби

# STRINGS.DUPLICANTS.DISEASES.ATTRIBUTE_MODIFIER_SYMPTOMS_TOOLTIP
source: Modifies {0} by {1}
uk_ua: Видозмінюються {0} від {1}

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl from extreme cold exposure
uk_ua: Перебіг думок цих Дублікантів були сповільнені, до повзання від надмірного холодного впливу

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.LEGEND_HOVERTEXT
source: Area Causes Hypothermia
uk_ua: Область спричиняє переохолодження

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: <link="COLDBRAIN">Hypothermia</link>
uk_ua: <link="COLDBRAIN">Переохолодження</link>

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
uk_ua: Вилікувався від {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM
source: Death in {0}
uk_ua: Помер від {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM_TOOLTIP
source: Without medical care, this Duplicant will die of their illness in {0}
uk_ua: Без медичної допомоги цей Дублікант помре від його хвороби {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE
source: Contracted via air inhalation ------------------
uk_ua: Зумовлений через вдихання повітря ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE_TOOLTIP
source: Duplicants contract this disease breathing air containing these germs
uk_ua: Дубліканти отримують цю хворобу, через вдихання повітря, яке містить бактерії

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES
source: Dies
uk_ua: Помирають

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON
source: Killed by:
uk_ua: Помирають в:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON_TOOLTIP
source: Contact with these substances kills germs over time
uk_ua: Контакт з цими речовинами вбиває бактерії через деякий час

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY
source: Disinfected
uk_ua: Дезінфіковані

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON
source: Disinfected by:
uk_ua: Дезінфікуються в:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON_TOOLTIP
source: Contact with these substances will quickly kill these germs
uk_ua: Контакт з цими речовинами швидко вб'є ці бактерії

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_TOOLTIP
source: Halves germ count every {0}
uk_ua: Частина бактерій зменшиться кожні {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY
source: Inhibited
uk_ua: Уповільнені

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON
source: Inhibited by:
uk_ua: Уповільнюються в:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON_TOOLTIP
source: Contact with these substances will slowly reduce germ numbers
uk_ua: Контакт з цими речовинами повільно зменшить кількість бактерій

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_TOOLTIP
source: Halves germ count every {0}
uk_ua: Частина бактерій зменшиться кожні {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_TOOLTIP
source: Halves germ count every {0}
uk_ua: Частина бактерій зменшиться кожні {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE
source: Contracted via food ingestion ------------------
uk_ua: Зумовлений через вживання їжі ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE_TOOLTIP
source: Duplicants contract this disease by ingesting contaminated food
uk_ua: Дубліканти отримують цю хворобу, через споживання забрудненої їжі

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS
source: Multiplies
uk_ua: Розмножуються

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON
source: Multiplies in:
uk_ua: Розмножуються в:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON_TOOLTIP
source: These substances allow germs to spread and reproduce
uk_ua: Ці речовини дозволяють бактеріям поширюватися та розмножуватися

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_TOOLTIP
source: Doubles germ count every {0}
uk_ua: Подвоює кількість бактерій кожні {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL
source: Survives
uk_ua: Виживають

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON
source: Survives in:
uk_ua: Виживають в:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON_TOOLTIP
source: Germs will survive contact with these substances, but will not reproduce
uk_ua: Бактерії виживають при контакті з цими речовинами, але не будуть розмножуватися

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_TOOLTIP
source: Germ count remains static
uk_ua: Кількість бактерій залишається статичним

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE
source: Pressure range: {0} to {1}
uk_ua: Межі тиску: {0} до {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE_TOOLTIP
source: These germs can survive between {0} and {1} of pressure ------------------ They thrive in pressures between {2} and {3}
uk_ua: Ці бактерії можуть вижити в тиску від {0} до {1} ------------------ Вони процвітають в тиску між {2} та {3}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE
source: Contracted via touch ------------------
uk_ua: Обумовлений через дотик ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE_TOOLTIP
source: Duplicants contract this disease by coming into physical contact with germs
uk_ua: Дубліканти отримують цю хворобу, вступаючи в фізичний контакт з бактеріями

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE
source: Temperature range: {0} to {1}
uk_ua: Температурні межі: {0} до {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE_TOOLTIP
source: These germs can survive temperatures between {0} and {1} ------------------ They thrive in temperatures between {2} and {3}
uk_ua: Ці бактерії можуть вижити в температурі від {0} до {1} ------------------ Вони процвітають в температурі між {2} та {3}

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal wasn't exactly sanitary
uk_ua: Остання їжа цих Дублікантів не була повністю гігієнічною

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. A Duplicant's body "purges" from both ends, causing extreme fatigue.
uk_ua: Несмертелно. Шкіра Дубліканта "покрита" з обох кінців, викликаючи крайню втому.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when vomiting.
uk_ua: В даний час інфікований {2}. Цей Дублікант випускає {1}, коли блює.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will vomit approximately every {0} ------------------ Each time they vomit, they will release {1} and lose calories
uk_ua: Цей Дублікант приблизно буде блювати кожен {0} ------------------ Кожного разу, коли вони блюють, вони виділяють {1} та втрачають калорії

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.LEGEND_HOVERTEXT
source: Food Poisoning Germs Present
uk_ua: Харчове Отруєння Бактеріями Наявне

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: <link="FOODPOISONING">Food Poisoning</link>
uk_ua: <link="FOODPOISONING">Харчове Отруєння</link>

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM
source: Vomiting
uk_ua: Блювота

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM_TOOLTIP
source: Duplicants periodically vomit throughout the day, producing additional germs and losing calories
uk_ua: Дубліканти періодично блюють усюди протягом дня, виробляючи додаткові бактерії та втрачаючи калорії

# STRINGS.DUPLICANTS.DISEASES.GERMS
source: Germs
uk_ua: Бактерії

# STRINGS.DUPLICANTS.DISEASES.GERMS_CONSUMED_DESCRIPTION
source: A count of the number of germs this Duplicant is host to
uk_ua: Кількість бактерій, для яких цей Дублікант вважається господарем

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited from extreme heat exposure
uk_ua: Перебіг думок цих Дублікантів закорочені, від крайнього впливу тепла

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.LEGEND_HOVERTEXT
source: Area Causes Heat Stroke
uk_ua: Область спричиняє тепловий удар

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: <link="HEATRASH">Heat Stroke</link>
uk_ua: <link="HEATRASH">Тепловий Удар</link>

# STRINGS.DUPLICANTS.DISEASES.INFECTED_MODIFIER
source: Suppressed immune system
uk_ua: Пригнічена імунна система

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
uk_ua: Стає інфікованим від {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER
source: Recently consumed {0} ({1})
uk_ua: Нещодавно спожив {0} ({1})

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER_SOURCE
source: Fighting off {0} from {1}
uk_ua: Бориться з {0} від {1}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.AIR
source: by breathing {0}
uk_ua: через вдихання {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: by eating {0}
uk_ua: через вживання {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: from extreme internal temperatures
uk_ua: від високих зовнішніх температур

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.SKIN
source: through skin contamination
uk_ua: через зараження шкіри

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: through exposure to toxic areas
uk_ua: через вплив токсичних зон

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.UNKNOWN
source: from unknown source
uk_ua: від невідомого джерела

# STRINGS.DUPLICANTS.DISEASES.LEGEND_POSTAMBLE
source: * Select an infected object for more details
uk_ua: * Виберіть заражений об'єкт для більших подробиць

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER
source: <link="IMMUNE SYSTEM">Immune Booster</link>
uk_ua: <link="IMMUNE SYSTEM">Імунний бустер</link>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER_TOOLTIP
source: Boosters can be taken by both healthy and sick Duplicants to prevent future disease
uk_ua: Бустери можуть бути прийняті як здоровими, так і хворими Дублікантами для запобігання майбутнім хворобам

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES
source: Alleviates {0}
uk_ua: Знімає: {0}

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY
source: Alleviates <link="DISEASE">All Diseases</link>
uk_ua: Знімає <link="DISEASE">Всі хвороби</link>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY_TOOLTIP
source: This is a nonspecific disease treatment that can be taken by any sick Duplicant
uk_ua: Це неспецифічне лікування хвороб, яке може одержати будь-який хворий Дублікант

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_TOOLTIP
source: This medicine is used to treat {0} and can only be taken by sick Duplicants
uk_ua: Це лікування використовується для лікування {0} та лише можуть одержати хворі Дубліканти

# STRINGS.DUPLICANTS.DISEASES.NODISEASES.NAME
source: NO
uk_ua: НІ

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted {1} {2}
uk_ua: {0} контакт {1} {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
uk_ua: Відчувається смердючий запах

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
uk_ua: Гострий запах, яким тхне від цього Дубліканта, викликає нудоту рівним собі

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.LEGEND_HOVERTEXT
source: Trench Stench Germs Present
uk_ua: Присутні бактерії траншейного сморіду

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: <link="PUTRIDODOUR">Trench Stench</link>
uk_ua: <link="PUTRIDODOUR">Траншейний сморід</link>

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Recuperating
uk_ua: Відповлюється

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.BENIGN
source: Benign
uk_ua: Безпечний

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.CRITICAL
source: Critical
uk_ua: Критичний

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MAJOR
source: Major
uk_ua: Страшний

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MINOR
source: Minor
uk_ua: Легкий

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM
source: Coughing
uk_ua: Кашляє

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM_TOOLTIP
source: Duplicants periodically cough up Polluted Oxygen, producing additional germs
uk_ua: Дубліканти періодично кашляють Забрудненим Кисенем, звільняють додаткові бактерії

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTION
source: This Duplicant's chest congestion is making it difficult to breathe
uk_ua: Забита грудна клітка цього Дубліканта, ускладнює дихання

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTIVE_SYMPTOMS
source: Lethal without medical care. Duplicants experience coughing and shortness of breath.
uk_ua: Смертельне без медичної допомоги. Дубліканти відчувають кашель та задишку.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when coughing.
uk_ua: Зараз заражений від {2}. Цей Дублікант звільняє {1}, коли кашляє.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will cough approximately every {0} ------------------ Each time they cough, they will release {1}
uk_ua: Цей Дублікант приблизно кашляє кожні {0} ------------------ Кожного разу коли кашляє, він звільняє {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.LEGEND_HOVERTEXT
source: Slimelung Germs Present
uk_ua: Легенево Слизні Бактерії Наявні

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.NAME
source: <link="SLIMELUNG">Slimelung</link>
uk_ua: <link="SLIMELUNG">Легенево Слизні Бактерії</link>

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod
uk_ua: Цей Дублікант став ходячим грибним стручком

# STRINGS.DUPLICANTS.DISEASES.SPORES.LEGEND_HOVERTEXT
source: Spores Germs Present
uk_ua: Присутні спори бактерій

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: <link="SPORES">The Spores</link>
uk_ua: <link="SPORES">Спори</link>

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.BEDREST
source: Med-Bed assignment will increases recovery chance
uk_ua: Призначений на Мед-Ліжко збільшить шанси на одужання

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.CURES
source: Remedies taken: {0}
uk_ua: Надано лікування: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTOR_REQUIRED
source: Medical care needed
uk_ua: Необхідна медична допомога

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTORED
source: Received medical care
uk_ua: Отримано медичну допомогу

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DURATION
source: Duration remaining: {0}
uk_ua: Решта часу: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.FATALITY
source: Fatal if untreated in: {0}
uk_ua: Фатальний, якщо не лікувати: {0}
