Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: <link="LIQUIDVALVE">Liquid Valve</link>
uk_ua: <link="LIQUIDVALVE">Рідинний Клапан</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Vents are an exit point for liquids from plumbing systems.
uk_ua: Злив є вихідною точкою для рідин з водопровідної системи.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <link="ELEMENTSLIQUID">Liquid</link> from <link="LIQUIDPIPING">Liquid Pipes</link>.
uk_ua: Звільняє <link="ELEMENTSLIQUID">Рідину</link> з <link="LIQUIDPIPING">Рідинних Труб</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: <link="LIQUIDVENT">Liquid Vent</link>
uk_ua: <link="LIQUIDVENT">Рідинний Злив</link>

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.DESC
source: Detects the presence and quantity of nearby germs
uk_ua: Виявляє присутність та кількість поблизу бактерій

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of surrounding <link="DISEASE">Germs</link>.
uk_ua: <link="LOGIC">Активний</link> чи в <link="LOGIC">Очікування</link> залежно від кількості оточуючих <link="DISEASE">Бактерій</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on ambient Germs
uk_ua: Активний/Очікування на основі навколишніх Бактерій

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.NAME
source: <link="LOGICDISEASESENSOR">Germ Sensor</link>
uk_ua: <link="LOGICDISEASESENSOR">Сенсор Бактерій</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.DESC
source: These sensors can detect the presence of a specific gas and alter systems accordingly.
uk_ua: Ці сенсори виявляють присутні спеціальні гази та змінюють системи відповідно.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Gaseous Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
uk_ua: Стає <link="LOGIC">Активним</link>, коли обраний Газовий Елемент виявлений. Переходить в <link="LOGIC">Очікування</link>, коли Елемент не присутній.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Gas
uk_ua: Активний/Очікування на основі оточуючих Газів

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.NAME
source: <link="LOGICELEMENTSENSORGAS">Gaseous Element Sensor</link>
uk_ua: <link="LOGICDISEASESENSOR">Сенсор Елементів Газу</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.DESC
source: These sensors can detect the presence of a specific liquid and alter systems accordingly.
uk_ua: Ці сенсори виявляють присутні спеціальні рідини та змінюють системи відповідно.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Liquid Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
uk_ua: Стає <link="LOGIC">Активним</link>, коли обраний Рідинний Елемент виявлений. Переходить в <link="LOGIC">Очікування</link>, коли Елемент не присутній.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Liquid
uk_ua: Активний/Очікування на основі оточуючої Рідини

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Element Sensor</link>
uk_ua: <link="ELEMENTSLIQUID">Сенсор Елементів Рідини</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.DESC
source: This gate only turns buildings on when both the input buildings are on active the same time.
uk_ua: Ця хвіртка вмикає будівлі лише, коли обидва входи будівлі одночасно, перебувають активними деякий час.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.EFFECT
source: Becomes <link="LOGIC">Active</link> when the systems connected to its Inputs are both <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when one or both Inputs are on <link="LOGIC">Standby</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, коли приєднані системи до його входів обидві <link="LOGIC">Активні</link>. Переходить в <link="LOGIC">Оцікування</link>, коли один чи обидва входи в <link="LOGIC">Очікуванні</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.NAME
source: <link="LOGICGATEAND">AND Gate</link>
uk_ua: <link="LOGICGATEAND">ТА Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.DESC
source: This gate will keep buildings running for a short time after the input building is deactivated.
uk_ua: Ця хвіртка, буде залишати працюючою будівлю на короткий час, після того, як вхід будівлі буде вимкнений.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is <link="LOGIC">Active</link>. Stays <link="LOGIC">Active</link> for a short time after its Input enters <link="LOGIC">Standby</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, якщо приєднані входи системи є <link="LOGIC">Активними</link>. Перебуває <link="LOGIC">Активним</link> на короткий час, після того, як вхід стає на <link="LOGIC">Очікування</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.NAME
source: <link="LOGICGATEBUFFER">BUFFER Gate</link>
uk_ua: <link="LOGICGATEBUFFER">БУФЕР Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.DESC
source: This gate will keep buildings turned off for a short time after the input building is activated.
uk_ua: Ця хвіртка дозволяє вимкнути будівлі на короткий час, після того, як вхід будівлі буде активним.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.EFFECT
source: Enters <link="LOGIC">Standby</link> if the system connected to its Input is also on <link="LOGIC">Standby</link>. Stays in <link="LOGIC">Standby</link> for a short time after its Input becomes <link="LOGIC">Active</link>.
uk_ua: Стає на <link="LOGIC">Очікування</link>, якщо входи приєднаної до його системи також в <link="LOGIC">Очікуванні</link>. Перебуває в <link="LOGIC">Очікуванні</link>протягом короткого часу, після того, як вхід стає <link="LOGIC">Активним</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.NAME
source: <link="LOGICGATEFILTER">FILTER Gate</link>
uk_ua: <link="LOGICGATEFILTER">ФІЛЬТЕР Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.DESC
source: This gate reverses logic, turning buildings on when it receives off values and vice versa.
uk_ua: Ця хвіртка перевертає логіку, вмикає будівлі, коли отримує неактивне значення та навпаки.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is on <link="LOGIC">Standby</link>. Goes into <link="LOGIC">Standby</link> when its Input is <link="LOGIC">Active</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, якщо приєднані входи системи в <link="LOGIC">Овікуванні</link>. Переходить в <link="LOGIC">Очікування</link>, коли вхід є <link="LOGIC">Активним</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.NAME
source: <link="LOGICGATENOT">NOT Gate</link>
uk_ua: <link="LOGICGATENOT">НІ Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.DESC
source: This gate can only turn buildings on if it has one or more active inputs connected to it.
uk_ua: Ця хвіртка вмикає будівлі лише, коли має хоча б один чи більше активних входів підключених до неї.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one or both of the systems connected to its Inputs are <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when neither Inputs are <link="LOGIC">Active</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, якщо один чи обидва входи приєднаної до його системи є <link="LOGIC">Активними</link>. Переходить в <link="LOGIC">Очікування</link>, коли ніякий з входів не <link="LOGIC">Активний</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.NAME
source: <link="LOGICGATEOR">OR Gate</link>
uk_ua: <link="LOGICGATEOR">АБО Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.DESC
source: This gate needs exactly one of its inputs to be active to turn on buildings.
uk_ua: Цій хвіртці потрібно мати рідно один з входів активним, щоб включити будівлі.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one of the systems connected to its Inputs is <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> if both or neither Inputs are <link="LOGIC">Active</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, якщо один з входів приєднаної системи є <link="LOGIC">Актикним</link>. Переходить в <link="LOGIC">Очікування</link>, якщо обидва чи ніякий з входів є <link="LOGIC">Активним</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.NAME
source: <link="LOGICGATEXOR">XOR Gate</link>
uk_ua: <link="LOGICGATEXOR">ВИКЛЮЧНО АБО Хвіртка</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.EFFECT
source: Becomes <link="LOGIC">Active</link> when the <link="SET">logic</link> port is <link="LOGIC">Active</link>. Goes to <link="LOGIC">Standby</link> when the reset port is <link="LOGIC">Active</link>.
uk_ua: Стає <link="LOGIC">Активним</link>, коли <link="SET">логічні</link> порти <link="LOGIC">Активні</link>. Переходить в <link="LOGIC">Очікування</link>, коли порт скидання <link="LOGIC">Активний</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.NAME
source: <link="LOGICMEMORY">Memory Toggle</link>
uk_ua: <link="LOGICMEMORY">Пам'ять Перемикач</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.READ_PORT_DESC
source: Current Value
uk_ua: Поточне Значення

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.RESET_PORT_DESC
source: Make Inactive
uk_ua: Зробити Неактивним

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.SET_PORT_DESC
source: Make Active
uk_ua: Зробити Активним

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.STATUS_ITEM_VALUE
source: Current Value: {0}
uk_ua: Поточне Значення: {0}

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.DESC
source: Automated systems save power and time by removing the need for Duplicant management.
uk_ua: Автоматичні мережі зберігають енергію та час, знімають необхідність управління Дублікатну.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using <link="LOGIC">Automation</link> technology. Does not affect circuitry preceding the switch.
uk_ua: Автоматично перемикає <link="POWER">Електрику</link> на увімкнено або вимкнено використовуючи <link="LOGIC">Автоматизовані</link> технології. Не впливає на мережу попереднього відрізача.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.LOGIC_PORT_DESC
source: On/Off
uk_ua: Увімкнено/Вимкнено

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.NAME
source: <link="LOGICPOWERRELAY">Power Shutoff</link>
uk_ua: <link="LOGICPOWERRELAY">Потужний Відрізач</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.DESC
source: Atmo Sensors can be used to prevent excess oxygen production and overpressurization.
uk_ua: Повітряний Сенсор може бути використаний для запобігання виробництва надлишкового кисню та надлишкового тиску.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Gas Pressure enters the chosen range.
uk_ua: Стає <link="LOGIC">Активним</link> чи в <link="LOGIC">Очікуванні</link>, коли Тиск Газу досягає обраної межі.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on ambient Gas Pressure
uk_ua: Активний/Очікування на основі зовнішнього тиску Газу

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.NAME
source: <link="LOGICPRESSURESENSORGAS">Atmo Sensor</link>
uk_ua: <link="LOGICPRESSURESENSORGAS">Повітряний Сенсор</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.DESC
source: Hydro Sensors can signal a pump system to refill a basin once it contains too little liquid.
uk_ua: Рідинні Сенсори можуть давати сигнал насосу, щоб наповнити басейн, коли він містить надто мало рідини.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Liquid Pressure enters the chosen range. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
uk_ua: Стає <link="LOGIC">Активним</link> чи в <link="LOGIC">Очікуванні</link>, коли Тиск Рідини досягає обраної межі. Повинен бути занурений в <link="ELEMENTSLIQUID">Рідину</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on Ambient Liquid Pressure
uk_ua: Активний/Очікування на основі навколишнього тиску Рідини

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.NAME
source: <link="LOGICPRESSURESENSORLIQUID">Hydro Sensor</link>
uk_ua: <link="LOGICPRESSURESENSORLIQUID">Рідинний Сенсор</link>

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.DESC
source: Signal switches do not turn grids on and off like power switches, but add an additional signal.
uk_ua: Перемикачі сигналу не вмикають та не вимикають мережу, як електричні вимикачі, але додають додатковий сигнал.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.EFFECT
source: Can be made <link="LOGIC">Active</link> or <link="LOGIC">Standby</link> on an <link="LOGIC">Automation</link> grid. Must be manually toggled by a Duplicant.
uk_ua: Можна зробити <link="LOGIC">Активною</link> чи в <link="LOGIC">Очікуванні</link> мережу <link="LOGIC">Автоматизаії</link>. Потрібно вручну перемикати Дублікантом.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.LOGIC_PORT_DESC
source: Active/Standby
uk_ua: Активний/Очікування

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.NAME
source: <link="LOGICSWITCH">Signal Switch</link>
uk_ua: <link="LOGICSWITCH">Перемикач Сигналу</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.DESC
source: Thermo Sensors can autodisable buildings when they approach inoperable temperatures.
uk_ua: Сенсори Температури можуть автоматично відключати будівлі, коли вони наближаються до непрацездатної температури.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when ambient <link="HEAT">Temperature</link> enters the chosen range.
uk_ua: Стає <link="LOGIC">Активним</link> чи в <link="LOGIC">Очікуванні</link>, коли навколишня <link="HEAT">Температура</link> досягає обраної межі.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <link="HEAT">Temperature</link>
uk_ua: Активний/Очікування на основі навколишньої <link="HEAT">Температури</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.NAME
source: <link="LOGICTEMPERATURESENSOR">Thermo Sensor</link>
uk_ua: <link="LOGICTEMPERATURESENSOR">Сенсор Температури</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.DESC
source: Clock Sensors ensure that systems always turn on at the same time of day or night, every cycle.
uk_ua: Сенсор Годин гарантують, що системи завжди включаються в один і той же час дня або ночі, кожний цикл.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.EFFECT
source: Sets an automatic <link="LOGIC">Active</link> and <link="LOGIC">Standby</link> schedule using a timer.
uk_ua: Встановлює автоматично <link="LOGIC">Активний</link> та в <link="LOGIC">Очікуючий</link> розклад, використовуючи таймер.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.NAME
source: <link="LOGICTIMEOFDAYSENSOR">Clock Sensor</link>
uk_ua: <link="LOGICTIMEOFDAYSENSOR">Сенсор Годин</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.DESC
source: Automation wire is used to connect electronic components to the inputs of automation gates.
uk_ua: Дріт Автоматики використовується в приєднані електричних компонентів до входів автоматичних гейтів.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.EFFECT
source: Connects automatable buildings to <link="LOGIC">Automation Gates</link>. Can be run through tiles.
uk_ua: Приєднує автоматизовані будівлі до <link="LOGIC">Мережі Автоматизації</link> Може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.NAME
source: <link="LOGICWIRE">Automation Wire</link>
uk_ua: <link="LOGICWIRE">Дріт Автоматики</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.DESC
source: Wire bridges allow multiple automation grids to exist in a small area without connecting.
uk_ua: Дротяні перемички дозволяють існувати кількома мережами автоматизації в невеликій області без підключення.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.EFFECT
source: Runs one Automation Wire section over another without joining them. Can be run through tiles.
uk_ua: Проводить один Дріт Автоматики поверх інших, не приєднуючись до них. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.NAME
source: <link="LOGICWIREBRIDGE">Automation Wire Bridge</link>
uk_ua: <link="LOGICWIREBRIDGE">Перемичка Автоматичного Дроту</link>

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.DESC
source: Duplicants prefer comfy beds to cots and will gain more stamina back from sleeping in them.
uk_ua: Дубліканти надають перевагу комфортним ліжкам, койкам та одержують більше витривалості від сні в них.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional <link="STAMINA">Stamina</link>. Duplicants will automatically sleep in their assigned beds at night.
uk_ua: Забезпечує Дубліканта одною спальною площею та повертає додаткову <link="STAMINA">Витривалість</link>. Дублікант автоматично повертається в його комфортне ліжко, спати в ночі.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.NAME
source: <link="LUXURYBED">Comfy Bed</link>
uk_ua: <link="LUXURYBED">Комфортне Ліжко</link>

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.DESC
source: Duplicants will only improve the efficiency of buildings in the same room as this station.
uk_ua: Дубліканти підвищують ефективність, лише деяких будівель в кімнаті, цією станцією.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.EFFECT
source: Allows the assigned Engineer to improve building production efficiency. This building is a necessary component of the Machine Shop room.
uk_ua: Дозволяє призначеним Інженерам, підвищувати ефективність виробництва будівель. Ця будівля є невід'ємним компонентом кімнати Машинного Цеху.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: <link="MACHINESHOP">Mechanics Station</link>
uk_ua: <link="MACHINESHOP">Механічна Станція</link>

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Watching duplicants run on it is adorable... the electrical power is just an added bonus.
uk_ua: Дивитись, як Дубліканти біжать - це чудово... Електрична енергія - це лише додатковий бонус

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: Converts manual labor into electrical <link="POWER">Power</link>.
uk_ua: Перетворює ручну працю в електричну <link="POWER">Енергію</link>.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: <link="MANUALGENERATOR">Manual Generator</link>
uk_ua: <link="MANUALGENERATOR">Ручний Генератор</link>

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: Airlocks can quarter off dangerous areas or prevent gases from seeping into the colony.
uk_ua: Шлюзи можуть перетинати небезпечні зони або запобігати просочування газів в колонію.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
uk_ua: Блокує проходження <link="ELEMENTSLIQUID">Рідини</link> та <link="ELEMENTSGAS">Газів</link>, підтримує тиск між зонами. Встановлює Дублікантам дозвіл на прохід для зони обмеження. Дикі тварини не можуть проходити через двері.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: <link="MANUALPRESSUREDOOR">Manual Airlock</link>
uk_ua: <link="MANUALPRESSUREDOOR">Ручний Шлюз</link>

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
uk_ua: Дубліканти повинні зробити перерву, коли стрес досягне {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
uk_ua: Перерва закінчиться, коли стрес зменшується до {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Massage tables quickly reduce extreme stress, at the cost of power production.
uk_ua: Масажні столи швидко зменшують граничний стрес, споживаючи електричний видобуток.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <link="STRESS">Stress</link> for the Duplicant user. Duplicants will automatically seek a massage table when <link="STRESS">Stress</link> exceeds breaktime range.
uk_ua: Швидко зменшує <link="STRESS">Стрес</link>, коли Дубліканти користуються Дубліканти будуть автоматично шукати масажний стіл, коли <link="STRESS">Стрес</link> перевищить поріг.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: <link="MASSAGETABLE">Massage Table</link>
uk_ua: <link="MASSAGETABLE">Масажний Стіл</link>

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.EFFECT
source: A self-sustaining machine powered by what appears to be refined <link="UNOBTANIUM">Neutronium</link>. Absorbs and neutralizes <link="HEAT">Heat</link> energy when submersed in <link="HYDROGEN">Hydrogen</link>.
uk_ua: Самостійний механізм оснащений, як виявляється, очищеним <link="UNOBTANIUM">Нейтроніумом</link>. Поглинає та нейтралізує енергію <link="HEAT">Тепла</link>, коли занурена в <link="HYDROGEN">Водень</link>.

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.NAME
source: <link="MASSIVEHEATSINK">Anti Entropy Thermo-Nullifier</link>
uk_ua: Анти-Етропний Терморегулятор

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pharma Chambers decrease patients' disease recovery time, but cannot heal physical injuries.
uk_ua: Фарма Камери зменшують час одужання пацієнтів від хвороб, але не зцілюють фізичні травми.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates recovery from <link="DISEASE">Diseases</link>.
uk_ua: Значно прискорює відновлення від <link="DISEASE">Хвороб</link>.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: <link="MEDICALBED">Pharma Chamber</link>
uk_ua: <link="MEDICALBED">Фарма Камера</link>

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Duplicants use med-beds to recover from sickness and receive medical aid from peers.
uk_ua: Дубліканти використовують мед-ліжко для відновлення від хвороби та отримання медичної допомоги від однолітків.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Improves recovery from <link="DISEASE">Diseases</link>. Accelerates <link="HEALTH">Health</link> restoration and the healing of physical injuries.
uk_ua: Поліпшує відновлення від <link="DISEASE">Хвороб</link>. Прискорює відновлення <link="HEALTH">Здоров'я</link> та лікування фізичних травм.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: <link="MEDICALCOT">Med-Bed</link>
uk_ua: <link="MEDICALCOT">Мед-ліжко</link>

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: Mesh tiles can be used to make Duplicant pathways in areas where liquid needs to flow.
uk_ua: Сітчастий блок може бути використаний на шляху Дублікантів, в зоні потрібного протікання рідини.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Used as floor and wall tile to build rooms. Does not obstruct <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат. Не перешкоджає проходженню <link="ELEMENTSLIQUID">Рідини</link> чи <link="ELEMENTSGAS">Газу</link>.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: <link="MESHTILE">Mesh Tile</link>
uk_ua: <link="MESHTILE">Сітчастий Блок</link>
