Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NO_ASSIGNABLES
source: None
uk_ua: Ніщо

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NOEQUIPMENT
source: None
uk_ua: Ніщо

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED
source: Unassigned
uk_ua: Не призначено

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
uk_ua: Цей Дубліканта не призначений до праці {0}

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_BIO
source: ABOUT
uk_ua: ПРО

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_RESUME
source: {0}'S RESUME
uk_ua: ЗДОБУТКИ {0}

# STRINGS.UI.DETAILTABS.PERSONALITY.NAME
source: Bio
uk_ua: Біографія

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.NAME
source: <b><size=13>Personal Interests:</size></b>
uk_ua: <b><size=13>Особисті Інтереси:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.TOOLTIP
source: {0} enjoys these types of work
uk_ua: {0} любить ці типи роботи

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.NAME
source: <size=13><b>Current Job:</b> {0}</size>
uk_ua: <size=13><b>Поточна Робота:</b> {0}</size>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.TOOLTIP
source: {0} is currently working as a {1}
uk_ua: {0} зараз працює: {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.JOBTRAINING_TOOLTIP
source: {0} gained this skill while working as a {1}
uk_ua: {0} здобув цю навичку, працюючи: {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES
source: <b><size=13>Mastered Jobs:</size></b>
uk_ua: <b><size=13>Опановані Роботи:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES_TOOLTIP
source: All traits and expectations a Duplicant learns on a job become permanent once that job is mastered. ------------------ Switching jobs will not remove these traits.
uk_ua: Всі риси та очікування, які Дубліканти дізнаються в роботі, стають постійними після того, як ця робота опанована.

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.NAME
source: None
uk_ua: Ніщо

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.TOOLTIP
source: {0} has not mastered any jobs yet
uk_ua: {0} не опанував жодної роботи до цього

# STRINGS.UI.DETAILTABS.PERSONALITY.TOOLTIP
source: View this Duplicant's personality, resume, and amenities
uk_ua: Переглянути особисті здобутки та зручності цього Дубліканта

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_CONDITION
source: CONDITION
uk_ua: СТАН

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_DESCRIPTION
source: INFORMATION
uk_ua: ІНФОРМАЦІЯ

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
uk_ua: ДОСЛІДЖЕННЯ

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
uk_ua: СТАТУС

# STRINGS.UI.DETAILTABS.SIMPLEINFO.NAME
source: Status
uk_ua: Стан

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the current status of the selected object
uk_ua: Переглянути поточний стан обраного об'єкта

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
uk_ua: ХАРАКТЕРНІ РИСИ

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_EXPECTATIONS
source: EXPECTATIONS
uk_ua: ОЧІКУВАННЯ

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_STRESS
source: TODAY'S STRESS
uk_ua: СЬОГОДНІШНІЙ СТРЕС

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_TRAITS
source: TRAITS
uk_ua: ОСОБЛИВОСТІ

# STRINGS.UI.DETAILTABS.STATS.NAME
source: Skills
uk_ua: Уміння

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and daily stress
uk_ua: Переглянути атрибути Дублікантів, характерні риси та щоденний стрес

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
uk_ua: Дякую!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features, and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
uk_ua: Ця гра перебуває на ранній стадії розробки. Це означає, що Ви, швидше за все, зіткнетеся із дивними, кумедними, а іноді навіть дратуючими помилками. Протягом цього часу Oxygen Not Included буде отримувати регулярні оновлення, в яких будуть виправлення помилок, новий функціонал та представлений додатковий вміст, тому якщо у Вас виникнуть проблеми, або Ви маєте пропозиції, будь ласка, повідомте нам про це на нашому форумі: <u>http://forums.kleientertainment.com</u> Особлива подяка тим, хто долучився до нас протягом часу в Альфі. Ми цінуємо Ваші відгуки та дякуємо за участь в процесі розробки. Ми не змогли б цього без Вас. Веселого перебування в глибокому космосі! - Klei

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
uk_ua: Добре, дякую за попередження!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
uk_ua: <b>Вітаємо в Oxygen Not Included!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.ANIMATION_HEADER
source: WATCH THE ANIMATED SHORT!
uk_ua: ДИВІТЬСЯ КОРОТКІ МУЛЬТИПЛІКАЦІЇ!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
uk_ua: Будьте в курсі, приєднавшись до нашого списку розсилки або перейдіть на форуми та приєднайтеся до дискусії.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.FORUMBUTTON
source: FORUMS
uk_ua: ФОРУМИ

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.HEADER
source: DEVELOPMENT BUILD
uk_ua: БІЛД В РОЗРОБЦІ

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
uk_ua: ПАТЧ ПРИМІТКИ

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
uk_ua: Повний Пачт Примітки

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
uk_ua: Попередня Версія

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.BIGGER_TIMES
source: {1} weeks {0} days
uk_ua: {1} тижні {0} дні

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.FINAL_WEEK
source: {0} days
uk_ua: {0} день(ів)

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.NOW
source: Less than a day
uk_ua: Менше дня

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.TWENTY_FOUR_HOURS
source: Less than a day
uk_ua: Менше дня

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.UPDATES_HEADER
source: NEXT UPGRADE LIVE IN
uk_ua: НАСТУПНЕ ОНОВЛЕННЯ

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
uk_ua: БІЛД В РОЗРОБЦІ: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.NAME
source: Insulation Thickness: {0}
uk_ua: Товщина Ізоляції: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.TOOLTIP
source: Thick insulation reduces an object's Thermal Conductivity
uk_ua: Товща ізоляція зменшує Теплопровідність об'єктів

# STRINGS.UI.ELEMENTAL.DEWPOINT.NAME
source: Condensation Point: {0}
uk_ua: Точка конденсації: {0}

# STRINGS.UI.ELEMENTAL.DEWPOINT.TOOLTIP
source: The selected object will condense into a liquid at {0}
uk_ua: Вибраний об'єкт перетворюватися з газоподібного в рідкий стан при {0}

# STRINGS.UI.ELEMENTAL.DISEASE.NAME
source: Disease: {0}
uk_ua: Хвороба: {0}

# STRINGS.UI.ELEMENTAL.DISEASE.TOOLTIP
source: There are {0} on the selected object
uk_ua: У виділеному об'єкті є {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.NAME
source: Freeze Point: {0}
uk_ua: Точка Замерзання: {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.TOOLTIP
source: The selected object will cool into a solid at {0}
uk_ua: Цей обраний об'єкт охолоне до твердого стану при {0}

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
uk_ua: Маса: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected object has a mass of {0}
uk_ua: Обраний об'єкт має масу {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
uk_ua: Точка Плавки: {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.TOOLTIP
source: The selected object will melt into a liquid at {0}
uk_ua: Вибраний об'єкт буде розплавлений в рідину при {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.NAME
source: Overheat Modifier: {0}
uk_ua: Модифікатор Перегріву: {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.TOOLTIP
source: This building will overheat and take damage if its temperature reaches {0} Building with better building materials can increase overheat temperature
uk_ua: Ця будівля перегріється та отримуватиме пошкодження коли температура досягне {0} Будівлі з кращих будівельних матеріалів можуть запобігти температурі перегрівання

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
uk_ua: Основний Елемент: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.TOOLTIP
source: The selected object is primarily composed of {0}
uk_ua: Обраний об'єкт в основному складається з {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
uk_ua: Питома теплоємність: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
uk_ua: Температура: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected object's current temperature is {0}
uk_ua: Дана температура обраного об'єкта {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
uk_ua: Теплопровідність: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.NAME
source: Vaporization Point: {0}
uk_ua: Точка Випаровування: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.TOOLTIP
source: The selected object will evaporate into a gas at {0}
uk_ua: Цей вибраний об'єкт випарується в газ при {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
uk_ua: Надано

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
uk_ua: Згенеровано Калорій:

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE
source: Cycle {0}
uk_ua: Цикл {0}

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
uk_ua: Цикл {0} - Сьогодні

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
uk_ua: Цикл {0} - Вчора

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NEGATIVE_TOOLTIP
source: {0} Duplicant(s) were cured of a <link="DISEASE">Disease</link>
uk_ua: {0} Дублікант(и) були вилікувані від <link="DISEASE">Хвороби</link>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.POSITIVE_TOOLTIP
source: {0} Duplicant(s) contracted a <link="DISEASE">Disease</link>
uk_ua: {0} Дублікант(и) контактували з <link="DISEASE">Хворобою</link>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.NAME
source: Disease Status:
uk_ua: Статус Хвороб:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <link="POWER">Power</link> Usage:
uk_ua: <link="POWER">Енергія</link> Спожита:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <link="POWER">Power</link> Wasted:
uk_ua: Марної <link="POWER">Енергія</link>:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
uk_ua: Збайдикований час:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
uk_ua: Збільшений Досвід:

# STRINGS.UI.ENDOFDAYREPORT.NET
source: Net
uk_ua: Мережа

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
uk_ua: Наст.

# STRINGS.UI.ENDOFDAYREPORT.NOTES.GERMS
source: On {0}
uk_ua: На {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
uk_ua: Цикл {0} звіт готовий

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <link="OXYGEN">Oxygen</link> Generation:
uk_ua: <link="OXYGEN">Кисню</link> Згенеровано:

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
uk_ua: Попер.

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
uk_ua: Спожито

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
uk_ua: ЩОДЕННІ ЗВІТИ

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NAME
source: <link="STRESS">Stress</link> Change:
uk_ua: Зміна <link="STRESS">Стресу</link>:

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.NAME
source: Time Breakdown:
uk_ua: Час Роботи:

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.NAME
source: Restroom Accidents:
uk_ua: Туалетна Катастрофа:

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
uk_ua: Час Подорожі:

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
uk_ua: Уведіть текст...

# STRINGS.UI.FORMATDAY
source: {0} cycles
uk_ua: {0} циклів

# STRINGS.UI.FORMATSECONDS
source: {0}s
uk_ua: {0}с

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
uk_ua: Загальні

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
uk_ua: Музика

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_SFX
source: SFX
uk_ua: Ефекти

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_UI
source: UI
uk_ua: Інтерфейс

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS
source: Always play automation sounds:
uk_ua: Завжди програвати звуки автоматизації:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS_TOOLTIP
source: If enabled, automation sound effects will play even when outside of the Automation Overlay
uk_ua: Якщо увімкнено, звукові ефекти автоматизації будуть відтворюватися навіть за межами Оверлею Автоматизації

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Play background music each morning:
uk_ua: Грати фонову музику щоранку:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles
uk_ua: Якщо увімкнено, фонову музику буде відтворено кожен цикл, а не кожні кілька циклів

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
uk_ua: АУДІО НАЛАШТУВАННЯ

source: Vulnerable Immune System
uk_ua: Уразлива Імунна Система

source: Miserable
uk_ua: Жалюгідна

source: Duplicants are exceptionally vulnerable to infection
uk_ua: Дубліканти виключно уразливі до захворювання

source: Regular
uk_ua: Звичайна

source: Duplicants regain immunity normally
uk_ua: Дубліканти відновлюють імунітет звичайно

source: Impervious Immune System
uk_ua: Непроникна Імунна Система

source: Impervious
uk_ua: Надміцна

source: Duplicants will never catch a germ-based disease
uk_ua: Дубліканти ніколи не підхоплять захворювання, засноване на бактеріях

source: Strong Immune System
uk_ua: Сильна Імунна Система

source: Strong
uk_ua: Сильна

source: Duplicants have increased immune recovery
uk_ua: Дубліканти мають підвищений імунітет

source: Weak Immune System
uk_ua: Безсила Імунна Система

source: Weak
uk_ua: Слабка

source: Duplicants have reduced immune recovery
uk_ua: Дубліканти мають знижений імунітет

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.NAME
source: Immune Systems
uk_ua: Імунні Cистеми

source: Disabled
uk_ua: Вимкнений

source: Click to enable Sandbox mode
uk_ua: Натисніть, щоб увімкнути режим Пісочниці

source: Enabled
uk_ua: Увімкнений

source: Click to disable Sandbox mode
uk_ua: Натисніть, щоб вимкнути режим Пісочниці

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DEFAULT.NAME
source: Regular
uk_ua: Звичайний

source: Duplicants gain and lose stress normally
uk_ua: Дубліканти одержують та втрачають стрес звичайно

source: Fatalistic
uk_ua: Фаталістичний

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DOOMED.NAME
source: Fatalistic
uk_ua: Фаталістичний

source: Duplicants stress out at an extremely accelerated rate
uk_ua: Дубліканти підвищюють стрес надзвичайно прискореними темпами

source: Unflappable
uk_ua: Незбентажений

source: Unflappable
uk_ua: Незбентажений

source: Duplicants will never get stressed
uk_ua: Дубліканти ніколи не піддаються стресу

source: Optimistic
uk_ua: Оптимістичний

source: Optimistic
uk_ua: Оптимістичний

source: Duplicants are harder to stress out
uk_ua: Дублікантам ваще отримати стрес

source: Pessimistic
uk_ua: Песимістичний

source: Pessimistic
uk_ua: Песимістичний

source: Duplicants stress out easily
uk_ua: Дубліканти з легкістю стресують

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.NAME
source: Duplicant Mood
uk_ua: Настрій Дубліканта

source: Duplicants will act out when they reach 100% stress
uk_ua: Дубліканти будуть діяти, коли досягнуть 100% стресу

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.NAME
source: World(DEBUG)
uk_ua: Світ(DEBUG)

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.TOOLTIP
source: (DEBUG FEATURE) Select your starting world.
uk_ua: (DEBUG FEATURE) Оберіть ваш початковий світ

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.NAME
source: Worldgen Seed
uk_ua: Насіння світу

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.TOOLTIP
source: This chooses the random parameters of your new world
uk_ua: Це підбирає випадкові параметри до вашого нового світу

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BUTTON_EXIT_TO_MENU
source: EXIT TO MENU
uk_ua: ВИХІД У МЕНЮ

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.TITLE
source: Thanks for playing!
uk_ua: Дякуємо за гру!

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
uk_ua: Версія Гри:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
uk_ua: Прийняти Зміни?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
uk_ua: Застосувати

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
uk_ua: Повний екран:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
uk_ua: Розширення:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
uk_ua: Повернути

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
uk_ua: ГРАФІЧНІ НАЛАШТУВАННЯ

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
uk_ua: Розмір Інтерфейсу

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
uk_ua: Скинути

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
uk_ua: НАЛАШТУВАННЯ КЛАВІШ

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
uk_ua: Завантаження...

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
uk_ua: Ви впевнені, що хочете видалити {0}? Ви не зможете відновити цю дію

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=#ff0000>Could not load file {0}. Its data may be corrupted.</color></b>
uk_ua: <b><color=#ff0000>Не можливо завантажити файл {0}. Ці дані можуть бути не коректними.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
uk_ua: ВИДАЛИТИ

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
uk_ua: Більше Інформації

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=#ff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
uk_ua: <b><color=#ff0000>Не можливо завантажити файл {0}. Цей файл використовує білд {1}. Цей білд {2}.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycle(s) Survived:</b> {4}
uk_ua: <b>Файл:</b> {0} <b>Дата Збереження:</b> {1} <b>Базовое ім'я:</b> {2} <b>Живих Дублікантів:</b> {3} <b>Цикл(ів) Пережили:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
uk_ua: ЗАВАНТАЖИТИ ГРУ

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
uk_ua: ЗАВАНТАЖИТИ ГРУ

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=#ff0000>This save file is from a previous version of the game and is no longer supported.</color></b>
uk_ua: <b><color=#ff0000>Цей файл збережено з попередньої версії і більше не підтримується.</color></b>

# STRINGS.UI.FRONTEND.MAINMENU.DESKTOPQUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
uk_ua: Ви впевнені, що хочете вийти? Весь не збережений прогрес буде втрачено.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
uk_ua: ЗАВАНТАЖИТИ ГРУ

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
uk_ua: НОВА ГРА

# STRINGS.UI.FRONTEND.MAINMENU.OPTIONS
source: OPTIONS
uk_ua: НАЛАШТУВАННЯ

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit to main menu? All unsaved progress will be lost.
uk_ua: Ви впевнені, що хочете вийти до головного меню? Весь не збережений прогрес буде втрачено.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
uk_ua: ВИХІД

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
uk_ua: Ви впевнені, що хочете вийти? Весь не збережений прогрес буде втрачено.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEBUTTON_BASENAME
source: {0}: Cycle {1}
uk_ua: {0}: Цикли {1}

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
uk_ua: ПРОДОВЖИТИ ГРУ

# STRINGS.UI.FRONTEND.MAINMENU.STARTDEMO
source: START DEMO
uk_ua: РОЗПОЧАТИ ПРОБНУ ГРУ

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
uk_ua: ПЕРЕКЛАДИ

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: DATA COLLECTION OPTIONS
uk_ua: НАЛАШТУВАННЯ ЗБИРАННЯ ІНФОРМАЦІЇ

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: Toggle data collection.
uk_ua: Перемкнути збирання інформації

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
uk_ua: Добре, дякую!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
uk_ua: Вихід

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
uk_ua: УВАГА!

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CANCEL
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CUSTOMGAME
source: Custom Game
uk_ua: Індивідуальна Гра

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STANDARDGAME
source: Standard Game
uk_ua: Стандартна Гра

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STARTGAME
source: Start Game
uk_ua: Почати Гру

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.HEADER
source: GAME SETTINGS
uk_ua: НАЛАШТУВАННЯ ГРИ

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.AUDIO
source: Audio
uk_ua: Аудіо

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
uk_ua: Елементи Керування

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
uk_ua: Автори

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
uk_ua: Графіка

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Change Language
uk_ua: Змінити мову

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Data Collection
uk_ua: Зберігання Інформації

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL
source: Reset Tutorial Messages
uk_ua: Скинути Навчальні Повідомлення

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL_WARNING
source: All tutorial messages will be reset, and will show up again the next time you play the game.
uk_ua: Всі навчальні повідомлення будуть скинуті та показані знову наступного разу, коли ви будете грати.

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TITLE
source: OPTIONS
uk_ua: НАЛАШТУВАННЯ

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.BACKUP_SAVE_GAME_APPEND
source: (BACKUP)
uk_ua: (Р. КОПІЯ)

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
uk_ua: Одиниці Виміру Температури

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
uk_ua: Ключ Генерації Світу

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
uk_ua: Вийти на Робочий стіл

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
uk_ua: Завантажити
