Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
uk_ua: Охолоджена

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
uk_ua: Абсолютний Нуль

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
uk_ua: Палаюча

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
uk_ua: Тепла

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
uk_ua: Розплавлена

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
uk_ua: ОВЕРЛЕЙ ТЕМПЕРАТУРИ

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
uk_ua: Помірна

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
uk_ua: Температура досягає {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
uk_ua: Холодна

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
uk_ua: Гаряча

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
uk_ua: ОВЕРЛЕЇ

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
uk_ua: Піднали: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
uk_ua: Саджати

# STRINGS.UI.PRIORITYSCREEN.BASIC
source: Set the order in which with which pending errands should be done Sub-Priorities will always be overridden by Duplicant Priorities <color=#F44A47>[J]</color> ------------------ 1: Least Urgent 9: Most Urgent
uk_ua: Встановіть порядок, в якому доручені завдання повинні очікувати на виконання Суб-пріоритет завжди перевизначений, за пріоритетами Дублікантів <color=#F44A47>[J]</color> ------------------ 1: Найменша Терміновість 9: Найбільша Терміновість

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM
source: Duplicants will pick errands according to their Priorities first, and their Sub-Priorities second
uk_ua: Дубліканти завжди вибирають перші завдання, в їхніх Пріоритетах та потім базуються на Суб-пріоритетах

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM_TITLE
source: PRIORITIES
uk_ua: ПРІОРИТЕТИ

# STRINGS.UI.PRIORITYSCREEN.OPEN_JOBS_SCREEN
source: Click to open the Duplicant Priorities screen Duplicants will pick errands according to their Priorities first, and their Sub-Priorities second
uk_ua: Натисніть щоб відкрити вікно пріоритетів Дубліканта Дублікант обирає завдання обумовлені перш за все його Пріоритетами та потім базується на Суб-Пріоритетах.

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
uk_ua: Необхідні ресурси:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
uk_ua: {0} ще не відкрито.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
uk_ua: Відсутні ресурси

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
uk_ua: Потребує {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
uk_ua: Потребує дослідження {0}

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
uk_ua: Необхідне дослідження...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
uk_ua: Обрати {0}:

# STRINGS.UI.QUEUE
source: Queue
uk_ua: Черга

# STRINGS.UI.RED_ALERT
source: RED ALERT
uk_ua: ЧЕРВОНА ТРЕВОГА

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
uk_ua: Корчувати

# STRINGS.UI.REPORT
source: REPORTS
uk_ua: ЗВІТИ

# STRINGS.UI.RESEARCH
source: RESEARCH
uk_ua: ДОСЛІДЖЕННЯ

# STRINGS.UI.RESEARCHPOINTS
source: Research points
uk_ua: Дослідницькі одиниці

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
uk_ua: Розблокує: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0} ({1} of {2} allocated to pending errands)
uk_ua: Доступно: {0} ({1} з {2} призначених в очікуванні завдань)

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Counts all unallocated resources within reach ------------------ Click to expand
uk_ua: Перераховує всі наявні ресурси, в межах досяжності ------------------ Натисніть, щоб розгорнути

# STRINGS.UI.ROLES
source: JOB ASSIGNMENTS
uk_ua: РОБОЧІ ПОСАДИ

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_JOBLESS
source: {0} <b>is already</b> unemployed
uk_ua: {0} <b>вже</b> безробітний

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_ROLE
source: {0} <b>is already</b> assigned to the job {1}
uk_ua: {0} <b>вже</b> призначено на роботу {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.APTITUDES
source: Interests
uk_ua: Інтереси

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.DESCRIPTION
source: Capable of performing <b>{0}</b> jobs
uk_ua: Здібний до виконання роботи: <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.NAME
source: Can perform {0}
uk_ua: Може виконувати {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.ELIGIBLE
source: {0} is qualified for the {1} position
uk_ua: {0} кваліфікується на позиції {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.INELIGIBLE
source: {0} is <color=#F44A47FF>not qualified</color> for the {1} position
uk_ua: {0} <color=#F44A47FF>не придатний</color> для позиції {1}

source: Must have at least {0} cooking skill
uk_ua: Повинен мати навички кулінарії, принаймні {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_COOKING_BASIC.NAME
source: Basic Cooking
uk_ua: Базова кулінарія

source: Must have at least {0} digging skill
uk_ua: Повинен мати навички копання, принаймні {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_DIGGING_BASIC.NAME
source: Basic Digging
uk_ua: Базове копання

source: Must have at least {0} learning skill
uk_ua: Повинен мати навички дослідження, принаймні {0}

source: Basic Learning
uk_ua: Базове навчання

source: Must have at least {0} learning skill
uk_ua: Повинен мати навички дослідження, принаймні {0}

source: Medium Learning
uk_ua: Середнє навчання

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.DESCRIPTION
source: A colony leader must be assigned
uk_ua: Необхідно призначити керівника колонії

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.NAME
source: Has colony leader
uk_ua: Керівник колонії призначений

source: Mastery of <b>at least one</b> job
uk_ua: Опануйхе <b>хоча б одну</b> роботу

source: General Experience
uk_ua: Загальний досвіт

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.DESCRIPTION
source: Mastery of the <b>{0}</b> job
uk_ua: Майстерність до роботи: <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.NAME
source: {0} Experience
uk_ua: {0} Досвід

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NO_APTITUDE
source: None
uk_ua: Ніхто

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NONE
source: This position has no qualification requirements
uk_ua: Ця позиція не має вимог кваліфікації

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_APTITUDES
source: Relevant Interests:
uk_ua: Актуальні Інтереси:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_ATTRIBUTES
source: Relevant skills:
uk_ua: Актуальні Навички:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.TITLE
source: Qualifications
uk_ua: Кваліфікація

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.DESCRIPTION
source: Duplicant must not already have a job assignment
uk_ua: Дублікант не повинен мати, вже призначеної роботи

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.NAME
source: Unassigned
uk_ua: Не призначено

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.WILL_BE_UNASSIGNED
source: Note: Assigning {0} to {1} will <color=#F44A47FF>unassign</color> them from {2}
uk_ua: Примітка: Призначення {0} на {1} приведе до <color=#F44A47FF>звільнення</color> його з {2}

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE
source: Auto-Prioritize:
uk_ua: Авто-Пріоритет:

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_DISABLED
source: Duplicant priorities can only be changed manually
uk_ua: Пріоритет Дублікантів може лише бути змінений вручну

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_ENABLED
source: Duplicant priorities are automatically reconfigured when they are assigned a new job
uk_ua: Пріоритет Дублікантів змінюється автоматично, коли вони назначаються на нову роботу

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire a decent increase in colony decor
uk_ua: Дубліканти задіяні на цьому Рівні, бажають пристойно полібшений декор колонії

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.NAME
source: High Decor
uk_ua: Високий Декор

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire reasonably improved colony decor
uk_ua: Дубліканти задіяні на цьому Рівні, бажають досить полібшений декор колонії

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.NAME
source: Medium Decor
uk_ua: Середній Декор

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire slightly improved colony decor
uk_ua: Дубліканти задіяні на цьому Рівні, бажають злегка полібшений декор колонії

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.NAME
source: Minor Decor
uk_ua: Невеликий Декор

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.DESCRIPTION
source: Duplicants employed in this Tier desire unrealistically luxurious improvements to decor
uk_ua: Дубліканти задіяні на цьому Рівні, бажають нереально розкішних удосконалень у декорі

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.NAME
source: Decadent Decor
uk_ua: Нереальний Декор

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire majorly improved colony decor
uk_ua: Дубліканти задіяні на цьому Рівні, бажають значно покращений декор колонії

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.NAME
source: Superb Decor
uk_ua: Величний Декор

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.DESCRIPTION
source: Duplicants employed in this Tier expect only the best cuisine
uk_ua: Дубліканти задіяні на цьому Рівні, чикають тільки кращих страв

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.NAME
source: Ambrosial Food
uk_ua: Неземна Їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire better than average food
uk_ua: Дубліканти задіяні на цьому Рівні, хочуть кращої, ніж гарна їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.NAME
source: Great Food
uk_ua: Велична Їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire decent food for their efforts
uk_ua: Дубліканти задіяні на цьому Рівні, хочуть гарної їжі за свої зусилля

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.NAME
source: Good Food
uk_ua: Хороша Їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire food that meets basic living standards
uk_ua: Дубліканти задіяні на цьому Рівні хочуть їжу, яка відповідає основним стандартам життя

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.NAME
source: Standard Food
uk_ua: Стандартна Їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier have a refined taste for food
uk_ua: Дубліканти задіяні на цьому Рівні, мають вишуканий смак до їжі

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.NAME
source: Superb Food
uk_ua: Розкішна Їжа

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.NO_EXPECTATIONS
source: No additional provisions are required to perform this job
uk_ua: Для виконання цієї роботи додаткових затрат не потрібно

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.DESCRIPTION
source: Duplicants in this job would appreciate their own place to unwind
uk_ua: Дубліканти на цій роботі будуть цінувати своє власне місце для відпочинку

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.NAME
source: Private Bedroom
uk_ua: Особиста спальня

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.TITLE
source: Special Provisions Request
uk_ua: Спеціально надане прохання

# STRINGS.UI.ROLES_SCREEN.HIGHEST_EXPECTATIONS_TIER
source: <b>Highest Expectations</b>
uk_ua: <b>Найвищі очікування</b>

# STRINGS.UI.ROLES_SCREEN.MANAGEMENT_BUTTON
source: JOBS
uk_ua: ПРАЦЯ

# STRINGS.UI.ROLES_SCREEN.NO_JOB_STATION_WARNING
source: Build a Jobs Board to unlock Job Assignments
uk_ua: Побудуй Дошки Роботи, щоб відкрити розділ роботи

# STRINGS.UI.ROLES_SCREEN.PERKS.ADVANCED_RESEARCH.DESCRIPTION
source: Trait: <link="ADVANCEDRESEARCHCENTER">Super Computer</link> Researching
uk_ua: Особливості: Дослідження на <link="ADVANCEDRESEARCHCENTER">Супер Комп'ютері</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ART.DESCRIPTION
source: Trait: Can work <link="CANVAS">Blank Canvas</link> and <link="SCULPTURE">Sculpting Block</link>
uk_ua: Особливості: Робота над <link="CANVAS">Чистими Полотнами</link> та <link="SCULPTURE">Брилою для Ліпки</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_NEARLY_IMPENETRABLE.DESCRIPTION
source: Trait: <link="KATAIRITE">Abyssalite</link> Mining
uk_ua: Особливості: Копання <link="HARDNESS">Абіссаліту</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_VERY_FIRM.DESCRIPTION
source: Trait: <link="HARDNESS">Very Firm Material</link> Mining
uk_ua: Особливості: Копання <link="HARDNESS">Дуже Твердих Матеріалів</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DO_PLUMBING.DESCRIPTION
source: Trait: Plumbing
uk_ua: Особливості: Сантехніка

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ELECTRIC_GRILL.DESCRIPTION
source: Trait: <link="COOKINGSTATION">Electric Grill</link> Cooking
uk_ua: Особливості: Приготування на <link="COOKINGSTATION">Електричному Грилі</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_FARM_TINKER.DESCRIPTION
source: Trait: <link="PLANTS">Crop Tending</link> and Micronutrient Fertilizer Crafting
uk_ua: Особливості: <link="PLANTS">Збирання Врожаю</link> та Створення Мікроелементного Добрива

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_POWER_TINKER.DESCRIPTION
source: Trait: <link="POWER">Generator Tuning</link> and Microchip Crafting
uk_ua: Особливості: <link="POWER">Генераторний Лад</link> та створення Мікро чіпів

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_STUDY_WORLD_OBJECTS.DESCRIPTION
source: Trait: <link="ANALYSIS">Geographical Feature Analysis</link>
uk_ua: Особливості: <link="ANALYSIS">Аналіз географічних особливостей</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_USE_RANCH_STATION.DESCRIPTION
source: Trait: Grooming Station Training
uk_ua: Особливості: Станція Догляду

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_WRANGLE_CREATURES.DESCRIPTION
source: Trait: Critter Wrangling
uk_ua: Особливості: Випасання Тварин

# STRINGS.UI.ROLES_SCREEN.PERKS.CONVEYOR_BUILD.DESCRIPTION
source: Trait: <link="SOLIDCONDUIT">Conveyor Rail</link> Construction
uk_ua: Особливості: Будівництво <link="CONVEYOR RAIL">Конвеєрної Рейки</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.EXOSUIT_EXPERTISE.DESCRIPTION
source: Trait: <link="EXOSUIT">Exosuit</link> Sprinting
uk_ua: Особливості: Швидкості до <link="EXOSUIT">Екзо Костюма</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_BOTANIST.DESCRIPTION
source: +{0} to Farming
uk_ua: +{0} до Фермерства

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_RANCHING.DESCRIPTION
source: +{0} to Ranching
uk_ua: +{0} до Випасання

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ART.DESCRIPTION
source: +{0} to Creativity
uk_ua: +{0} до Творчості

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ATHLETICS.DESCRIPTION
source: +{0} to Athletics
uk_ua: +{0} до Атлетики

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARING.DESCRIPTION
source: +{0} to Caring
uk_ua: +{0} до Доброти

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARRY_AMOUNT.DESCRIPTION
source: +{0}kg to Carrying Capacity
uk_ua: +{0}кг до Вантажопідйомності

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CONSTRUCTION.DESCRIPTION
source: +{0} to Construction
uk_ua: +{0} до Будівництва

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_COOKING.DESCRIPTION
source: +{0} to Cooking
uk_ua: +{0} до Кулінарії

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_DIG_SPEED.DESCRIPTION
source: +{0} to Digging
uk_ua: +{0} до Копання

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_LEARNING.DESCRIPTION
source: +{0} to Learning
uk_ua: +{0} до Дослідження

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_MACHINERY.DESCRIPTION
source: +{0} to Tinkering
uk_ua: +{0} до Ремісництва

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_STRENGTH.DESCRIPTION
source: +{0} to Strength
uk_ua: +{0} до Сили

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGED_COLONY.DESCRIPTION
source: Colony Stress Alleviater
uk_ua: Пом'якшення стресу колонії

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGERIAL_DUTIES.DESCRIPTION
source: Workload stress
uk_ua: Стресове навантаження

# STRINGS.UI.ROLES_SCREEN.PERKS.NO_PERKS
source: This job comes with no training
uk_ua: Ця робота не підходить без підготовки

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_BASICTRAINING
source: Basic Job Training
uk_ua: Базові навчання праці

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_MORETRAINING
source: Additional Job Training
uk_ua: Допоміжні навчання праці

# STRINGS.UI.ROLES_SCREEN.PRIORITY.DESCRIPTION
source: {0}s prioritize these work errands:
uk_ua: {0} визначити пріоритетність цих завдань:

# STRINGS.UI.ROLES_SCREEN.PRIORITY.NO_EFFECT
source: This job does not affect errand prioritization
uk_ua: Ця робота не впливає на пріоритетність завдань

# STRINGS.UI.ROLES_SCREEN.PRIORITY.TITLE
source: Job Priorities
uk_ua: Пріоритет роботи

# STRINGS.UI.ROLES_SCREEN.RESUME.NO_SELECTION
source: No Duplicant selected
uk_ua: Дублікант не обраний

# STRINGS.UI.ROLES_SCREEN.RESUME.PREVIOUS_ROLES
source: PREVIOUS DUTIES
uk_ua: ПОПЕРЕДНІ ОБОВ'ЯЗКИ

# STRINGS.UI.ROLES_SCREEN.RESUME.TITLE
source: Qualifications
uk_ua: Кваліфікація

# STRINGS.UI.ROLES_SCREEN.RESUME.UNASSIGNED
source: Unassigned
uk_ua: Не призначені

# STRINGS.UI.ROLES_SCREEN.ROLE_PROGRESS
source: <b>Job Experience: {0}/{1}</b> Duplicants can become eligible for specialized jobs by maxing their current job experience
uk_ua: <b>Робочий досвід: {0}/{1}</b> Дубліканти можуть отримати право до спеціальних робіт, збільшивши свій поточний робочий досвід

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.ASSIGNED_DUPLICANTS
source: Assigned Duplicants
uk_ua: Призначені Дубліканти

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGN
source: Unassign job
uk_ua: Звільнити з роботи

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGNED_DUPLICANTS
source: Unassigned Duplicants
uk_ua: Неназначені Дубліканти

# STRINGS.UI.ROLES_SCREEN.SLOTS.ASSIGNMENT_PENDING
source: (Pending)
uk_ua: (В очікуванні)

# STRINGS.UI.ROLES_SCREEN.SLOTS.NO_ELIGIBLE_DUPLICANTS
source: No Duplicants meet the requirements for this job
uk_ua: Жоден з Дублікантів не відповідає вимогам цієї роботи

# STRINGS.UI.ROLES_SCREEN.SLOTS.NOSLOTS
source: No slots available
uk_ua: Немає доступних місць

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_DUPLICANT
source: None
uk_ua: Ніхто

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_JOB
source: No Job
uk_ua: Без.роб.

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED
source: Vacant Position
uk_ua: Вакантна Позиція

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED_TOOLTIP
source: Click to assign a Duplicant to this job opening
uk_ua: Натисніть, щоб призначити Дубліканта на цю вакантну роботу

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FIVE
source: Tier 5
uk_ua: Рівень 5

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FOUR
source: Tier 4
uk_ua: Рівень 4

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ONE
source: Tier 1
uk_ua: Рівень 1

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SEVEN
source: Tier 7
uk_ua: Рівень 7

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SIX
source: Tier 6
uk_ua: Рівень 6

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.THREE
source: Tier 3
uk_ua: Рівень 3

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.TWO
source: Tier 2
uk_ua: Рівень 2

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ZERO
source: Tier 0
uk_ua: Рівень 0

# STRINGS.UI.ROLES_SCREEN.WIDGET.NO_MASTERS_TOOLTIP
source: <b>No Duplicants have mastered this job</b>
uk_ua: <b>Немає Дублікантів, які опанували цю роботу</b>

# STRINGS.UI.ROLES_SCREEN.WIDGET.NUMBER_OF_MASTERS_TOOLTIP
source: <b>Duplicants who have mastered this job:</b>{0}
uk_ua: <b>Дубліканти, які опанували цю роботу:</b>{0}

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_LOCKED
source: Sandbox mode must be unlocked in the options menu before it can be used.
uk_ua: Режим Пісочниці необхідно розблокувати в налаштуваннях меню, до того як використовувати.

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_UNLOCKED
source: Toggle Sandbox mode
uk_ua: Перемкнути режим Піісочниці

# STRINGS.UI.SANDBOXTOOLS.CLEARFLOOR.DELETED
source: Deleted
uk_ua: Видалити

# STRINGS.UI.SANDBOXTOOLS.FILTERS.BACK
source: Back
uk_ua: Назад

# STRINGS.UI.SANDBOXTOOLS.FILTERS.COMMON
source: Common substances
uk_ua: Звичайні речовини

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE
source: Creatures
uk_ua: Тварини

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE_EGG
source: Eggs
uk_ua: Яйця

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.EQUIPMENT
source: Equipment
uk_ua: Спорядження

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.EXPERIMENTS
source: Experimental
uk_ua: Експерментальні

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.FOOD
source: Foods
uk_ua: Їжа

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.GEYSERS
source: Geysers
uk_ua: Гейзери

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.PLANTS
source: Plants
uk_ua: Рослини

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.SEEDS
source: Seeds
uk_ua: Насіння

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.SPECIAL
source: Special
uk_ua: Спеціальний

# STRINGS.UI.SANDBOXTOOLS.FILTERS.GAS
source: Gasses
uk_ua: Гази

# STRINGS.UI.SANDBOXTOOLS.FILTERS.LIQUID
source: Liquids
uk_ua: Рідини

# STRINGS.UI.SANDBOXTOOLS.FILTERS.SOLID
source: Solids
uk_ua: Тверді

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.NAME
source: Brush
uk_ua: Пензель

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.TOOLTIP
source: Paint elements into the world simulation
uk_ua: Намалювати елементи в світовий симулятор

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.NAME
source: Noise
uk_ua: Шум

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.TOOLTIP
source: Adjust brush noisiness
uk_ua: Налаштування пензля шуму

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.NAME
source: Brush size
uk_ua: Розмір пензля

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.TOOLTIP
source: Adjust brush size
uk_ua: Налаштування розміру пензля

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.NAME
source: Clear Debris
uk_ua: Прибрати Сміття

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.TOOLTIP
source: Delete loose items cluttering the floor
uk_ua: Видалити загублені предмети, як сміття з підлоги

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.NAME
source: Destroy
uk_ua: Знищити

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.TOOLTIP
source: Delete everything in the selected cell(s)
uk_ua: Знищити все у виділених клітинках

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.NAME
source: Germ count
uk_ua: Кількість бактерій

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.TOOLTIP
source: Adjust germ count
uk_ua: Налаштувати кількість бактерій

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.NAME
source: Fill
uk_ua: Залити

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.TOOLTIP
source: Fill a section of the simulation with the chosen element
uk_ua: Залити виділене в світовому симуляторі, з обраними елементами

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FOW.NAME
source: Reveal
uk_ua: Викриття

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FOW.TOOLTIP
source: Dispel the Fog of War shrouding the map
uk_ua: Розсіяти Туман Війни, який вкриває мапу

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.NAME
source: Heat Gun
uk_ua: Тепло Гармата

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.TOOLTIP
source: Inject thermal energy into the simulation
uk_ua: Вводьте теплову енергію в світовий симулятор

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.INSTANT_BUILD.NAME
source: Instant build mode
uk_ua: Режим миттєвого будівництва
