Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This critter is replenishing its stamina
uk_ua: Ця тварина поновлює витривалість

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
uk_ua: Гнилий

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrefied and should not be consumed
uk_ua: Ця їжа згнила та не може бути спожита

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
uk_ua: Несвіже {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire {RotTooltip}
uk_ua: Ця їжа все ще їстівна, але незабаром зіпсується {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NAME
source: Starving Time until death: {TimeUntilDeath}
uk_ua: Голодний Час до смерті: {TimeUntilDeath}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Critter Starvation
uk_ua: Тварина голодна

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These critters are starving and will die if not fed soon:
uk_ua: Ці тварини голодні та скоро помруть, якщо не будуть їсти:

# STRINGS.CREATURES.STATUSITEMS.STARVING.TOOLTIP
source: This critter is starving and will die if it is not fed soon
uk_ua: Ця тварина голодна та скоро помре, якщо не буде їсти

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
uk_ua: Стерильна атмосфера

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
uk_ua: Умови знищення бактерій запобігають розкладанню цієї їжі

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.NAME
source: Struggling
uk_ua: Відбивається

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This critter is trying to get away
uk_ua: Ця тварина пробує утекти

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.NAME
source: Stunted Scales
uk_ua: Уповільнений ріст

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.TOOLTIP
source: This critter's scale growth is being stunted by an unfavorable environment
uk_ua: Розвиток цієї тварини уповільнився, через несприятлеве середовище

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
uk_ua: Задушується

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This critter cannot breathe
uk_ua: Ця тварина не може дихати

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
uk_ua: Втомлений

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This critter needs some sleepytime
uk_ua: Ця тварина потребує деякого часу на сон

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.NAME
source: Trapped
uk_ua: Впійманий

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.TOOLTIP
source: This critter has been contained and cannot escape
uk_ua: Ця тварині впіймана та не може втекти

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
uk_ua: Не охолоджений

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
uk_ua: Температури вище {RotTemperature} псують їжу швидше

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Growth Halted{Reasons}
uk_ua: Ріст зупинився{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: Growth will resume when conditions improve
uk_ua: Ріст продовжиться, коли умови покращяться

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.NAME
source: Growth Halted{Reasons}
uk_ua: Ріст зупинився{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.TOOLTIP
source: Growth will resume when conditions improve
uk_ua: Ріст продовжиться, коли умови покращяться

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.NAME
source: Growth Halted{Reasons}
uk_ua: Ріст зупинився{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.TOOLTIP
source: Growth will resume when conditions improve
uk_ua: Ріст продовжиться, коли умови покращяться

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.NAME
source: • Atmosphere
uk_ua: • Атмосфера

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.TOOLTIP
source: Growth will resume when submersed in one of the following gases: {elements}
uk_ua: Ріст продовжиться, коли занурена в один з наступних газів: {elements}

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.NAME
source: • Fertilization
uk_ua: • Удобрювання

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
uk_ua: Ця ферма зберігає ресурси, які не підходять для цієї рослини ------------------ Спорожніть сховище цієї будівлі, прибравши непридатні матеріали

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.NAME
source: • Fertilization
uk_ua: • Удобрювання

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
uk_ua: Ця ферма зберігає ресурси, які не підходять для цієї рослини ------------------ Спорожніть сховище цієї будівлі, прибравши непридатні матеріали

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.NAME
source: • Fertilization
uk_ua: • Удобрювання

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
uk_ua: Ця ферма зберігає ресурси, які не підходять для цієї рослини ------------------ Спорожніть сховище цієї будівлі, прибравши непридатні матеріали

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.NAME
source: • Irrigation
uk_ua: • Зрошування

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the incorrect materials
uk_ua: Ця ферма зберігає ресурси, які не підходять для цієї рослини ------------------ Спорожніть сховище цієї будівлі, прибравши невірні матеріали

# STRINGS.DUPLICANTS.ARRIVALTIME
source: Age:
uk_ua: Вік:

# STRINGS.DUPLICANTS.ARRIVALTIME_TOOLTIP
source: This {1} was printed on Cycle {0}
uk_ua: {1} був надрукований на {0} циклі

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <link="OXYGEN">Oxygen</link> a Duplicant requires per minute to live.
uk_ua: Споживання повітря визначає кількість <link="OXYGEN">Кисню</link> на хвилину, необхідну Дубліканту для життя.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
uk_ua: Темп споживання повітря

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Determines the speed and finesse with which a Duplicant creates artwork.
uk_ua: Визначає швидкість та витонченість з якою Дублікант творить мистецтво.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
uk_ua: Творчість

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
uk_ua: Атлетика

# STRINGS.DUPLICANTS.ATTRIBUTES.BASE_VALUE
source: Base: {0}
uk_ua: Базова: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.DESC
source: Determines how quickly and efficiently a Duplicant raises plants.
uk_ua: Визначає, як швидко та ефективно Дублікант вирощує рослини.

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.NAME
source: Farming
uk_ua: Фермерство

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Breath</link>.
uk_ua: Визначає, як швидко Дублікант збільшує чи зменшує <link="STRESS">Подих</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
uk_ua: Темп спалювання калорій

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.DESC
source: Determines the maximum weight that a Duplicant can carry.
uk_ua: Визначає максимальну вагу, яку Дублікант може перенести.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.NAME
source: Carrying Capacity
uk_ua: Вантажопідйомність

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.NAME
source: Construction
uk_ua: Будівництво

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
uk_ua: Кулінарія

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
uk_ua: Декор

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
uk_ua: Радіус декору

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
uk_ua: Копання

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.DESC
source: Recovery speed bonus is increased when another Duplicant provides medical care to the patient
uk_ua: Бонус швидкості відновлення збільшується, коли інший Дублікант надає медичну допомогу пацієнту

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.NAME
source: <link="DISEASE">Disease</link> Recovery Speed Bonus
uk_ua: Бонус Швидкості Відновлення <link="DISEASE">Хвороби</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.DESC
source: Duplicants who receive medical care while on a Med-Bed or Pharma Chamber will gain the "Care Received" effect This effect reduces Disease symptoms
uk_ua: Дубліканти, які отримують медичну допомогу в Мед-Ліжку чи Ферма Камері, отримують ефект "Отримання Опіки" Цей ефект зменшує симптоми Хвороби

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.NAME
source: <link="MEDICINE">Care Received</link> Effect
uk_ua: Ефект <link="MEDICINE">Отримання Опіки</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <link="HEAT">Temperature</link> will lose functionality and take damage
uk_ua: При <link="HEAT">Температурі</link> розплавлення будівля втрачає функціонування та отримає пошкодження

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
uk_ua: Температура розплавлення

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.DESC
source: Determines the amount of time needed for a critter to lay new eggs.
uk_ua: Визначає, скільки часу потрібно, щоб тварина відклала нові яйця.

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.NAME
source: Reproduction Rate
uk_ua: Темп розмноження

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.DESC
source: Not meeting a Duplicant's <link="FOOD">Food</link> expectations will increase their <link="STRESS">Stress</link>.
uk_ua: Не належна очікувана <link="FOOD">Їжа</link> для Дублікантів, збільшить їхній <link="STRESS">Стрес</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.NAME
source: Food Quality Expectation
uk_ua: Очікувана якість їжі

# STRINGS.DUPLICANTS.ATTRIBUTES.GENERATOROUTPUT.NAME
source: Power Output
uk_ua: Вихід енергії

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESS.NAME
source: Happiness
uk_ua: Щастя

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.DESC
source: Contented critters produce usable materials with increased frequency.
uk_ua: Задоволені тварини виробляють придатні матеріали, з збільшеною частотою.

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.NAME
source: Happiness Change
uk_ua: Зміна щастя

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.DESC
source: Health regeneration is increased when another Duplicant provides medical care to the patient
uk_ua: Регенерація здоров'я збільшується, коли інший Дублікант надає медичну допомогу пацієнту

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.NAME
source: <link="HEALTH">Health</link>
uk_ua: <link="HEALTH">Здоров'я</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <link="HYGIENE">Hygiene</link> affects a Duplicant's sense of cleanliness.
uk_ua: <link="HYGIENE">Гігієна</link> впливає на відчуття чистоти Дублікантів.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
uk_ua: Гігієна

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNELEVELDELTA.NAME
source: Immunity Regen
uk_ua: Відновлення імунітету

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_MODIFIER
source: {0} Immunity Regen
uk_ua: Відновлення імунітету: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_STAT
source: Immunity Attribute
uk_ua: Атрибут Імунітету

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.DESC
source: Determines a Duplicant's disease susceptibility and recovery time.
uk_ua: Визначає схильність Дублікантів до хвороб та час відновлення.

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.NAME
source: Immunity
uk_ua: Імунітет

# STRINGS.DUPLICANTS.ATTRIBUTES.INCUBATIONDELTA.NAME
source: Incubation Rate
uk_ua: Темп інкубації

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: Highly insulated Duplicants retain body heat easily, while low insulation Duplicants are easier to keep cool.
uk_ua: Дуже ізольовані Дубліканти утримують тепло тіла легко, у той час як низько ізольованим Дублікантам легше зберігати прохолоду.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
uk_ua: Ізоляція

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: {0} Temperature Retention
uk_ua: Утримання температури: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
uk_ua: Дослідження

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.DESC
source: Determines how efficiently a Duplicant maintains algae terrariums, deodorizers, and water sieves.
uk_ua: Визначає, як ефективно Дублікант керує тераріумами водоростів, дезодораторами та водяним фільтратором.

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.NAME
source: Life Support
uk_ua: Підтримка життя

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
uk_ua: Ремісництво

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.DESC
source: Speed Bonus
uk_ua: Бонус до швидкості

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
uk_ua: Швидкість межанізмів

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.DESC
source: Determines the amount of time needed to reach maturation.
uk_ua: Визначає скільки часу потрібно для досягнення дозрівання.

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.NAME
source: Growth Speed
uk_ua: Швидкість росту

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.DESC
source: Determines a Duplicant's runspeed when submerged in liquid
uk_ua: Визначає швидкість біку Дубліканта, коли занурений в рідину

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
uk_ua: Підводне переміщення

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.DESC
source: Affects the rate at which a critter burns calories.
uk_ua: Впливає на швидкість, з якою тварина спалює калорії.

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.NAME
source: Metabolism
uk_ua: Метаболізм

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <link="HEAT">Temperature</link> will take damage and melt down if not cooled
uk_ua: Ця будівля отримує пошкодження від <link="HEAT">Температурного</link> Перегріву та буде розплавлена, якщо не охолоне

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
uk_ua: Температурний перегрів

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: Expertise is determined by a Duplicant's highest Attribute ------------------ Duplicants develop higher expectations as their Expertise level increases
uk_ua: Кваліфікація визначається найвищими характеристиками Дублікантів ------------------ Дубліканти розвивають більш високі очікування, оскільки їх рівень Кваліфікації зростає

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.DESC
source: Determines how quickly and efficiently a Duplicant raises critters.
uk_ua: Визначає, як швидко та ефективно Дублікант вирощує тварин.

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.NAME
source: Ranching
uk_ua: Випасання

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
uk_ua: Визначає мінімальне тепло тіла Дубліканта, переважне для підтримання.

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
uk_ua: Переважна температура

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.DESC
source: Determines the temperature at which a Duplicant will get burned.
uk_ua: Визначає температуру, при якій Дублікант почне отримувати опіки.

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.NAME
source: Scalding Threshold
uk_ua: Поріг обпікання

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: Determines how frequently a Duplicant sneezes.
uk_ua: Визначає, як часто Дублікант чхає.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
uk_ua: Чхання

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
uk_ua: Зміна Витривалості

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
uk_ua: Сила

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Stress</link>.
uk_ua: Визначає, як швидко Дублікант отримує чи знижує <link="STRESS">Стрес</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
uk_ua: Зміна Стресу

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
uk_ua: Товщина Ізоляції

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <link="HEAT">Heat</link> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
uk_ua: Товщина Ізоляції визначає, як швидко Дублікант зберігає чи втрачає <link="HEAT">Тепло</link> тіла в даному просторі. В скупності залежить від обладнання Дублікантів та їх приробного значення ізоляції.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.DESC
source: Determines how efficiently a Duplicant tunes machinery, flips switches, and sets sensors.
uk_ua: Визначає, як раціонально Дублікант пристосований до механізмів, перемикає та встановлює датчики.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.NAME
source: Toggle
uk_ua: Перемикання

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
uk_ua: Визначає, скільки потрібно Дубліканту, щоб зробити його "діло".

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bathroom Hustle
uk_ua: Час перебування у ванній

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
uk_ua: Зміна токсичності

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
uk_ua: Цей Дублікант не має помітної кваліфікації

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
uk_ua: Дурень

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.DESC
source: Wild creatures can survive on fewer calories than domesticated ones.
uk_ua: Дикі тварини можуть вижити при меншій кількості калорій, ніж одомашнені.

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.NAME
source: Wildness Change
uk_ua: Зміна дикості

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
uk_ua: Ліплення чи малювання для підвищення декору колонії.

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.NAME
source: Art
uk_ua: Мистецтво

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.DESC
source: Sweep, mop, and disinfect objects within the colony.
uk_ua: Переносити, мити та дезінфікувати об'єкти всередині колонії.

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.NAME
source: Tidy
uk_ua: Чистота

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
uk_ua: Споруджувати нові будівлі.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
uk_ua: Будування

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild critters.
uk_ua: Боротьба з дикими тваринами.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.NAME
source: Combat
uk_ua: Бійка

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings.
uk_ua: Керування будівлями з приготування їжі.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
uk_ua: Куховарення

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
uk_ua: Добування сирих ресурсів.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
uk_ua: Копання

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.DESC
source: Gather crops from mature plants.
uk_ua: Збирання врожаю із зрілих рослин.

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.NAME
source: Farm
uk_ua: Фермерство

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.DESC
source: Run resources to critical buildings and urgent storage.
uk_ua: Перенесення ресурсів до важливих будівель та термінових сховищ.

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.NAME
source: Supply
uk_ua: Постачання

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.DESC
source: Maintain algae terrariums, deodorizers, and water sieves to support colony life.
uk_ua: Утримувати Тераріум Водоростів, Дезодоратори та Водяні Фільтратори для підтримання життя колонії.

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.NAME
source: Life Support
uk_ua: Життєзабезпечення

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.DESC
source: Operating heavy machinery for production, fabrication, and utility purposes.
uk_ua: Керування важкими механізмами для виробництва, виготовлення та корисних цілей.

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.NAME
source: Operate
uk_ua: Управління

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
uk_ua: Взяти перерву для масажу.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Leisure
uk_ua: Дозвілля

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.DESC
source: Treat sick and injured Duplicants.
uk_ua: Лікування хворих та травмованих Дублікантів.

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.NAME
source: Care
uk_ua: Опіка

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.DESC
source: Tend to domesticated critters.
uk_ua: Доглядати за прирученими тваринами.

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.NAME
source: Ranch
uk_ua: Ранчо

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
uk_ua: Ремонтувати пошкоджені будівлі.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
uk_ua: Ремонтування

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
uk_ua: Використання станцій досліджень для розблокування нових технологій.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
uk_ua: Вивчення

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.DESC
source: Fill non-critical storage buildings with resources.
uk_ua: Наповнювати не важливі сховища будівель ресурсами.

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.NAME
source: Storage
uk_ua: Зберігання

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.DESC
source: Tune machinery and set or flip switches and sensors.
uk_ua: Налаштування та призначення механізмів або перемикачів та датчиків.

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.NAME
source: Toggle
uk_ua: Перемикання

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
uk_ua: Декорація

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
uk_ua: Хід декорування

# STRINGS.DUPLICANTS.CHORES.ART.TOOLTIP
source: This Duplicant is going to work on their art
uk_ua: Цей Дублікант починає роботу над його мистецтвом

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
uk_ua: Атака

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
uk_ua: Атакувати

# STRINGS.DUPLICANTS.CHORES.ATTACK.TOOLTIP
source: Chaaaarge!
uk_ua: Арештуваааати!

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.NAME
source: Incapacitated
uk_ua: Непридатний

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
uk_ua: Згасання

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.TOOLTIP
source: This Duplicant will die soon if they do not receive assistance
uk_ua: Цей Дублікант скоро помре, якщо він не отримає допомогу

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.NAME
source: Binge Eat
uk_ua: Їсти їжу

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
uk_ua: Переїдати
