Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATCONSUMED
source: Dissipates {0} per second Sum temperature change can be affected by the material attributes of the cooled substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
uk_ua: Розсіює {0} в секунду Сумарна зміна температури може впливати на атрибути матеріалу охолоджуваної речовини: • маса • питома теплоємність • область поверхні • товщина ізоляції • теплопровідність

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED
source: Generates {0} per second Sum temperature change is affected by the material attributes of the heated substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
uk_ua: Генерує {0} в секунду Сумарна зміна температури впливає на атрибути матеріалу нагрітої речовини: • маса • питома теплоємність • область поверхні • товщина ізоляції • теплопровідність

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_AIRCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped gas ------------------ Cooling 1 Kg of room temperature oxygen will output {0} per second
uk_ua: Генерує тепло залежно від об'єму, температури та питомої теплоємності пройденого газу ------------------ Охолодження 1 кг кисню до кімнатної температури, виведе {0} за секунду

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_LIQUIDCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped liquid ------------------ Cooling 1 Kg of room temperature water will output {0} per second
uk_ua: Генерує тепло залежно від об'єму, температури та питомої теплоємності пройденої рідини ------------------ Охолодження 1 кг води до кімнатної температури, виведе {0} за секунду

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.IMPROVED_BUILDINGS
source: Tune Ups will improve these buildings:
uk_ua: Співи покращать ці будівлі:

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ITEM_TEMPERATURE_ADJUST
source: Stored items will reach a temperature of {0} over time
uk_ua: Поміщені ресурси з часом досягають температури {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.LIQUIDCOOLING
source: Reduces the temperature of piped liquids by {0}
uk_ua: Знижує температуру в рідинних трубах на {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MAX_WATTAGE
source: Drawing more than the maximum allowed power can result in damage to the circuit
uk_ua: Перевищення більше, ніж максимально допустима потужність, може провести до пошкодження мережі

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_DECREASE
source: Dampens noise at {0} dB in a {1} tile radius
uk_ua: Зниждує шум на {0} dB в радіусі {1} блоків

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_INCREASE
source: Produces noise at {0} dB in a {1} tile radius
uk_ua: Генерує шум в {0} dB в радіусі {1} блоків

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONEFFECTS
source: The building will produce these effects when its requirements are met
uk_ua: Будівля створюватиме ці ефекти, коли будуть виконані всі умови

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONREQUIREMENTS
source: All requirements must be met in order for this building to operate
uk_ua: Необхідно виконати всі вимоги, щоб я будівля працювала

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVER_PRESSURE_MASS
source: Ceases to function when the surrounding mass is above {0}
uk_ua: Припиняє роботу, коли оточуюча маса вище за {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVERHEAT_TEMP
source: Begins overheating at {0} and melts down at {1}
uk_ua: Починає перегріватися при {0} та розплавлятися при {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PREFERS_ROOM
source: This building gains additional effects or functionality when built inside a {0}
uk_ua: Ця будівля отримає додаткові ефекти чи функціонал, коли буде розміщена в середині {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSEDITEM
source: Refining this material produces {0}
uk_ua: Очищує цей матеріал в {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSES
source: This building processes raw materials into refined materials
uk_ua: Ця будівля обробляє сирі матеріали в очищені матеріали

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PRODUCES_RESEARCH_POINTS
source: Produces {0} research
uk_ua: Виробляє {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVES_DISEASE
source: Cooking pasteurizes ingredients and removes their disease risk
uk_ua: Приготування пастеризованих інгредієнтів та усуває їхній ризик захворювання

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVESEFFECTSUBTITLE
source: Use of this building will remove the listed effects
uk_ua: Користування цієї будівлі прибирає перелік ефектів

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESCREATIVITY
source: A Duplicant must work on this object to create art
uk_ua: Дублікант повинен працювати над цим об'єктом з творчим мистецтвом

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESELEMENT
source: Must receive deliveries of {0} to function
uk_ua: Необхідно постачати {0} для функціонування

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASINPUT
source: Must receive gas from a gas pipe system
uk_ua: Необхідно отримувати газ з газопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUT
source: Must expel gas through a gas pipe system
uk_ua: Необхідно відсилати газ до газопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUTS
source: Must expel gas through a gas pipe system
uk_ua: Необхідно відсилати газ до газопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDINPUT
source: Must receive liquid from a liquid pipe system
uk_ua: Необхідно отримувати рідину з водопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUT
source: Must expel liquid through a liquid pipe system
uk_ua: Необхідно відсилати рідину до водопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUTS
source: Must expel liquid through a liquid pipe system
uk_ua: Необхідно відсилати рідину до водопровідної системи

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESMANUALOPERATION
source: A Duplicant must be present to run this building
uk_ua: Необхідний присутній Дублікант, щоб запустити цю будівлю

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWER
source: Must be connected to a power grid with at least -{0} of available power
uk_ua: Необхідно підключити до електричної мережі, принаймні з -{0} наявної потужності

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWERGENERATOR
source: Must be connected to a power producing generator to function
uk_ua: Необхідно підключити до виробників електричної енергії, для функцірнування

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESROOM
source: Must be built within a Dedicated Room ------------------ Room will become a {0} after construction
uk_ua: Необхідно побудувати в середині Спеціальної Кімнати ------------------ Кімната стане {0} після будівництва

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.RESEARCH_MATERIALS
source: This research station consumes {1} of {0} for each research point produced
uk_ua: Ця дослідницька станція споживає {1} {0}, для кожної дослідницької виробленої одиниці

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STORAGECAPACITY
source: Holds up to {0} of material
uk_ua: Вміщує до {0} матеріалу

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STRESSREDUCEDPERMINUTE
source: Removes {0} of Duplicants' Stress for every uninterrupted minute of use
uk_ua: Прибирає {0} Стресу Дублікантів, за кожну безперервну хвилину використання

# STRINGS.UI.CALCULATING
source: Calculating...
uk_ua: Обчислення...

# STRINGS.UI.CANCELPLACEINRECEPTACLE
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.CANCELREMOVALFROMRECEPTACLE
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.CHANGEPERCYCLE
source: Change per cycle: {0}
uk_ua: Зміна за цикл: {0}

# STRINGS.UI.CHANGEPERSECOND
source: Change per second: {0}
uk_ua: Зміна за секунду: {0}

# STRINGS.UI.CHARACTERCONTAINER_APTITUDES_TITLE
source: INTERESTS
uk_ua: ІНТЕРЕСИ

# STRINGS.UI.CHARACTERCONTAINER_CONGENITALTRAIT
source: Genetic Trait: {0}
uk_ua: Генетичні Риси: {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
uk_ua: ДОДАТКОВІ

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
uk_ua: ХАРАКТЕРНІ РИСИ

# STRINGS.UI.CHARACTERCONTAINER_TRAITS_TITLE
source: TRAITS
uk_ua: ОСОБЛИВОСТІ

# STRINGS.UI.CODEX.BACK_BUTTON
source: Back ({0})
uk_ua: Назад ({0})

# STRINGS.UI.CODEX.CATEGORYNAMES.BUILDINGS
source: <link="BUILDINGS">Buildings</link>
uk_ua: <link="BUILDINGS">Будівлі</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.CREATURES
source: <link="CREATURES">Critters</link>
uk_ua: <link="CREATURES">Тварини</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.DISEASE
source: <link="DISEASE">Disease</link>
uk_ua: <link="DISEASE">Захворювання</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTS
source: <link="ELEMENTS">Elements</link>
uk_ua: <link="ELEMENTS">Елементи</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSGAS
source: <link="ELEMENTSGAS">Gases</link>
uk_ua: <link="ELEMENTSGAS">Гази</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSLIQUID
source: <link="ELEMENTSLIQUID">Liquids</link>
uk_ua: <link="ELEMENTSLIQUID">Рідини</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSOTHER
source: <link="ELEMENTSOTHER">Other</link>
uk_ua: <link="ELEMENTSOTHER">Інше</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSSOLID
source: <link="ELEMENTSSOLID">Solids</link>
uk_ua: <link="ELEMENTSSOLID">Тверді</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.EMAILS
source: <link="EMAILS">E-mail</link>
uk_ua: <link="EMAILS">Е-пошта</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.FOOD
source: <link="FOOD">Food</link>
uk_ua: <link="FOOD">Їжа</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.GEYSERS
source: <link="GEYSERS">Geysers</link>
uk_ua: <link="GEYSERS">Гейзери</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.JOURNALS
source: <link="JOURNALS">Journals</link>
uk_ua: <link="JOURNALS">Журнали</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.PLANTS
source: <link="PLANTS">Plants</link>
uk_ua: <link="PLANTS">Рослини</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROLES
source: <link="ROLES">Duplicant Jobs</link>
uk_ua: <link="ROLES">Роботи Дублікантів</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROOT
source: <link="HOME">Index</link>
uk_ua: <link="HOME">Головна</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.SYSTEMS
source: <link="SYSTEMS">Systems</link>
uk_ua: <link="SYSTEMS">Системи</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.TECH
source: <link="TECH">Research</link>
uk_ua: <link="TECH">Дослідження</link>

# STRINGS.UI.CODEX.DETAILS
source: Details
uk_ua: Деталі

# STRINGS.UI.CODEX.FOOD.QUALITY
source: Quality: {0}
uk_ua: Якість: {0}

# STRINGS.UI.CODEX.FOOD.SPOILPROPERTIES
source: Preserve temperature: {0} Spoil time: {1}
uk_ua: Температура зберігання: {0} Час псування: {1}

# STRINGS.UI.CODEX.GEYSERS.DESC
source: Geysers and Fumaroles emit elements at variable intervals.They provide a sustainable, though usually low volume, source of material. The variable factors of a geyser are: • Emission element • Emission temperature • Emission mass • Cycle length • Dormancy duration • Disease emitted
uk_ua: Гейзери та фумароли виділяють елементи за змінними інтервалами. Вони забезпечують стійкий, однак звичайно низький обсяг джерела матеріалу. Перемінними факторами гейзера є: • Викиди елементів • Викиди температури • Викиди мас • Тривалість циклу • Тривалість часу спокою • Викиди хвороб

# STRINGS.UI.CODEX.MANAGEMENT_BUTTON
source: DATABASE
uk_ua: БАЗА ДАНИХ

# STRINGS.UI.CODEX.RECIPE_FABRICATOR
source: {1} ({0} seconds)
uk_ua: {1} ({0} сек.)

# STRINGS.UI.CODEX.RECIPE_FABRICATOR_HEADER
source: Produced by
uk_ua: Виробляє

# STRINGS.UI.CODEX.SEARCH_HEADER
source: Search Database
uk_ua: Пошук в Базі даних

# STRINGS.UI.CODEX.TITLE
source: DATABASE
uk_ua: БАЗА ДАНИХ

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOST
source: COLONY LOST
uk_ua: КОЛОНІЯ ВТРАЧЕНА

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOSTDESCRIPTION
source: All Duplicants are dead or incapacitated.
uk_ua: Всі Дубліканти померли чи недієздатні.

# STRINGS.UI.COLONYLOSTSCREEN.QUITBUTTON
source: MAIN MENU
uk_ua: ГОЛОВНЕ МЕНЮ

# STRINGS.UI.CONFIRMDIALOG.CANCEL
source: CANCEL
uk_ua: СКАСУВАТИ

# STRINGS.UI.CONFIRMDIALOG.DIALOG_HEADER
source: MESSAGE
uk_ua: ПОВІДОМЛЕННЯ

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
uk_ua: СПОЖИВЧІ

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_AVAILABLE
source: Available: {0}
uk_ua: Доступно: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS
source: Expectations
uk_ua: Очікування

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: Expectations ------------------ Desires food that is {0} quality or better
uk_ua: Очікування ------------------ Бажає їжу, яка є {0} якістю або кращою

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_OFF
source: <b>{0}</b> is <color=#B87194FF>not allowed</color> to eat <b>{1}</b>
uk_ua: <b>{0}</b> <color=#B87194FF>не дозволено</color> їсти <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_ON
source: <b>{0}</b> is <color=#B87194FF>allowed</color> to eat <b>{1}</b>
uk_ua: <b>{0}</b> <color=#B87194FF>дозволено</color> їсти <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY
source: Quality: {0}
uk_ua: Якість: {0}

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_OFF
source: <b>New Duplicants</b> are <color=#B87194FF>not allowed</color> to eat <b>{0}</b> by default
uk_ua: <b>Новим Дублікантам</b> <color=#B87194FF>не додволено</color> їсти <b>{0}</b> за замовчуванням

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_ON
source: <b>New Duplicants</b> are <color=#B87194FF>allowed</color> to eat <b>{0}</b> by default
uk_ua: <b>Новим Дублікантам</b> are <color=#B87194FF>додволено</color> їсти <b>{0}</b> за замовчуванням

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>New Duplicants</b>
uk_ua: Перемкнути дозвіл на всю їжу для <b>Нових Дублікантів</b>

# STRINGS.UI.CONSUMABLESSCREEN.STRESS
source: Stress
uk_ua: Стрес

# STRINGS.UI.CONSUMABLESSCREEN.STRESS_TOOLTIP
source: Stress ------------------ {0} of a possible 100%
uk_ua: Стрес ------------------ {0} з можливих 100%

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
uk_ua: СПОЖИВЧІ

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all food permissions colonywide
uk_ua: Перемкнути дозвіл на всю їжу в колонії

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>{0}</b>
uk_ua: Перемкнути дозвіл на всю їжу для <b>{0}</b>

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
uk_ua: Налаштування Застосовані

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
uk_ua: Допоможіть! Чорна діра з'їла мою гру!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
uk_ua: ПРОДОВЖИТИ ГРУ

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
uk_ua: АЛЬТЕРНАТИВНИЙ ОПИС КРАХУ

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
uk_ua: Невдале завантаження: {0} Версія Збереження: {1} Очікувана: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
uk_ua: ВИЙТИ НА РОБОЧИЙ СТІЛ

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
uk_ua: ЗВІТ ПРО КРАХ

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
uk_ua: ЗВІТУВАННЯ, БУДЬ ЛАСКА ЗАЧИКАЙТЕ...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
uk_ua: Невдале Збереження: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
uk_ua: Дякую! Ви робите нашу гру кращою, один крах за один раз.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
uk_ua: Ого! Ми вибачаємося, але ваша гра зіткнулася з помилкою. Це все добре - ці помилки, це те, як ми знаходимо та виправляємо проблеми, щоб зробити нашу гру цікавою для всіх. Якщо ви використовуєте поле нижче, щоб надіслати нам звіт про крах, ми можемо використати цю інформацію, щоб вирішити проблему.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
uk_ua: ЗАВАНТАЖИТИ ДОДАТКОВУ ІНФОРМАЦІЮ ({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
uk_ua: ЗАКРИТИ

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
uk_ua: АВТОРИ

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.BUILDINGS
source: Buildings:
uk_ua: Будівлі:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.CELLS
source: Cells:
uk_ua: Клітки:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE
source: Disease
uk_ua: Хвороби

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE_COUNT
source: Disease Count
uk_ua: Кількість Хвороб

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ELEMENT
source: Element
uk_ua: Елемент

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.FILL
source: Fill
uk_ua: Заповнити

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.MASS_KG
source: Mass (kg)
uk_ua: Маса (Кг)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.PAINT
source: Paint
uk_ua: Малювати

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.SAMPLE
source: Sample
uk_ua: Взірець

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TEMPERATURE_KELVIN
source: Temperature (K)
uk_ua: Температура (К)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TITLE
source: CELL PAINTER
uk_ua: ПЕНЗЕЛЬ КЛІТОК

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_BUTTON
source: Clear Floor
uk_ua: Чистити Підлогу

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_SELECTION_BUTTON
source: Clear Selection
uk_ua: Прибрати Вибір

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DECONSTRUCT_BUTTON
source: Deconstruct
uk_ua: Руйнувати

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DEFAULT_SAVE_NAME
source: TemplateSaveName
uk_ua: Тимчасове Ім'я Збереження

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DESTROY_BUTTON
source: Destroy
uk_ua: Знищити

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.MORE
source: More
uk_ua: Більше

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SAVE_TITLE
source: Save Selection
uk_ua: Зберегти Обране

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.AVERAGE_MASS
source: Average cell mass: {0}
uk_ua: Середня маса клітки: {0}

source: Average temperature: {0}
uk_ua: Середня температура: {0}

source: Joules per kilogram: {0}
uk_ua: Джоулів на кілограм: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_JOULES
source: Total joules: {0}
uk_ua: Всього джоулів: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_MASS
source: Total mass: {0}
uk_ua: Маса всього: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.TITLE
source: Base and World Tools
uk_ua: Базові та Світові Інструменти

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
uk_ua: СКИНУТИ

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
uk_ua: ВМІСТ

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
uk_ua: ДЕТАЛІ

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
uk_ua: НОСИТЬ ПРЕДМЕТИ

# STRINGS.UI.DETAILTABS.DETAILS.MINION_TOOLTIP
source: More information
uk_ua: Більше Інформації

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Properties
uk_ua: Інфо

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
uk_ua: Більше Інформації

# STRINGS.UI.DETAILTABS.DISEASE.CURRENT_GERMS
source: SURFACE GERMS
uk_ua: ПОВЕРХНЕВІ БАКТЕРІЇ

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE
source: No surface germs
uk_ua: Немає поверхневих бактерій

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2
source: • Immune System: {0}
uk_ua: • Імунна Система: {0}

# STRINGS.UI.DETAILTABS.DISEASE.NAME
source: Germs
uk_ua: Бактерії

# STRINGS.UI.DETAILTABS.DISEASE.NO_CURRENT_GERMS
source: SURFACE GERMS
uk_ua: ПОВЕРХНЕВІ БАКТЕРІЇ

# STRINGS.UI.DETAILTABS.DISEASE.TOOLTIP
source: View the disease risk presented by the selected object
uk_ua: Перегляньте ризик захворювання, виявлений в обраному об'єкті

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
uk_ua: Енергія

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
uk_ua: Перегляд, скільки споживає ця будівля енергії

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <link="POWER">Power</link> stored: {0}
uk_ua: <link="POWER">Енергії</link> збережено: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
uk_ua: Кількість енергії, що зберігається в батареях

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.BATTERIES
source: BATTERIES
uk_ua: БАТАРЕЇ

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
uk_ua: ОГЛЯД МЕРЕЖІ

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
uk_ua: СПОЖИВАЧІ ЕНЕРГІЇ

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
uk_ua: Немає підключення до електричної мережі

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
uk_ua: ВИРОБНИКИ ЕНЕРГІЇ

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
uk_ua: Макс. допустима потужність: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
uk_ua: Перевищення цього значення перевантажить мережу і може призвести до пошкодження дротів та будівель

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
uk_ua: Енергія

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
uk_ua: Батареї відсутні в цій мережі

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
uk_ua: Немає споживачів в цій мережі

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
uk_ua: Немає виробників в цій мережі

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
uk_ua: Потенційні споживачі енергії: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
uk_ua: Загальна потужність, яку може використовувати ця мережа, якщо всі підключені будівлі активні

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
uk_ua: Контролюйте енергію, яку виробляє ця будівля

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <link="POWER">Power</link> consumed: {0}
uk_ua: <link="POWER">Енергії</link> спожито: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
uk_ua: Загальна кількість енергії, спожита в цій мережі

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <link="POWER">Power</link> produced: {0}
uk_ua: <link="POWER">Енергії</link> вироблено: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
uk_ua: Загальна кількість енергії, вироблена в цій мережі

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
uk_ua: Енергія

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
uk_ua: Переглянути дроти цієї мережі

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.ASSIGNED_TOOLTIP
source: {2} has been assigned a {0} ------------------ Effects: {1}
uk_ua: {2} був призначений на {0} ------------------ Ефекти: {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_OWNABLE
source: EQUIPMENT
uk_ua: СПОРЯДЖЕННЯ

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_ROOMS
source: AMENITIES
uk_ua: ВЛАСНІСТЬ
