Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.NAME
source: Gas Vent Overpressure
uk_ua: Газовий Вентиль надмірний тиск

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping gas away or clearing more space
uk_ua: Високий тиск повітря або рідини в даній зоні запобігає подальшому викиданні рідини Зменшіть тиск шляхом відкачування газу або очищення більшого простору

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.NAME
source: Generator Idle
uk_ua: Генератор Байдикує

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.TOOLTIP
source: This power source is idle
uk_ua: Це джерело живлення байдикує

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.NAME
source: Neural vacillation complete
uk_ua: Нейронне коливання завершено

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.TOOLTIP
source: The Duplicant has completed the neural vacillation process and is ready to be released
uk_ua: Дублікант завершив процес нейронних коливань і готовий до звільнення

# STRINGS.BUILDING.STATUSITEMS.GRAVE.NAME
source: RIP {DeadDupe}
uk_ua: Помер {DeadDupe}

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
uk_ua: Порожній

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
uk_ua: Цей меморіал не шанує ніхто.

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.NAME
source: Requires Emptying
uk_ua: Потрібно перевернути

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.TOOLTIP
source: This <link="ALGAEHABITAT">Algae Terrarium</link> needs to be emptied of <link="DIRTYWATER">Polluted Water</link> ------------------ <link="BOTTLEEMPTIER">Bottle Emptier</link>s can be used to transport and dispose of <link="DIRTYWATER">Polluted Water</link> in designated areas
uk_ua: Цей <link="ALGAEHABITAT">Тераріум Водоростів</link> очищати від <link="DIRTYWATER">Забрудненої Води</link> ------------------ <link="BOTTLEEMPTIER">Осушувачі Плашок</link> можуть бути використані, для транспортування та перероблення <link="DIRTYWATER">Забрудненої Води</link> в призначених зонах

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
uk_ua: Мах Температура Досягнута

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
uk_ua: Ця будівля не може нагрівати навколишнє середовище вище {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
uk_ua: Низький Тиск Повітря

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
uk_ua: Мінімальний атмосферний тиск {TargetPressure} потрібен для підігріву цієї будівлі

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
uk_ua: Не занурений в рідину

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
uk_ua: Ця будівля повинна бути занурена в рідину для функціонування

# STRINGS.BUILDING.STATUSITEMS.INCOMINGMETEORS.NAME
source: Incoming Meteors
uk_ua: Наближаються Метеорити

# STRINGS.BUILDING.STATUSITEMS.INCOMINGMETEORS.TOOLTIP
source: There are high speed objects approaching!
uk_ua: Наближаються об'єкти з високою швидкістю!

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.NAME
source: Incubating: {Percent}
uk_ua: Інкубація: {Percent}

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.TOOLTIP
source: This egg incubating cozily ------------------ It will hatch when Incubation reaches 100%
uk_ua: Це яйце вирощується спокійно ------------------ Хатч вилупиться, коли інкубація досягне 100%

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.NAME
source: Insufficient Resources
uk_ua: Недостатні ресурси

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.TOOLTIP
source: The mass of material that was delivered to this building was too low Deliver more material to run this building
uk_ua: Маса матеріалу, що доставлена до цього будинку, була надто низькою Доставте більше матеріалу, щоб запустити цю будівлю

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
uk_ua: Хибне розташування будівлі

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
uk_ua: Не вдається побудувати будівлю в цьому місці

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <link="POWER">Power</link> Available: {JoulesAvailable}
uk_ua: <link="POWER">Потужність</link> Доступно: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
uk_ua: {JoulesAvailable} від збереженої енергії, доступної для використання

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
uk_ua: Труба Порожня

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
uk_ua: У цій трубі немає рідини

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
uk_ua: Не відкачеється

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
uk_ua: Цей насос не активний

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
uk_ua: Рідинний Вентиль Завалений

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
uk_ua: Трубу було завалено і це перешкоджає потіку рідини в цей вентиль

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
uk_ua: Рідинний Вентиль Надмірний Тиск

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping liquid away or clearing more space
uk_ua: Високий тиск повітря або рідини в даній зоні запобігає подальшому викиданні рідини Зменшіть тиск шляхом відкачування рідини або очищення більшого простору

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_DISABLED
source: Disabled by Automation Grid
uk_ua: Вимкнено мережею автоматизації

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_ENABLED
source: Enabled by Automation Grid
uk_ua: Увімкнено мережею автоматизації

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.NAME
source: Feedback Loop
uk_ua: Ланцюг зворотного зв'язку

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.TOOLTIP
source: Feedback loops prevent automation grids from functioning Feedback loops occur when the Output of an automated building connects back to its own Input through the Automation grid
uk_ua: Зворотні контури запобігають функціонуванню мереж автоматизації Підтримка циклів виникає, коли вихід автоматизованої будівлі з'єднувати знов з власним входом через мережу автоматизації

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
uk_ua: Шедевр

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
uk_ua: Ця пронизлива частина зачіпає щось глибоко в душі кожного Дубліканта

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
uk_ua: Приємний

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this art piece quite charming
uk_ua: Дубліканти бачуть цю твірчість досить привабливою

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
uk_ua: Сирий

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, Morbs could've done better
uk_ua: Чесно кажучи, Морбз могла б зробити все краще

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
uk_ua: Заряджання

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
uk_ua: Це джерело живлення заряджається

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
uk_ua: Живлення

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
uk_ua: Цей генератор постачає енергію споживачам електроенергії

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
uk_ua: Вручну Керований

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under my control
uk_ua: Цей Дублікант знаходиться під моїм контролем

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
uk_ua: Недостатні Ресурси {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
uk_ua: У будівлі бракує ресурсів

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
uk_ua: Вирішальні матеріали недоступні або поза межами досяжності для цих будівель:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
uk_ua: Вирішальні матеріали для цієї будівлі знаходяться поза межами досяжності або недоступні

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
uk_ua: Мало Ресурсів {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
uk_ua: Ця будівля незабаром потребує матеріалів, які недоступні

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
uk_ua: Розплавлення

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
uk_ua: Будівля розплавлена

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
uk_ua: Ці будівлі руйнуються:

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
uk_ua: Ця будівля руйнується

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
uk_ua: Відсутній Фундамент

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=#833A5FFF>Base Tab</color> <color=#F44A47>[1]</color> of the Build Menu
uk_ua: Побудуйте Блок під цією будівлею ------------------ Блок можна знайти в <color=#833A5FFF>Вкладці Основа</color> <color=#F44A47>[1]</color> в Меню Будівництва

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.NAME
source: Unreachable Mop
uk_ua: Миття Недосяжне

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
uk_ua: Дубліканти не можуть досягти цієї області

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
uk_ua: Необхідне знаряддя

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=#833A5FFF>Stations Tab</color> <color=#F44A47>[0]</color> of the Build Menu
uk_ua: Для видобутку цього матеріалу потрібне знаряддя ------------------ Знаряддя можна зробити на Крафт Станції в <color=#833A5FFF>Вкладці Станції</color> <color=#F44A47>[0]</color> в Меню Будівництва

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.NAME
source: No Egg Selected
uk_ua: Не обране яйце

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.TOOLTIP
source: Collect eggs from critters to incubate
uk_ua: Зберіть яйця в тварин для висиджування

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
uk_ua: Газ не поглинається

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
uk_ua: Ця будівля не отримує газ ніде

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
uk_ua: Немає Виходу Газу

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
uk_ua: Цій будівлі нікуди відправляти газ

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
uk_ua: Немає Вводу Рідини

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
uk_ua: Ця будівля ніде не приймає рідину

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
uk_ua: Немає Виходу Рідини

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
uk_ua: Цій будівлі нікуди відправляти рідину

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
uk_ua: Немає Насіння

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
uk_ua: Викорчуйте дикі рослини для отримання насіння

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
uk_ua: Немає Енергії

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
uk_ua: Всі підключені джерела живлення втратили заряд

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
uk_ua: Необхідні Ресурси

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
uk_ua: Цій будівлі не вистачає необхідних матеріалів

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
uk_ua: Не обране насіння

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
uk_ua: Викорчуйте дикі рослини для отримання насіння

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.NAME
source: No Conveyor Loader
uk_ua: Немає конвеєрного навантажувача

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.TOOLTIP
source: Material cannot be fed onto this Conveyor Rail system for transport ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Loader
uk_ua: Матеріал не можна подавати на Конвеєрну Рейку для транспортування ------------------ Натисніть Вкладку Доставки <color=#F44A47>[7]</color> в Меню Будівництва, щоб побудувати та підключити Конвеєрний Навантажувач

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.NAME
source: No Conveyor Receptacle
uk_ua: Немає конвеєрного розвантажувача

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.TOOLTIP
source: Material cannot be offloaded from this Conveyor system and will backup the rails ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Receptacle
uk_ua: Матеріал не може бути вивантажений з Конвеєрної системи і буде резервуватися рейками ------------------ Натисніть Вкладку Доставки <color=#F44A47>[7]</color> в Меню Будівництва, щоб побудувати та підключити Конвеєрний Розвантажувач

# STRINGS.BUILDING.STATUSITEMS.NETWORKQUALITY.NAME
source: Detector Network Quality: {TotalQuality}
uk_ua: Якість сітки детекторів: {TotalQuality}

# STRINGS.BUILDING.STATUSITEMS.NETWORKQUALITY.TOOLTIP
source: Your detector network is scanning at {TotalQuality} effectiveness, and will detect meteor showers {WorstTime} to {BestTime} before they strike. Add more detectors and ensure they are each scanning effectively for best results.
uk_ua: Сітка ваших детекторів сканує з ефективністю {TotalQuality} та може виявити метеоритну зливу з {WorstTime} до {BestTime}, раніше ніж вони ударять. Додавання більше детекторів гарантує, що кожен з них сканує ефективніше з кращим результатом.

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
uk_ua: Не можу видобувати

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
uk_ua: Цей ресурс не можна видобути за допомогою інструмента Дубліканта

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
uk_ua: Доступні нові Дублікати

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
uk_ua: Є доступні нові Дубліканти

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: I am ready to print a new colony member
uk_ua: Я готовий надрукувати нового члена колонії

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
uk_ua: Незастосовні дослідження

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <link="SUPER COMPUTER">Research Center</link> idle
uk_ua: <link="SUPER COMPUTER">Дослідний Центр</link> байдикує

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <b>Research Type</b> for the selected <link="TECH">Research Focus</link>:
uk_ua: Ці будівлі не можуть виробляти коректний <b>Тип Дослідження</b> для обраної <link="TECH">Дослідницької Спрямованості</link>:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the current research focus
uk_ua: Ця будівля не може виробити коректний тип досліджень для поточного обраного дослідження

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.NAME
source: No Egg Available
uk_ua: Насіння недоступне

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.TOOLTIP
source: The selected egg is not currently available
uk_ua: Вибране яйще недоступне

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
uk_ua: Насіння недоступне

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
uk_ua: Вибране насіння недоступне

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
uk_ua: Не обрано фільтра

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
uk_ua: Виберіть ресурс для фільтрації

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
uk_ua: Вода не придатна для ловлі риби

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
uk_ua: Під цією спорудою немає їстівних риб

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
uk_ua: Помпа не в газі

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
uk_ua: Цей насос повинен бути занурений в газ для роботи

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
uk_ua: Насос не в рідині

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
uk_ua: Цей насос повинен бути зануреним у рідину для роботи

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.NAME
source: No Automation Wire Connected
uk_ua: Немає підключення дроту автоматизації

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.TOOLTIP
source: This building has not been connected to an automation grid
uk_ua: Ця будівля не була підключена до мережі автоматизації

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.NAME
source: No Bait Selected
uk_ua: Приманка не обрана

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.TOOLTIP
source: Select a resource to use as bait
uk_ua: Виберіть ресурс для використання в якості приманки

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
uk_ua: Немає Енергоспоживачів

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
uk_ua: Немає будівель підключених до цього джерела живлення

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Focus Selected
uk_ua: Жодних досліджень не обрано

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <link="TECH">Research Focus</link> selected
uk_ua: <link="TECH">Жодних Досліджень</link> не обрано

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
uk_ua: Відкрийте <color=#833A5FFF>Дерево Досліджень</color> [R] щоб обрати новий <link="TECH">Дослідницький</link> проект

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
uk_ua: Відкрийте <color=#833A5FFF>Дерево Досліджень</color> [R] щоб обрати новий <link="TECH">Дослідницький</link> проект

# STRINGS.BUILDING.STATUSITEMS.NORMAL.NAME
source: Normal
uk_ua: Нормальний

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
uk_ua: Нічого незвичайного тут

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
uk_ua: Зберігання не призначене

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
uk_ua: Немає типів ресурсів призначених для зберігання в цій будівлі

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.NAME
source: No Checkpoint
uk_ua: Немає орієнтира

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.TOOLTIP
source: Docks must be placed beside an Exosuit Checkpoint, opposite the side its checkpoint faces
uk_ua: Доки повинні бути розміщені поряд з Орієнтиром Екзо Костюмів, навпроти сторони, з якої стоїть орієнтир

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.NAME
source: Insufficient Power
uk_ua: Недостатньо енергії

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.TOOLTIP
source: This building does not have enough stored charge to run
uk_ua: Ця будівля не має достатньо накопиченого заряду для старту

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.NAME
source: Outside of {0}
uk_ua: За межами {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.TOOLTIP
source: It is recommended to build this building inside a {0} Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
uk_ua: Рекомендується розмістити цю будівлю в {0} Відкрити Кімнатний Оверлей <color=#F44A47>[F11]</color> для перегляду повної інформації кімнат

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.NAME
source: Outside of {0}
uk_ua: За межами {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.TOOLTIP
source: This building must be built inside a {0} for full functionality Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
uk_ua: Ця будівля повинна бути побудована всередині {0} для повної функціональності Відкрити Кімнатний Оверлей <color=#F44A47>[F11]</color> для перегляду повної інформації кімнат

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.NAME
source: No Tube Connected
uk_ua: Немає з'єднання з трубою

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.TOOLTIP
source: The first section of tube extending from an Access must connect directly upward
uk_ua: Перша секція труби, що йде від Доступу, повинна з'єднуватися вертикально

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.NAME
source: No Landing Available
uk_ua: Немає місця приземлення

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.TOOLTIP
source: Duplicants can only exit a tube when there is somewhere for them to land within two tiles
uk_ua: Дубліканти можуть вийти з труби лише тоді, коли десь для них є приземлення в межах двох блоків

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
uk_ua: Немає підключеного дроту

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
uk_ua: Ця будівля не була підключена до електромережі

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Excess produced
uk_ua: Надлишок Виробництва

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
uk_ua: Виробництво тепла: {0}
