Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Sunny morph has been turned orange through selective breeding.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії. Світло Сонячного морфа стало жовтогарячого кольору шляхом селективного виведення.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.EGG_NAME
source: <link="LIGHTBUGORANGE">Sunny Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGORANGE">Яйце Сонячного Сяючого Морфа</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.NAME
source: <link="LIGHTBUGORANGE">Sunny Shine Bug</link>
uk_ua: <link="LIGHTBUGORANGE">Сонячний Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.BABY.DESC
source: A chubby baby <link="LIGHTBUGPINK">Shine Bug</link>. This one is a pink Vital morph.
uk_ua: Повнощока дитина <link="LIGHTBUGPINK">Світлячка</link>. Це один рожевий Життєвий морф.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.BABY.NAME
source: <link="LIGHTBUGPINK">Vital Shine Nymph</link>
uk_ua: <link="LIGHTBUGPINK">Життєвий Сяючий Морф</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Vital morph has been turned pink through selective breeding.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії. Світло Життєвого морфа стало рожевого кольору шляхом селективного виведення.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.EGG_NAME
source: <link="LIGHTBUGPINK">Vital Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGPINK">Яйце Життєвого Сяючого Морфа</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.NAME
source: <link="LIGHTBUGPINK">Vital Shine Bug</link>
uk_ua: <link="LIGHTBUGPINK">Життєвий Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.BABY.DESC
source: A chubby baby <link="LIGHTBUGPURPLE">Shine Bug</link>. This one is a purple Royal morph.
uk_ua: Повнощока дитина <link="LIGHTBUGPURPLE">Світлячка</link>. Це один фіолетовий Розкішний морф.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.BABY.NAME
source: <link="LIGHTBUGPURPLE">Royal Shine Nymph</link>
uk_ua: <link="LIGHTBUGPURPLE">Розкішний Сяючий Морф</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Royal morph has been turned purple through selective breeding.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії. Світло Розкішного морфа стало фіолетового кольору шляхом селективного виведення.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.EGG_NAME
source: <link="LIGHTBUGPURPLE">Royal Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGPURPLE">Яйце Розкішного Сяючого Морфа</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.NAME
source: <link="LIGHTBUGPURPLE">Royal Shine Bug</link>
uk_ua: <link="LIGHTBUGPURPLE">Розкішний Світлячок</link>

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="METHANE">Natural Gas</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергає <link="METHANE">Природний Газ</link>.

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: <link="GEYSERGENERICMETHANEGEYSER">Natural Gas Geyser</link>
uk_ua: <link="GEYSERGENERICMETHANEGEYSER">Гейзер Природного Газу</link>

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DESC
source: Dusk Caps produce <link="MUSHROOM">Mushroom</link>, fungal growths that can be harvested for <link="FOOD">Food</link>.
uk_ua: Сутінковий Гриб виробляє <link="MUSHROOM">Гриби</link>, грибні врожаї, які можна збирати для <link="FOOD">Їжі</link>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="MUSHROOM">Mushrooms</link>.
uk_ua: Ця рослина виробляє їстівні <link="MUSHROOM">Гриби</link>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Dusk Cap</link>
uk_ua: <link="MUSHROOMPLANT">Сутінковий Гриб</link>

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
uk_ua: Що росте всередині? Що-небуть гарне? Що-небуть середнє?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: <link="MYSTERYEGG">Mysterious Egg</link>
uk_ua: <link="MYSTERYEGG">Загадкове Яйце</link>

# STRINGS.CREATURES.SPECIES.OIL_WELL.DESC
source: Oil Reservoirs are rock formations with <link="CRUDEOIL">Crude Oil</link> deposits beneath their surface. Oil can be extracted from a reservoir with sufficient pressure.
uk_ua: Нафтові Басейни - кам'яні утворення з відкладеною <link="CRUDEOIL">Сирою Нафтою</link> під їх поверхнею. Нафта може бути викачана із резервуара з достатнім тиском.

# STRINGS.CREATURES.SPECIES.OIL_WELL.NAME
source: <link="OILWELL">Oil Reservoir</link>
uk_ua: <link="OILWELL">Нафтовий Басейн</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.DESC
source: A goopy little <link="OILFLOATER">Slickster Larva</link>. One day it will grow into an adult<link="OILFLOATER">Slickster</link>.
uk_ua: Мала фатувата <link="OILFLOATER">Личинка Слікстера</link>. Одного дня він виросте до дорослого <link="OILFLOATER">Слікстера</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.NAME
source: <link="OILFLOATER">Slickster Larva</link>
uk_ua: <link="OILFLOATER">Личинка Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.DESC
source: Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="CRUDEOIL">Crude Oil</link>.
uk_ua: Слікстери - слизневі тварини, споживають <link="CARBONDIOXIDE">Двоокис Вуглецю</link> та виділяють <link="CRUDEOIL">Сиру Нафту</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.EGG_NAME
source: <link="OILFLOATER">Slickster Larva Egg</link>
uk_ua: <link="OILFLOATER">Яйце Личинки Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.NAME
source: <link="OILFLOATER">Slickster</link>
uk_ua: <link="OILFLOATER">Слікстер</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.BABY.DESC
source: A goopy baby <link="OILFLOATERDECOR">Slickster</link>. This one is a Longhair morph.
uk_ua: Фатувата дитина <link="OILFLOATERDECOR">Слікстера</link>. Це один Волосатий морф.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.BABY.NAME
source: <link="OILFLOATERDECOR">Longhair Slickster Larva</link>
uk_ua: <link="OILFLOATERDECOR">Личинка Волосатого Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.DESC
source: Longhair Slicksters are slimy critters that consume <link="OXYGEN">Oxygen</link> and thrive in close contact with Duplicant companions.
uk_ua: Волосаті Слікстери - слизневі тварини, споживають <link="OXYGEN">Кисень</link> та процвітають в тісному контакті з товаришами Дублікантами.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.EGG_NAME
source: <link="OILFLOATERDECOR">Longhair Slickster Larva Egg</link>
uk_ua: <link="OILFLOATERDECOR">Яйце Личинки Волосатого Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.NAME
source: <link="OILFLOATERDECOR">Longhair Slickster</link>
uk_ua: <link="OILFLOATERDECOR">Волосатий Слікстер</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.DESC
source: A goopy baby <link="OILFLOATERHIGHTEMP">Slickster</link>. This one is a Molten morph.
uk_ua: Фатувата дитина <link="OILFLOATERHIGHTEMP">Слікстера</link>. Це один Плавкий морф.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster Larva</link>
uk_ua: <link="OILFLOATERHIGHTEMP">Личинка Плавкого Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.DESC
source: Molten Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="PETROLEUM">Petroleum</link>.
uk_ua: Плавкі Слікстери - слизневі тварини, споживають <link="CARBONDIOXIDE">Двоокис Вуглецю</link> та виділяють <link="PETROLEUM">Гас</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.EGG_NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster Larva Egg</link>
uk_ua: <link="OILFLOATERHIGHTEMP">Яйце Личинки Плавкого Слікстера</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster</link>
uk_ua: <link="OILFLOATERHIGHTEMP">Плавкий Слікстер</link>

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
uk_ua: Кам'янистий дренаж, що викидає сиру нафту.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: <link="OILSPOUT">Oil Spout</link>
uk_ua: <link="OILSPOUT">Горловина Найти</link>

# STRINGS.CREATURES.SPECIES.PACU.BABY.DESC
source: An innocent little <link="PACU">Pacu Fry</link>. In time, it will mature into an adult <link="PACU">Pacu</link>.
uk_ua: Невинний, маленький <link="PACU">Мальок Паку</link>. З часом він виросте до дорослого <link="PACU">Паку</link>.

# STRINGS.CREATURES.SPECIES.PACU.BABY.NAME
source: <link="PACU">Pacu Fry</link>
uk_ua: <link="PACU">Мальок Паку</link>

# STRINGS.CREATURES.SPECIES.PACU.DESC
source: Pacus are aquatic creatures that cannot live outside of <link="WATER">Water</link> or <link="DIRTYWATER">Polluted Water</link>. Every organism in the known universe finds the Pacu extremely delicious.
uk_ua: Паки водяні тварини, які не живуть поза межами <link="WATER">Води</link> чи <link="DIRTYWATER">Забрудненої Води</link>. Кожен організм Паку у відомих всесвітах надзвичайно смачний.

# STRINGS.CREATURES.SPECIES.PACU.EGG_NAME
source: <link="PACUEGG">Pacu Egg</link>
uk_ua: <link="PACUEGG">Яйце Паку</link>

# STRINGS.CREATURES.SPECIES.PACU.NAME
source: <link="PACU">Pacu</link>
uk_ua: <link="PACU">Паку</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.BABY.DESC
source: An innocent little <link="GULPFISH">Gulp Fish Fry</link>. In time, it will mature into an adult <link="GULPFISH">Gulp Fish</link>.
uk_ua: Невинний, маленький <link="GULPFISH">Мальок Риби Галп</link>. З часом він виросте до дорослої <link="GULPFISH">Риби Галп</link>.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.BABY.NAME
source: <link="GULPFISH">Gulp Fish Fry</link>
uk_ua: <link="GULPFISH">Мальок Риби Галп</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
uk_ua: Кожен організм Паку у відомих всесвітах надзвичайно смачний.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.EGG_NAME
source: <link="CLEANERPACUEGG">Gulp Fish Egg</link>
uk_ua: <link="CLEANERPACUEGG">Яйце Риби Галп</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.NAME
source: <link="GULPFISH">Gulp Fish</link>
uk_ua: <link="GULPFISH">Риба Галп</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.BABY.DESC
source: An innocent little <link="PACUTROPICAL">Tropical Pacu Fry</link>. In time, it will mature into an adult <link="PACUTROPICAL">Tropical Pacu</link>.
uk_ua: Невинний, маленький <link="PACUTROPICAL">Мальок Тропічного Паку</link>. З часом він виросте до дорослого <link="PACUTROPICAL">Тропічного Паку</link>.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.BABY.NAME
source: <link="PACUTROPICAL">Tropical Pacu Fry</link>
uk_ua: <link="PACUTROPICAL">Мальок Тропічного Паку</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
uk_ua: Кожен організм Паку у відомих всесвітах надзвичайно смачний.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.EGG_NAME
source: <link="PACUTROPICALEGG">Tropical Pacu Egg</link>
uk_ua: <link="PACUTROPICALEGG">Яйце Тропічного Паку</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.NAME
source: <link="PACUTROPICAL">Tropical Pacu</link>
uk_ua: <link="PACUTROPICAL">Тропічний Паку</link>

# STRINGS.CREATURES.SPECIES.PACUEGG.DESC
source: A tiny Pacu is nestled inside. It is not yet ready for the world.
uk_ua: Крихітний Паку знаходиться всередині. Він ще не готовий до світу.

# STRINGS.CREATURES.SPECIES.PACUEGG.NAME
source: <link="PACUEGG">Pacu Egg</link>
uk_ua: <link="PACUEGG">Яйце Паку</link>

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DESC
source: Bristle Blossoms produce <link="PRICKLEFRUIT">Bristle Berry</link>, a prickly edible bud.
uk_ua: Цвітіння Щетини виробляє <link="PRICKLEFRUIT">Щетинну Ягоду</link>, колючий їстівний бутон.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DOMESTICATEDDESC
source: This plant produces edible <link="BRISTLE BERRY">Bristle Berries</link>.
uk_ua: Ця рослина виробляє їстівне <link="BRISTLE BERRY">Цвітіння Щетини</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Bristle Blossom</link>
uk_ua: <link="PRICKLEFLOWER">Цвітіння Щетини</link>

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DESC
source: Bluff Briars exude pheromones causing critters to view them as especially beautiful.
uk_ua: Фальшиві Шипшини виділяють феромони, змушуючи тварин переглядати їх, як особливо красиві.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DOMESTICATEDDESC
source: This plant improves <link="DECOR">Decor</link>.
uk_ua: Ця рослина поліпшує <link="DECOR">Декор</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Bluff Briar</link>
uk_ua: <link="PRICKLEGRASS">Фальшива Шипшина</link>

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <link="PROPANE">Propane</link>.
uk_ua: Кам'янистий дренаж, що викидає <link="PROPANE">Пропан</link>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: <link="GEYSERS">Propane Spout</link>
uk_ua: <link="GEYSERS">Горловина Пропану</link>

# STRINGS.CREATURES.SPECIES.PUFT.BABY.DESC
source: A gassy little <link="PUFT">Puftlet</link>. In time it will grow into an adult <link="PUFT">Puft</link>.
uk_ua: Газоподібний малий <link="PUFT">Пуфтлет</link>. З часом він виросте до дорослого <link="PUFT">Пуфта</link>.

# STRINGS.CREATURES.SPECIES.PUFT.BABY.NAME
source: <link="PUFT">Puftlet</link>
uk_ua: <link="PUFT">Пуфтлет</link>

# STRINGS.CREATURES.SPECIES.PUFT.DESC
source: Pufts are non-aggressive critters that excrete lumps of <link="SLIMEMOLD">Slime</link> with each breath.
uk_ua: Пуфти - не агресивні тварини, що виділяють грудки <link="SLIMEMOLD">Слизу</link> з кожним вдиханням.

# STRINGS.CREATURES.SPECIES.PUFT.EGG_NAME
source: <link="PUFT">Puftlet Egg</link>
uk_ua: <link="PUFT">Яйце Пуфтлета</link>

# STRINGS.CREATURES.SPECIES.PUFT.NAME
source: <link="PUFT">Puft</link>
uk_ua: <link="PUFT">Пуфт</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.DESC
source: A gassy baby <link="PUFTALPHA">Puft</link>. This one seems a bit snobby...
uk_ua: Газоподібна дитина <link="PUFTALPHA">Пуфта</link>. Цей один здається, трохи схожий...

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.NAME
source: <link="PUFTALPHA">Puftlet Prince</link>
uk_ua: <link="PUFTALPHA">Принц Пуфтлет</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.DESC
source: The Puft Prince is a lazy critter that excretes little lumps of <link="SLIMEMOLD">Slime</link> with each breath.
uk_ua: Принц Пуфти - ліниві тварини, що виділяють грудки <link="SLIMEMOLD">Слизу</link> з кожним вдиханням.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.EGG_NAME
source: <link="PUFTALPHA">Puftlet Prince Egg</link>
uk_ua: <link="PUFTALPHA">Яйце Принца Пуфтлета</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.NAME
source: <link="PUFTALPHA">Puft Prince</link>
uk_ua: <link="PUFTALPHA">Принц Пуфт</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.DESC
source: A gassy baby <link="PUFTBLEACHSTONE">Puft</link>. This one is a Squeaky morph.
uk_ua: Газоподібна дитина <link="PUFTBLEACHSTONE">Пуфта</link>. Це один Писклявий морф.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puftlet</link>
uk_ua: <link="PUFTBLEACHSTONE">Писклявий Пуфтлет</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.DESC
source: Squeaky Pufts are non-aggressive critters that excrete lumps of <link="BLEACHSTONE">Bleach Stone</link> with each breath.
uk_ua: Пискляві Пуфти - не агресивні тварини, що виділяють грудки <link="BLEACHSTONE">Хлорного Каменю</link> з кожним вдиханням.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.EGG_NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puftlet Egg</link>
uk_ua: <link="PUFTBLEACHSTONE">Яйце Писклявого Пуфтлета</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puft</link>
uk_ua: <link="PUFTBLEACHSTONE">Писклявий Пуфтлет</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.DESC
source: A gassy baby <link="PUFTOXYLITE">Puft</link>. This one is a Dense morph.
uk_ua: Газоподібна дитина <link="PUFTOXYLITE">Пуфт</link>. Це один Щільний морф.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.NAME
source: <link="PUFTOXYLITE">Dense Puftlet</link>
uk_ua: <link="PUFTOXYLITE">Щільний Пуфтлет</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.DESC
source: Dense Pufts are non-aggressive critters that excrete condensed <link="OXYROCK">Oxylite</link> with each breath.
uk_ua: Щільні Пуфти - не агресивні тварини, що виділяють стислий <link="OXYROCK">Оксиліт</link> з кожним вдиханням.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.EGG_NAME
source: <link="PUFTOXYLITE">Dense Puftlet Egg</link>
uk_ua: <link="PUFTOXYLITE">Яйце Щільного Пуфтлета</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.NAME
source: <link="PUFTOXYLITE">Dense Puft</link>
uk_ua: <link="PUFTOXYLITE">Щільний Пуфт</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>. Digging up Buried Objects may uncover a Thimble Reed Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="BASICFABRICMATERIALPLANT">Наперсткового Очерету</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Наперсткового Очерету.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed Seed</link>
uk_ua: <link="BASICFABRICMATERIALPLANT">Насіння Наперсткового Очерету</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICSINGLEHARVESTPLANT">Mealwood</link>. Digging up Buried Objects may uncover a Mealwood Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="BASICSINGLEHARVESTPLANT">М'ясного Дерева</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння М'ясного Дерева.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood Seed</link>
uk_ua: <link="BASICSINGLEHARVESTPLANT">Насіння М'ясного Дерева</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.DESC
source: The <link="PLANTS">Seed</link> of a <link="COLDBREATHER">Wheezewort</link>. Digging up Buried Objects may uncover a Wort Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="COLDBREATHER">Холододува</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Морозка.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wort Seed</link>
uk_ua: <link="COLDBREATHER">Насіння Морозка</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <link="SEEDS">seed</link> of a <link="COLDWHEAT">Sleet Wheat</link> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <link="FOOD">Food</link>.
uk_ua: <link="SEEDS">Насіння</link> рослини з <link="COLDWHEAT">Морозної Пшениці</link>. Зерна можна сіяти для вирощування Морозної Пшениці чи перероблення в <link="FOOD">Їжу</link>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat Grain</link>
uk_ua: <link="COLDWHEAT">Зерна Морозної Пшениці</link>

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="MUSHROOMPLANT">Dusk Cap</link>. Digging up Buried Objects may uncover a Fungal Spore.
uk_ua: <link="PLANTS">Спори</link> з <link="MUSHROOMPLANT">Сутінковий Гриб</link>. Відкопування Прихованих Об'єктів, може виявити Грибні Спори.

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Fungal Spore</link>
uk_ua: <link="MUSHROOMPLANT">Грибні Спори</link>

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.DESC
source: The <link="PLANTS">Seed</link> of a <link="INK BLOOM">plant</link>. Digging up Buried Objects may uncover an Ink Bloom Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="INK BLOOM">рослини</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Чорнильної Квітки.

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.NAME
source: <link="OILEATER">Ink Bloom Seed</link>
uk_ua: <link="OILEATER">Насіння Чорнильної Квітки</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEFLOWER">Bristle Blossom</link>. Digging up Buried Objects may uncover a Blossom Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="PRICKLEFLOWER">Цвітіння Щетини</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Цвіту.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Blossom Seed</link>
uk_ua: <link="PRICKLEFLOWER">Насіння Цвіту</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEGRASS">Bluff Briar</link>. Digging up Buried Objects may uncover a Briar Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="PRICKLEGRASS">Фальшивої Шипшини</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Шипшини.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Briar Seed</link>
uk_ua: <link="PRICKLEGRASS">Насіння Шипшини</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <link="PLANTS">Seed</link> of a <link="SPICEVINE">Pincha Pepperplant</link>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="SPICEVINE">Перцевого Горішника</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Гострого Горіха.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepper Seed</link>
uk_ua: <link="SPICEVINE">Насіння Гострого Горіха</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <link="PLANTS">Seed</link> of a <link="SWAMPLILY">Balm Lily</link>. Digging up Buried Objects may uncover a Balm Lily Seed.
uk_ua: <link="PLANTS">Насіння</link> з <link="SWAMPLILY">Бальзамної Лілії</link>. Під час викопування Прихованих Об'єктів можна знайти Насіння Бальзамної Лілії.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily Seed</link>
uk_ua: <link="SWAMPLILY">Насіння Бальзамної Лілії</link>

# STRINGS.CREATURES.SPECIES.SHOCKWORM.DESC
source: Shockworms are exceptionally aggressive and discharge electrical shocks to stun their prey.
uk_ua: Шокові Черв'яки виключно агресивні та шокують електричними зарядами, оглушивши свою здобич.

# STRINGS.CREATURES.SPECIES.SHOCKWORM.NAME
source: <link="SHOCKWORM">Shockworm</link>
uk_ua: <link="SHOCKWORM">Шоковий Черв'як</link>

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DESC
source: Pincha Pepperplants produce flavorful <link="SPICENUT">Pincha Peppernut</link> for spicing <link="FOOD">Food</link>.
uk_ua: Перцевий Горішник виробляє ароматний <link="SPICENUT">Гострий Горіх</link>, щоб приправляти <link="FOOD">Їжу</link>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DOMESTICATEDDESC
source: This plant produces <link="SPICENUT">Pincha Peppernut</link> spices.
uk_ua: Ця рослина виробляє спеції <link="SPICENUT">Гострого Горіха</link>.
