Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepperplant</link>
uk_ua: <link="SPICEVINE">Перцевий Горішник</link>

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.DESC
source: A rocky vent that spouts <link="STEAM">Steam</link>.
uk_ua: Кам'янистий дренаж, що викидає <link="STEAM">Пар</link>.

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: <link="GEYSERS">Steam Spout</link>
uk_ua: <link="GEYSERS">Горловина Пару</link>

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DESC
source: Balm Lilies produce Balm Lily Flower, a lovely bloom with medicinal properties.
uk_ua: Бальзамна Лілія виробляє Квіти Бальзамної Лілії, красиво цвітуть, з медичними характеристиками.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DOMESTICATEDDESC
source: This plant produces medicinal Balm Lily Flower.
uk_ua: Ця рослина виробляє лікувальні Квіти Бальзамної Лілії.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily</link>
uk_ua: <link="SWAMPLILY">Бальзамна Лілія</link>

# STRINGS.CREATURES.STATS.AGE.NAME
source: Age
uk_ua: Вік

# STRINGS.CREATURES.STATS.AGE.TOOLTIP
source: Age ------------------ This critter will die when its Age reaches its species' maximum lifespan
uk_ua: Вік ------------------ Ця тварина помре, коли її Вік досягне максимальної трималості життя

# STRINGS.CREATURES.STATS.AIRPRESSURE.NAME
source: Air Pressure
uk_ua: Тиск повітря

# STRINGS.CREATURES.STATS.AIRPRESSURE.TOOLTIP
source: The average gas density of the air surrounding this plant
uk_ua: Середня густина газу повітря навколо цієї рослини

# STRINGS.CREATURES.STATS.DOMESTICATION.NAME
source: Domestication
uk_ua: Приручиний

# STRINGS.CREATURES.STATS.FERTILITY.NAME
source: Reproduction
uk_ua: Розмноження

# STRINGS.CREATURES.STATS.FERTILITY.TOOLTIP
source: Reproduction ------------------ At 100% Reproduction, critters will reach the end of their reproduction cycle and lay a new egg After an egg is laid, Reproduction is rolled back to 0%
uk_ua: Розмноження ------------------ При 100% розмноження, тварини досягнуть закінчення свого циклу розмноження та відкладають нове яйце Після відкладання яйця, розмноження повернеться назад до 0%

# STRINGS.CREATURES.STATS.FERTILIZATION.ABSORBING_MODIFIER
source: Absorbing
uk_ua: Поглинає

# STRINGS.CREATURES.STATS.FERTILIZATION.CONSUME_MODIFIER
source: Consuming
uk_ua: Споживає

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
uk_ua: Удобрювання

# STRINGS.CREATURES.STATS.HAPPINESS.NAME
source: Happiness
uk_ua: Щастя

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
uk_ua: Здоров'я

# STRINGS.CREATURES.STATS.ILLUMINATION.NAME
source: Illumination
uk_ua: Освітленість

# STRINGS.CREATURES.STATS.INCUBATION.NAME
source: Incubation
uk_ua: Інкубація

# STRINGS.CREATURES.STATS.INCUBATION.TOOLTIP
source: Incubation ------------------ Eggs hatch into brand new critters at the end of their incubation period
uk_ua: Інкубація ------------------ Яйця вилуплюються в нових тварин наприкінці їх інкубаційного періоду

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
uk_ua: Поглинає

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
uk_ua: Споживає

# STRINGS.CREATURES.STATS.IRRIGATION.NAME
source: Irrigation
uk_ua: Зрошування

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
uk_ua: {0}: {1} Наступні жнива через {2}

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
uk_ua: Тепм свійського росту

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
uk_ua: Темп дикого росту

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
uk_ua: Прогрес росту

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ------------------
uk_ua: Прогрес росту ------------------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
uk_ua: Прогнозоване дозрівання: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}
uk_ua: Прогнозований час дозрівання: {0} Наступні жнива відбудуться приблизно в {1}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWN
source: Growth paused while plant awaits harvest
uk_ua: Ріст призупинено, рослина очікує на жнива

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: Poor conditions have halted this plant's growth
uk_ua: Погані умови зупинили ріст цієї рослини

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
uk_ua: Відсоток свіжості

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ------------------ Food items become stale at fifty percent freshness, and rot at zero percent
uk_ua: Свіжість ------------------ Продукти харчування стають несвіжими на п'ятдесят відсотків свіжості та гниють при нульових відсотках

# STRINGS.CREATURES.STATS.SCALEGROWTH.NAME
source: Scale Growth
uk_ua: Ріст луски

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
uk_ua: Бар'єр теплопровідності

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thick conductivity barriers increase the time it takes an object to heat up or cool down
uk_ua: Товстий провідний бар'єр збільшує час, за який об'єкти нагріваються чи охолоджуються

# STRINGS.CREATURES.STATS.WILDNESS.NAME
source: Wildness
uk_ua: Дикість

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.NAME
source: • Pressure
uk_ua: • Тиск

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
uk_ua: Ріст зупинився, доки тиск повітря не буде між {low_mass} та {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.NAME
source: • Pressure
uk_ua: • Тиск

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
uk_ua: Ріст зупинився, доки тиск повітря не буде між {low_mass} та {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATTACK.NAME
source: Combat!
uk_ua: Бійка!

# STRINGS.CREATURES.STATUSITEMS.ATTACK.TOOLTIP
source: This critter is on the attack!
uk_ua: Ця тварина нападає!

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.NAME
source: Stalking Target
uk_ua: Слідкувати за цілю

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.TOOLTIP
source: This critter is hostile and readying to pounce!
uk_ua: Ця тварина ворожа та готова раптово напасти!

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
uk_ua: Безплідне

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
uk_ua: Ця рослина не дасть більше насіння

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
uk_ua: Задихається

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This critter is about to suffocate
uk_ua: Ця тварина зараз задихнеться

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
uk_ua: Схованка

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
uk_ua: Пс-с! Він думає, що сховався

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
uk_ua: Ховається

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This critter is trying to hide
uk_ua: Ця тварина намагається сховатися

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.NAME
source: Calling Adult
uk_ua: Поклик дорослого

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.TOOLTIP
source: This baby is craving attention.
uk_ua: Ця дитина прагне уваги.

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: • Fertilization
uk_ua: • Удобрювання

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilization capable plot for optimal growth
uk_ua: Цей фермерський горщик не приймає добрив Перемістіть обрану рослину в здатний до вдобрювання горщик для оптимального росту

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.NAME
source: • Irrigation
uk_ua: • Зрошування

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigation capable plot for optimal growth
uk_ua: Цей фермерський горщик не приймає зрошування Перемістіть обрану рослину в здатний до зрошування горщик для оптимального росту

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
uk_ua: Прохолодне оточення

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This critter cannot retain enough heat to stay warm in this environment It prefers temperatures between {0} and {1}
uk_ua: Ця тварина не може зберігати тепло,щоб залишитися теплим, перебуваючи в цьому середовищі Віддає перевагу температурам між {0} та {1}

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.NAME
source: • Body Temperature
uk_ua: • Температура тіла

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
uk_ua: Ріст продовжиться, коли навколишня температура буде між {low_temperature} та {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
uk_ua: Спокуса

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This critter is tempted to bite a nearby lure
uk_ua: Цю тварину приваблює шматок, неподалік пастки

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
uk_ua: Забруднене середовище

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
uk_ua: Вплив забрудненя, прискорює темп гниття цієї їжі

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
uk_ua: Холодний подих

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This critter's respiration is having a cooling effect on the area
uk_ua: Ці тварини дихають та мають прохолодний ефект охолодження простору

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.NAME
source: • Illumination
uk_ua: • Освітленість

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.TOOLTIP
source: Growth will resume when darkness requirements are met
uk_ua: Ріст продовжиться, коли будуть виконані умови темряви

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.NAME
source: • Illumination
uk_ua: • Освітленість

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.TOOLTIP
source: Growth will resume when light requirements are met
uk_ua: Ріст продовжиться, коли будуть виконані умови освітлення

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
uk_ua: Померла

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This critter won't be getting back up...
uk_ua: Ця тварина більше не поверниться...

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.NAME
source: Moving to debug location
uk_ua: Йде до місця налагодження

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.TOOLTIP
source: All that obedience training paid off
uk_ua: Все, це навчання покірності окупилося

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
uk_ua: Перетравлює

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.TOOLTIP
source: This critter is working off a big meal
uk_ua: Ця тварина працює над великої їжею

# STRINGS.CREATURES.STATUSITEMS.DOMESTICATION.NAME
source: Domestication Level: {LevelName}
uk_ua: Рівень одомашнення: {LevelName}

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
uk_ua: Топиться

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This critter can't breathe in liquid!
uk_ua: Ця тварина не може дихати в рідині!

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: • Beached
uk_ua: • На мілині

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
uk_ua: Ця рослина повинна бути занурена в рідину для росту

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
uk_ua: Їсть

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This critter found something tasty
uk_ua: Ця тварина знайшла, щось смачне

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
uk_ua: Піднімається

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This critter is leaving its burrow
uk_ua: Ця тварина залишає її схованку

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.LINE_ITEM
source: • Entombed
uk_ua: • Похована

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
uk_ua: Похована

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This critter is trapped and needs help digging out
uk_ua: Ця тварина застрягла та потребує допомоги копанням

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.NAME
source: Freshly Groomed
uk_ua: Недавно доглянутий

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.TOOLTIP
source: This critter just received some attention and feels great
uk_ua: Ця тварина щойно отримала деяку увагу та почувається чудово

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.NAME
source: Excited
uk_ua: Збуджений

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.TOOLTIP
source: This critter heard a Rancher call for it and is very excited!
uk_ua: Ця тварина почула голос Пастуха та дуже збуджена!

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
uk_ua: Видихає

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This critter is expelling gas from its lungsacs
uk_ua: Ця тварина видихає газ з її легенів

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.NAME
source: Passing Gas
uk_ua: Випускає газ

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.TOOLTIP
source: This critter is emitting gas Yuck!
uk_ua: Ця тварина випускає газ Гидота!

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.NAME
source: Expelling Waste
uk_ua: Викидає відходи

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.TOOLTIP
source: This critter doing their "business"
uk_ua: Ця тварина робить її "діло"

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.NAME
source: Expelling Waste
uk_ua: Викидає відходи

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.TOOLTIP
source: This critter is doing their "business"
uk_ua: Ця тварина робить її "діло"

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.NAME
source: External Temperature
uk_ua: Зовнішня температура

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This critter's environment is {0}
uk_ua: Зовнішня температура ------------------ Середовище проживання цих тварин {0}

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
uk_ua: Падає

# STRINGS.CREATURES.STATUSITEMS.FALLING.TOOLTIP
source: AHHHH!
uk_ua: Ай-й!

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
uk_ua: Тікає

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This critter is trying to escape Get'em!
uk_ua: Ця тварина намагається втекти Хапай!

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.NAME
source: Flopping
uk_ua: Ляскає

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.TOOLTIP
source: Fish out of water!
uk_ua: Риба не у воді!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
uk_ua: Свіжість {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot! {RotTooltip}
uk_ua: Хапайте, доки вони гарячі! {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.NAME
source: Being Groomed
uk_ua: Почато догляд

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.TOOLTIP
source: This critter's going to look so good when they're done
uk_ua: Ця тварина буде виглядати добре, коли вони закінчать

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.NAME
source: Being Wrangled
uk_ua: Почато впіймання

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.TOOLTIP
source: Someone's trying to capture this critter!
uk_ua: Хтось намагається впіймати цю тварину!

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing [{PercentGrow}%]
uk_ua: Ріст [{PercentGrow}%]

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: Next harvest: {TimeUntilNextHarvest}
uk_ua: Наступні жнива: {TimeUntilNextHarvest}

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.NAME
source: Maturing
uk_ua: Зрілість

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.TOOLTIP
source: This baby critter is about to reach adulthood
uk_ua: Ця тварина-дитина збирається досягти зрілості

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
uk_ua: Вилуплюється

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
uk_ua: Ось воно з'являється!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
uk_ua: Поранення: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthState}
uk_ua: Поточний фізичний стан: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
uk_ua: Відмінний врожай

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
uk_ua: Відповідні ідеальні умови дозволять цій рослині отримати великий урожай {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
uk_ua: Тепле середовище

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This critter cannot let off enough heat to keep cool in this environment It prefers temperatures between {0} and {1}
uk_ua: Ця тварина не може випустити більше тепла, щоб бути прохолодною в цьому середовищі Вона надає перевагу температурам між {0} та {1}

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.NAME
source: • Body Temperature
uk_ua: • Температура тіла

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
uk_ua: Ріст продовжиться, коли навколиншя температура буде між {low_temperature} та {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.NAME
source: Hungry
uk_ua: Голод

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.TOOLTIP
source: This critter's tummy is rumbling
uk_ua: Живіт цієї тварини бурчить

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
uk_ua: Перегрів

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high [{InternalTemperature} / {TargetTemperature}]
uk_ua: Внутрішня температура небезбечно висока [{InternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
uk_ua: Замерзання

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
uk_ua: Внутрішня температура небезбечно низька

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
uk_ua: Байдикує

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
uk_ua: Саме насолоджується життям, ти знав?

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
uk_ua: Інкубація

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: Cozily preparing to meet the world
uk_ua: В затишку готується побачити світ

# STRINGS.CREATURES.STATUSITEMS.INHALING.NAME
source: Inhaling
uk_ua: Вдихає

# STRINGS.CREATURES.STATUSITEMS.INHALING.TOOLTIP
source: This critter is taking a deep breath
uk_ua: Ця тварина робить глибокий вдох

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
uk_ua: Відкладає яйце

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: Witness the miracle of life!
uk_ua: Ознака чудового життя!

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
uk_ua: Порпається

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This critter is hungry and looking for food
uk_ua: Ця тварина голодна та шукає поїсти

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
uk_ua: Середній врожай

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
uk_ua: Ця рослина дає середрій врожай

# STRINGS.CREATURES.STATUSITEMS.NAME_NON_GROWING_PLANT
source: Wilted
uk_ua: Зав'яло

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: • Fertilization
uk_ua: • Запліднення

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: Growth will resume when fertilization requirements are met
uk_ua: Ріст відновиться, коли умови до запліднення будуть виконані

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.NAME
source: • Irrigation
uk_ua: • Зрошування

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: Growth will resume when liquid requirements are met
uk_ua: Ріст відновиться, коли умови зрошування будуть виконані

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
uk_ua: Гарний врожай

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
uk_ua: Зручні умови дозволяють цій рослині давати кращий врожай {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
uk_ua: Ідеальний тиск повітря

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This critter is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
uk_ua: Цій тварині зручно в поточному атмосферному тиску Ідеальні межі: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
uk_ua: Ідеальна температура

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This critter finds the current ambient temperature comfortable Ideal Range: {0} - {1}
uk_ua: Ця тварина вважає, що поточна температура навколишнього середовища зручна Ідеальні межі: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NAME
source: Dead
uk_ua: Померла

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION
source: Plants have died
uk_ua: Рослини померли

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION_TOOLTIP
source: These plants have died and will produce no more harvests:
uk_ua: Ці рослини померли та більше не дадуть врожаю:

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.TOOLTIP
source: This plant will produce no more harvests
uk_ua: Ця рослина більше не дасть врожаїв

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
uk_ua: Урожай готовий

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
uk_ua: З цієї рослини можна збирати ресурси

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.NAME
source: • Farm plot inoperable
uk_ua: • Фермовий горщик не працює

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.TOOLTIP
source: This farm plot cannot grow plants in its current state
uk_ua: Цей фермовий горщик не може вирощувати рослини в поточному стані

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.NAME
source: Farm plot operational
uk_ua: Фермовий горщик працює

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.TOOLTIP
source: This plant's farm plot is operational
uk_ua: Цей фермовий горщик працюючий для рослин

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
uk_ua: Охолоджений

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
uk_ua: Ідеальна температура зберігання уповільнює темпи гниття їжі

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
uk_ua: Опікся

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
uk_ua: Опікся

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
uk_ua: Пекельні температури шкодять цим Дублікантам:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high [{ExternalTemperature} / {TargetTemperature}]
uk_ua: Поточна зовнішня температура небезпечно висока [{ExternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
uk_ua: Спить
