Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.RECIPEDESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>.
uk_ua: Смажене страва, зроблена з плодоносних <link="MUSHROOM">Грибів</link>.

# STRINGS.ITEMS.FOOD.FRUITCAKE.DESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life. Its aggressive, overbearing sweetness can leave the tongue feeling temporarily numb.
uk_ua: Грязьове пюре з <link="PRICKLEFRUIT">Щетинної Ягоди</link>, з винятково тривалим часом зберігання. Її агресивність, солодкість може залишити відчуття мови, тимчасового оніміння.

# STRINGS.ITEMS.FOOD.FRUITCAKE.NAME
source: <link="FRUITCAKE">Berry Sludge</link>
uk_ua: <link="FRUITCAKE">Ягідна Грязь</link>

# STRINGS.ITEMS.FOOD.FRUITCAKE.RECIPEDESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life.
uk_ua: Грязьове пюре з <link="PRICKLEFRUIT">Щетинної Ягоди</link>, з винятково тривалим часом зберігання.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
uk_ua: Смажений бутон з <link="PRICKLEFRUIT">Щетинної Ягоди</link>. Тепло розкриває витончений смак у фрукті, хоча спалені шипи залишають щось бажане.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: <link="GRILLEDPRICKLEFRUIT">Gristle Berry</link>
uk_ua: <link="GRILLEDPRICKLEFRUIT">Хрумка Ягода</link>

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>.
uk_ua: Смажений бутон з <link="PRICKLEFRUIT">Щетинної Ягоди</link>.

# STRINGS.ITEMS.FOOD.HATCHEGG.DESC
source: An egg laid by a <link="HATCH">Hatch</link> If incubated, it will hatch into a <link="HATCH">Hatchling</link>
uk_ua: Яйце відкладене <link="HATCH">Хатчем</link> Якщо виростити, то вилупиться повий <link="HATCH">Хатчлінг</link>

# STRINGS.ITEMS.FOOD.HATCHEGG.NAME
source: <link="HATCH">Hatchling Egg</link>
uk_ua: <link="HATCH">Яйце Хатча</link>

# STRINGS.ITEMS.FOOD.HATCHEGG.RECIPEDESC
source: An egg laid by a <link="HATCH">Hatch</link>
uk_ua: Яйце відкладене <link="HATCH">Хатчем</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.DESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link> If incubated, it will hatch into a <link="LIGHTBUG">Shine Nymph</link>
uk_ua: Яйце відкладене <link="LIGHTBUG">Світлячок</link> Якщо виростити, то вилупиться повий <link="LIGHTBUG">Сяючий Німф</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.NAME
source: <link="LIGHTBUG">Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUG">Яйце Сяючого Німфа</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.RECIPEDESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link>
uk_ua: Яйце відкладене <link="LIGHTBUG">Світлячок</link>

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead critter. Yum!
uk_ua: Сире м'ясо з дуже мертвої тварини. Ням!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: <link="MEAT">Meat</link>
uk_ua: <link="MEAT">М'ясо</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
uk_ua: Їстівний, розкладаюча грязь. Кашовий Брикет преференційний від голодування, але лише ледве.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: <link="MUSHBAR">Mush Bar</link>
uk_ua: <link="MUSHBAR">Кашовий Брикет</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
uk_ua: Їстівний, розкладаюча грязь. Кашовий Брикет преференційний від голодування, але лише ледве.

# STRINGS.ITEMS.FOOD.MUSHROOM.DESC
source: An edible, flavorless fungus that grew in the dark.
uk_ua: Їстівний, несмачний гриб що росте в темряві.

# STRINGS.ITEMS.FOOD.MUSHROOM.NAME
source: <link="MUSHROOM">Mushroom</link>
uk_ua: <link="MUSHROOM">Гриб</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.DESC
source: An egg laid by a <link="OILFLOATER">Slickster</link> If incubated, it will hatch into a <link="OILFLOATER">Slickster Larva</link>
uk_ua: Яйце, відкладене <link="OILFLOATER">Слікстером</link> Якщо виростити, то вилупиться нова <link="OILFLOATER">Личинка Слікстера</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.NAME
source: <link="OILFLOATER">Slickster Larva Egg</link>
uk_ua: <link="OILFLOATER">Яйце Личинки Слікстера</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.RECIPEDESC
source: An egg laid by a <link="OILFLOATER">Slickster</link>
uk_ua: Яйце, відкладене <link="OILFLOATER">Слікстером</link>

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
uk_ua: Борошноїд консервований в оцті. Це зрідка, набутий смак.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: <link="PICKLEDMEAL">Pickled Meal</link>
uk_ua: <link="PICKLEDMEAL">Маренована Їжа</link>

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
uk_ua: На жаль, Борошноїд консервований в оцті

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
uk_ua: Солодкий, зазвичай приємний на смак фрукт, покритий колючими зубцями.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: <link="PRICKLEFRUIT">Bristle Berry</link>
uk_ua: <link="PRICKLEFRUIT">Щетина Ягода</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.DESC
source: An egg laid by a <link="PUFT">Puft</link> If incubated, it will hatch into a <link="PUFT">Puftlet</link>
uk_ua: Яйце, відкладене <link="PUFT">Пуфтом</link> Якщо виростити, то вилупиться новий <link="PUFT">Пуфтлет</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.NAME
source: <link="PUFT">Puftlet Egg</link>
uk_ua: <link="PUFT">Яйце Пуфта</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.RECIPEDESC
source: An egg laid by a <link="PUFT">Puft</link>
uk_ua: Яйце, відкладене <link="PUFT">Пуфтом</link>

# STRINGS.ITEMS.FOOD.RAWEGG.NAME
source: <link="RAWEGG">Raw Egg</link>
uk_ua: <link="PACUEGG">Сире Яйце</link>

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: <link="COMPOST">Rot Pile</link>
uk_ua: <link="COMPOST">Гнильна Купа</link>

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
uk_ua: Запечена <link="PRICKLEFRUIT">Щетинна Ягода</link>, з чудовими спеціями та наповнена яскравими ароматами.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: <link="SALSA">Stuffed Berry</link>
uk_ua: <link="SALSA">Фарширована Ягода</link>

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
uk_ua: Запечена <link="PRICKLEFRUIT">Щетинна Ягода</link>, з чудовими спеціями та наповнена яскравими ароматами.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
uk_ua: Буханка хліба, з ледве пряний ароматом <link="SPICENUT">Гострого Горіха</link> для м'якого кусання. То просто задоволення, витягати його окремо в пальцях.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: <link="SPICEBREAD">Pepper Bread</link>
uk_ua: <link="SPICEBREAD">Гострий Хліб</link>

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite.
uk_ua: Буханка хліба, з ледве пряний ароматом <link="SPICENUT">Гострого Горіха</link> для м'якого кусання.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <link="SPICEVINE">Pincha Pepperplant</link>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
uk_ua: Ароматний горіх з <link="SPICEVINE">Перцевого Горішника</link>. Гірка шкірка, гостра серцевина, що використовується в кулінарії.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: <link="SPICENUT">Pincha Peppernut</link>
uk_ua: <link="SPICENUT">Гострий Горіх</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
uk_ua: Волокна Очерету

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Balm Lily Flower
uk_ua: Квітка Бальзамної Лілії

# STRINGS.ITEMS.PILLS.PLACEBO.NAME
source: Placebo
uk_ua: Плацебо

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.NAME
source: Vitamin Chews
uk_ua: Жувальна Вітамінка

# STRINGS.LORE.BUILDINGS.GeneShuffler.ENTRY
source: "--fascinating that memories are not already inherent in our subjects; however, none as of yet have shown signs of recognition when introduced to familiar stimuli." "Refer to Experiment 7D." "Refer to Experiment 7F." "Memories must be embedded physically within the brainmaps of our subjects. The only question remains is--"
uk_ua: "--захоплюючі спогади, що вже не притаманні у наших суб'єктах; проте, ніхто до цього часу не показав ознаки розпізнавання, коли введенні знайомі подразники." "Послатися на експеримент 7Д." "Послатися на експеримент 7Ф." "Спогади повинні бути фізично вбудовані в мозкові карти наших підлеглих. Залишається єдине питання, як--"

# STRINGS.LORE.BUILDINGS.GeneShuffler.HEADER
source: LOG FRAGMENT RECOVERED
uk_ua: ШМАТОК ЖУРНАЛУ ВІДНОВЛЕНИЙ

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
uk_ua: Ресурс зарезервований

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
uk_ua: Ці ресурси зарезервовані для запланованої будівлі:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
uk_ua: Наявні ресурси

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.TOOLTIP
source: These resources have become available:
uk_ua: Ці ресурси стали наявні:

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.NAME
source: TIP: Basic Controls
uk_ua: НАТЯК: Базове керування

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.MESSAGEBODY
source: When Duplicants come into contact with various <link="DISEASE">Germs</link>, they'll need to expend points of <link="IMMUNE SYSTEM">Immunity</link> to resist them and remain healthy. If repeated exposes causes their Immunity to drop to 0%, they'll be unable to resist germs and will contract the next disease they encounter. Doors with Access Permissions can be built from the BASE TAB<color=#F44A47> <b>[1]</b></color> of the <link="MISC">Build menu</link> to block Duplicants from entering biohazardous areas while they recover their spent immunity points.
uk_ua: Коли Дубліканти входять в контакт з всілякими <link="DISEASE">Бактеріями</link>, їм необхідно затратити одиниці <link="IMMUNE SYSTEM">Імунітету</link>, щоб захистити їх та залишити живими. Якщо повторно спричинити вкриття їх Імунітет зменшиться до 0%, вони будуть нездібні протидіяти бактеріям та змушені контактувати з захворюваннями наступного разу. Двері з Дозволами Проходів можуть бути побудовані з ПАНЕЛІ БАЗИ<color=#F44A47> <b>[1]</b></color> в <link="MISC">Меню будівництва</link>, щоб блокувати Дублікантів від входу в біологічно небезпечні зони, доки вони відновлюють втрачені одиниці імунітету.

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.NAME
source: TIP: Duplicant Immune Systems
uk_ua: НАТЯК: Імунні системи Дублікантів

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.NAME
source: Building broken
uk_ua: Будівлі зуйновані

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.TOOLTIP
source: These buildings have taken significant damage and are nonfunctional:
uk_ua: Ці будівлі отримали серйозні пошкодження та нефункціональні:

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.NAME
source: Building collapsed
uk_ua: Будівля зруйнована

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.TOOLTIP
source: These buildings have collapsed from a lack of foundation: • {0}
uk_ua: Ці будівлі зазнали краху за відсутності фундаменту: • {0}

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.NAME
source: Damage: Overheated
uk_ua: Шкода: Перегрів

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.TOOLTIP
source: Excessive heat is damaging these buildings:
uk_ua: Надмірний нагрів, шкодить цим будівлям:

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.NAME
source: Circuit Overloaded
uk_ua: Мережа перевантажена

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.TOOLTIP
source: These wires melted due to excessive current demands on their circuits
uk_ua: Ці дроти були розплавлені, через надмірні поточні вимоги в цій мережі

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.NAME
source: Colony Lost
uk_ua: Колонія втрачена

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.TOOLTIP
source: All Duplicants are dead or incapacitated
uk_ua: Всі Дубліканти померли чи не дієздатні

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.NAME
source: Duplicants crushed
uk_ua: Дубліканти розчавлені

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.TOOLTIP
source: These Duplicants have been crushed:
uk_ua: Ці Дубліканти були вже розчавлені:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.NAME
source: Duplicants have succumb to illness
uk_ua: Дубліканти не витримали хвороби

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.TOOLTIP
source: These Duplicants died from an untreated <link="DISEASE">Disease</link>:
uk_ua: Ці Дубліканти померли від невиліковних <link="DISEASE">Хвороб</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.NAME
source: Duplicants have drowned
uk_ua: Дубліканти потонулий

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.TOOLTIP
source: These Duplicants have drowned:
uk_ua: Ці Дубліканти потонули:

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.NAME
source: Duplicants have been entombed
uk_ua: Дубліканти були поховані

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.TOOLTIP
source: These Duplicants are trapped and need assistance:
uk_ua: Ці Дубліканти в пастці та потребують допомоги:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.NAME
source: Duplicants splattered
uk_ua: Дубліканти розплескалися

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.TOOLTIP
source: These Duplicants fell to their deaths:
uk_ua: Ці Дубліканти впали на смерть:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.NAME
source: Duplicants have frozen
uk_ua: Дубліканти замерзли

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.TOOLTIP
source: These Duplicants died from extremely low <link="HEAT">Temperatures</link>:
uk_ua: Ці Дубліканти померли в надзвичайно низьких <link="HEAT">Температурах</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.NAME
source: Duplicants have overheated
uk_ua: Дубліканти перегрілися

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.TOOLTIP
source: These Duplicants died from extreme <link="HEAT">Heat</link>:
uk_ua: Ці Дубліканти померли в надзвичайному <link="HEAT">Теплі</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.NAME
source: Duplicants pressurized
uk_ua: Дубліканти в надмірному тиску

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.TOOLTIP
source: These Duplicants died in a high pressure environment:
uk_ua: Ці Дубліканти померли в середовищі з високим тиском:

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.NAME
source: Duplicants poisoned
uk_ua: Дубліканти отруїлися

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.TOOLTIP
source: These Duplicants died as a result of poisoning:
uk_ua: Ці Дубліканти померли в результаті отруєння:

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.NAME
source: Duplicants pressurized
uk_ua: Дубліканти в наднизькому тиску

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.TOOLTIP
source: These Duplicants died in a low pressure environment:
uk_ua: Ці Дубліканти померли в середовищі з низьким тиском:

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.NAME
source: Duplicants have starved
uk_ua: Дубліканти страждають від голоду

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.TOOLTIP
source: These Duplicants died from a lack of <link="FOOD">Food</link>:
uk_ua: Ці Дубліканти померли від браку <link="FOOD">Їжі</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.NAME
source: Duplicants have suffocated
uk_ua: Дубліканти задихнулися

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">Cold</link> air:
uk_ua: Ці Дубліканти задихнилися в <link="HEAT">Холодному</link> повітрі:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.NAME
source: Duplicants have suffocated
uk_ua: Дубліканти задихнулися

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">heat</link> air:
uk_ua: Ці Дубліканти задихнилися в <link="HEAT">Гарячому</link> повітрі:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.NAME
source: Duplicants have suffocated
uk_ua: Дубліканти задихнулися

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.TOOLTIP
source: These Duplicants were unable to reach <link="OXYGEN">Oxygen</link> and died:
uk_ua: Ці Дубліканти нездатні дістатися <link="OXYGEN">Кисню</link> та померли:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.NAME
source: Duplicants suffocated
uk_ua: Дубліканти задихнулися

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.TOOLTIP
source: These Duplicants died from a lack of <link="OXYGEN">Oxygen</link>:
uk_ua: Ці Дубліканти померли від браку <link="OXYGEN">Кисню</link>:

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.MESSAGEBODY
source: The <link="FOOD">Food</link> my Duplicants cook will only ever be as clean as the ingredients used to make it. Storing food in sterile or <link="REFRIGERATOR">Refrigerated</link> environments will keep food free of <link="DISEASE">Germs</link>, while carefully placed hygiene stations like <link="WASHBASIN">Wash Basin</link> or <link="SHOWER">Shower</link> will prevent the cooks from infecting the food by handling it. Dangerously contaminated food can be sent to compost by clicking the <link="MISC">Compost</link> button on the selected item.
uk_ua: <link="FOOD">Їжу</link>, яку готують ваші Дубліканти, завжди буде такою ж чистою, як і інгредієнти, які використовуються для її приготування. Зберігання їжі в стерильному середовищі чи <link="REFRIGERATOR">Холодильнику</link>, буде тримати їжу вільною від <link="DISEASE">Бактерій</link>, а коректно розміщені станції гігієни, такі як <link="WASHBASIN">Умивальник</link> чи <link="SHOWER">Душ</link> перешкоджатимуть вашим кухарям інфікувати їжу, обробляючи їх. Небезпечно забруднена їжа, може бути надіслана до компостування, натиснувши на кнопку <link="MISC">Компостувати</link> в обраному предметі.

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.NAME
source: TIP: Food Safety
uk_ua: НАТЯК: Безпека їжі

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.MESSAGEBODY
source: New Duplicants are no longer available for printing. Countdown to the next production was rebooted.
uk_ua: Нові Дубліканти більше не доступні для друку. Зворотний відлік до наступного виробництва був перезавантажений.

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.NAME
source: Duplicants have died
uk_ua: Дубліканти померли

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.TOOLTIP
source: These Duplicants have died:
uk_ua: Ці Дубліканти померли:

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.NAME
source: Fabricator idle
uk_ua: Виробництво байдикує

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.TOOLTIP
source: These fabricators have no recipes queued:
uk_ua: Це виробництво не має рецептів в черзі:

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
uk_ua: НАТЯК: Чарівна вода

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.NAME
source: Food shortage
uk_ua: Дефіцит їжі

# STRINGS.MISC.NOTIFICATIONS.FOODROT.NAME
source: Food has decayed
uk_ua: Їжа була зіпсована

# STRINGS.MISC.NOTIFICATIONS.FOODROT.TOOLTIP
source: These <link="FOOD">Food</link> items have rotted and are no longer edible: • {0}
uk_ua: Ці одиниці <link="FOOD">Їжі</link>, вже згнити та більше не їстівні: • {0}

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.NAME
source: Food has become stale
uk_ua: Їжа стала не свіжою

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.TOOLTIP
source: These <link="FOOD">Food</link> items have become stale and could rot if not stored:
uk_ua: Ці одиниці <link="FOOD">Food</link>, втратили свіжість та можуть згнити, якщо не зберігається:

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDARRIVING.NAME
source: The colony is entering a cloud of gas
uk_ua: Колонія ввійшла в газову хмару

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDDEPARTING.NAME
source: The gas cloud is receding
uk_ua: Газова хмара відступає

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDGONE.NAME
source: The colony is once again in open space
uk_ua: Колонія знову знаходиться у відкритому просторі

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDPEAK.NAME
source: The gas cloud is at its densest point
uk_ua: Газова хмара досягла густої щільності

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.NAME
source: A gas cloud approaches
uk_ua: Наближається газова хмара

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.TOOLTIP
source: A toxic gas cloud will soon envelop the colony
uk_ua: Токсична газова хмара незабаром огорне колонію

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.NAME
source: Genes Shuffled
uk_ua: Гази перемішані

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.SUFFIX
source: has developed {0}
uk_ua: розвинув {0}

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.TOOLTIP
source: These Duplicants had their genetic makeup modified:
uk_ua: Ці Дубліканти модифікували свій генетичний склад:

# STRINGS.MISC.NOTIFICATIONS.HEALING.NAME
source: Healing
uk_ua: Лікується

# STRINGS.MISC.NOTIFICATIONS.HEALING.TOOLTIP
source: This Duplicant is recovering from an injury
uk_ua: Ці Дубліканти одужують від тілесних ушкоджень

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.NAME
source: New trait
uk_ua: Нова особливість

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.SUFFIX
source: has developed {0}
uk_ua: розвинув {0}

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.TOOLTIP
source: These Duplicants' injuries weren't set and healed improperly. They developed traits as a result:
uk_ua: Травми цих Дублікантів не були встановлені та зажили неправильно. Вони отримали риси в результаті:

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.NAME
source: Colony requires wash basins
uk_ua: Колонії необхідні умивальники

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.NAME
source: Duplicants' expectations increased
uk_ua: Очікування Дублікантів збільшилося

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.TOOLTIP
source: Duplicants require better amenities over time. These Duplicants have increased their expectations:
uk_ua: Дубліканти вимагають кращі зручності з часом. Ці Дубліканти збільшили свої очікування:

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.NAME
source: Invalid construction location
uk_ua: Хибне розташування будівлі

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.TOOLTIP
source: These buildings cannot be constructed in the planned areas:
uk_ua: Ці будівлі не можуть бути збудовані в запланованих ділянках:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.NAME
source: Skill increase
uk_ua: Уміння підвищені

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.SUFFIX
source: - {0} raised to {1}
uk_ua: - {0} підвищено до {1}

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP
source: These Duplicants' skills have improved:
uk_ua: Уміння цих Дублікантів були підвищені:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP_PST
source: Their expectations have increased accordingly.
uk_ua: Їхні очікування збільшилися відповідно.
