Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
uk_ua: Нормальна робота

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
uk_ua: Передається з труб

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
uk_ua: Ця будівля виробляє {0} енергії Джерела: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
uk_ua: Пошкодження: Перегрів

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
uk_ua: Ця будівля отримує пошкодження і буде розплавлена, якщо не охолоне

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Errand Assigned
uk_ua: Назначене завдання демонтажу

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.TOOLTIP
source: Waiting for a Duplicant to deconstruct this building
uk_ua: Чикає доки Дубліканти демонтують цю будівлю

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Errand Assigned
uk_ua: Назначене завдання риболовлі

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
uk_ua: Очікує Дубліканта для риболовлі

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
uk_ua: Назначене завдання збирати жнива

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
uk_ua: Очікує Дубліканта для збирання жнивів

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Errand Assigned
uk_ua: Назначене завдання ремонту

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair Received damage from {DamageInfo}
uk_ua: Очікує Дубліканта для ремонту Отримано пошкодження від {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Change Setting Errand Assigned
uk_ua: Назначене завдання зміни налаштування

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to change setting
uk_ua: Очікує Дубліканта для зміни налаштувань

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
uk_ua: Назначене завдання корчування

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
uk_ua: Очікує Дубліканта для корчування

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Errand Assigned
uk_ua: Назначене завдання

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
uk_ua: Очікує Дубліканта для курування будівлею

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
uk_ua: Вміст: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
uk_ua: Ця труба постачає {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
uk_ua: Порожній

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
uk_ua: Діяльність призупинена

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
uk_ua: Ця будівля була вимкнена Натисніть Увімкнути Будівлю, щоб продовжити використання

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
uk_ua: Макс Тиск Газу

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: High ambient air pressure is preventing this building from emitting gas ------------------ Reduce pressure by pumping gas away or clearing more space
uk_ua: Високий тиск навколишнього середовища перешкоджає цій будівлі випускати газ ------------------ Зменшіть тиск шляхом відкачування газу або очищення більшого простору

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
uk_ua: Середній темп потоку: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
uk_ua: Ця будівля виштовхує з середнім об'ємом {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.NAME
source: Liquid Available: {Liquids}
uk_ua: Наявна рідина: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.TOOLTIP
source: This pumping station has access to: {Liquids}
uk_ua: Ця насосна станція має доступ до: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
uk_ua: Зберігає: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
uk_ua: Ця скриня містить {Stored} їжі

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.NAME
source: Releasing Pressure
uk_ua: Зниження тиску

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.TOOLTIP
source: Pressure buildup is being safely released
uk_ua: Зниження тиску будівлі для безпеки

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.NAME
source: Specialist-Operated Building
uk_ua: Спеціаліст-Керівник Будівлею

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can operate this building: {Roles}
uk_ua: Лише один Дублікант, навчений одною з наступних робіт, може виконати це завдання: {Roles}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <link="TECH">Research</link>: {Tech}
uk_ua: Поточне <link="TECH">Дослідження</link>: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
uk_ua: Дослідження, створене на цій станції знадобиться в {Tech}

# STRINGS.BUILDING.STATUSITEMS.SOLARPANELWATTAGE.NAME
source: Current Wattage: {Wattage}
uk_ua: Поточна Потужність: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.SOLARPANELWATTAGE.TOOLTIP
source: This panel is generating {Wattage} of power
uk_ua: Ця панель генерує {Wattage} енергії

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.NAME
source: Conveyor Rail Backup
uk_ua: Конвеєрно Рейковий затор

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.TOOLTIP
source: This Conveyor Rail cannot carry anymore material ------------------ Remove material from the Conveyor Receptacle to free space for more objects
uk_ua: Ця Конвеєрна Рейка не може більше постачати матеріали ------------------ Приберіть матеріали з Конвеєрного Розвантажувача, звільнивши місце для інших об'єктів

# STRINGS.BUILDING.STATUSITEMS.SPACENOTVISIBLE.NAME
source: Space Not Visible
uk_ua: Не видно космос

# STRINGS.BUILDING.STATUSITEMS.SPACENOTVISIBLE.TOOLTIP
source: This detector must be able to see the sky in order to detect anything.
uk_ua: Цей детектор повинен мати змогу бачити небо, щоб виявити що-небудь.

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} {Units}
uk_ua: Зберігає: {Stored} / {Capacity} {Units}

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} {Units} of a maximum {Capacity} {Units}.
uk_ua: Це сховище зберігає {Stored} {Units} від максимального {Capacity} {Units}.

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.NAME
source: Charge Available: {0}/{1}
uk_ua: Наявний заряд: {0}/{1}

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.TOOLTIP
source: This building has {0} of stored energy It consumes {2} per use
uk_ua: Ця будівля має {0} збереженої енергії Витрачає {2} за використання

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.NAME
source: Current Status: Charging Suit
uk_ua: Поточний стан: Заправ. костюма

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.TOOLTIP
source: This Exosuit is docked and charging
uk_ua: Цей Екзо Костюм приєднаний та заправляється

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.NAME
source: Current Status: Full Charge
uk_ua: Поточний стан: Повністю заправлено

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.TOOLTIP
source: This Exosuit is fully charged and ready for use
uk_ua: Цей Екзо Костюм повність заправлений та готовий до використання

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.NAME
source: Current Status: Needs Configuration
uk_ua: Поточний стан: Потрібно переконфіг.

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.TOOLTIP
source: Set this Dock to store an Exosuit or remain on Standby
uk_ua: Встановити цей Док, для зберігання Екзо Костюма чи залишити в очікуванні

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.NAME
source: Current Status: No Oxygen
uk_ua: Поточний стан: Немає кисню

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.TOOLTIP
source: This Dock is not receiving enough oxygen to refill an Exosuit
uk_ua: Цей Док не має достатньо кисну, щоб заправити Екзо Костюм

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.NAME
source: Current Status: Offline
uk_ua: Поточний стан: Автоновно

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.TOOLTIP
source: This Exosuit Dock requires power
uk_ua: Цей Док Екзо Костюмів потребує енергію

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.NAME
source: Current Status: On Standby
uk_ua: Поточний стан: В очікуванні

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.TOOLTIP
source: This Dock is functional and ready to receive an Exosuit
uk_ua: Цей Док працює та готовий прийняти Екзо Костюм

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.NAME
source: Current Status: Awaiting Delivery
uk_ua: Поточний стан: Очікування доставки

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.TOOLTIP
source: Waiting for a Duplicant to deliver an Exosuit
uk_ua: Очікує на Дубліканта, який доставляє Екзо Костюм

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.NAME
source: Not Configured
uk_ua: Не налаштований

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.TOOLTIP
source: Exosuit Dock settings not configured
uk_ua: Налаштування Дока Екзо Костюмів не налаштовані

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.NAME
source: Clearance: Always Permitted
uk_ua: Очищення: Завжди дозволено

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
uk_ua: Костюмовані Дубліканти можуть пройти, навіть якщо немає місця для зберігання їхніх костюмів ------------------ Коли Доки Екзо Костюмів всі повні, Дубліканти будуть знімати свої костюми та кинути їх на підлогу

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.NAME
source: Clearance: Vacancy Only
uk_ua: Очищення: Лише пропуск

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.TOOLTIP
source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
uk_ua: Костюмовані Дубліканти можуть пройти лише, коли є місце в Доках Екзо Костюмів, для зберігання костюмів

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.NAME
source: Invalid Checkpoint
uk_ua: Хибний Орієнтир

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.TOOLTIP
source: This building has been built on the wrong side of an Exosuit Checkpoint Exosuit Docks must be placed beside a Checkpoint, opposite the side its checkpoint faces
uk_ua: Ця будівля побудована з хибної сторони від Орієнтира Екзо Костюмів Доки Екзо Костюмів повинні бути розміщені поряд з Орієнтиром, з протилежної сторони від лиця орієнтира

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
uk_ua: Активний

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
uk_ua: Цей перемикач зараз увімкнений

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
uk_ua: Неактивний

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
uk_ua: Цей перемикач зараз вимкнений

# STRINGS.BUILDING.STATUSITEMS.TINKERING.NAME
source: Tinkering: {0}
uk_ua: Ремісництво: {0}

# STRINGS.BUILDING.STATUSITEMS.TINKERING.TOOLTIP
source: The duplicant working this station is creating {0} for use elsewhere.
uk_ua: Дублікант працює на цій станції та створює {0} для використання в іншому місті

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
uk_ua: {FlushesRemaining} "Візитів" Залишилося

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
uk_ua: {FlushesRemaining} раз. Дубліканти можуть використати ці зручності, до необхідності обслуговування

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
uk_ua: Потребує спорожнення

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <link="TOXICSAND">Polluted Dirt</link>
uk_ua: Цю зручність не можна використовувати, коли повна ------------------ Спорожнення, створить <link="TOXICSAND">Забруднену Землю</link>

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.NAME
source: Unreachable restroom
uk_ua: Недосяжні убиральні

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have toilets available within {0} cells
uk_ua: Хворі Дубліканти повинні мати убиральні наявні в межах {0} клітинок

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.NAME
source: Too Cold
uk_ua: Надто холодно

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.TOOLTIP
source: Either this building or its surrounding environment is too cold to operate
uk_ua: Одна з цих будівель чи навколишнє середовище надто холодне для роботи

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.NAME
source: Active
uk_ua: Активна

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.TOOLTIP
source: This turbine is running at {0}RPM
uk_ua: Ця турбіна працює з {0}ОЗХ

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.NAME
source: Input Blocked
uk_ua: Вхід заблокований

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.TOOLTIP
source: A blocked input has stopped this turbine from functioning
uk_ua: Заблокований вхід зупинив функціонування цієї турбіни

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.NAME
source: Output Blocked
uk_ua: Вихід заблокований

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.TOOLTIP
source: A blocked output has stopped this turbine from functioning
uk_ua: Заблокований вихід зупинив функціонування цієї турбіни

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.NAME
source: Underpressure
uk_ua: Низький тиск

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.TOOLTIP
source: The {ELEMENT} present below this turbine must be {MASS} more pressurized than the {ELEMENT} above it in order to turn the turbine
uk_ua: Присутнього {ELEMENT}у нижче цієї турбіни, повинно бути більше {MASS}, ній {ELEMENT}у вище, для роботи турбіни

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.NAME
source: Cold {ELEMENT}
uk_ua: {ELEMENT} холодний

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.TOOLTIP
source: This turbine requires {ELEMENT} that is a minimum of {TEMPERATURE}
uk_ua: Ця турбіна потребує {ELEMENT} з мін. температурою в {TEMPERATURE}

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.NAME
source: Spinning Up
uk_ua: Обертається

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.TOOLTIP
source: This turbine is currently spinning up Spinning up allows a turbine to continue running for a short period if the pressure it needs to run becomes unavailable
uk_ua: Ця турбіна зараз обертається Обертаючись, турбіна працює короткий період часу, зупиниться, якщо потрібний тиск не буде доступний

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
uk_ua: Непризначений

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
uk_ua: Призначте Дубліканта, щоб користуватися цими зручностями

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
uk_ua: Розпочато будівництво

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
uk_ua: Ця будівля в даний час будується

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Errand Assigned
uk_ua: Завдання будівництва призначене

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
uk_ua: Очікування Дубліканта для будівництва

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
uk_ua: Низький тиск повітря

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
uk_ua: Мінімальний атмосферний тиск {TargetPressure} необхідний для роботи цієї будівлі

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
uk_ua: Вийшла з ладу

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
uk_ua: Ця зручність потребує обслуговування

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
uk_ua: Макс. темп потоку: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
uk_ua: Цей клапан дозволяє потік об'ємом в {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
uk_ua: Необхідний темп потоку: {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
uk_ua: Очікує на Дубліканта, щоб встановити темп потоку

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
uk_ua: Очікування постачання матеріалів {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
uk_ua: Очікує на постачання Дублікантом: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
uk_ua: Очікування постачання ремонтних матеріалів {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
uk_ua: Очікує на постачання Дублікантом: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
uk_ua: Потужність: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
uk_ua: Ця будівля виробляє {Wattage} енергії

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
uk_ua: Наступний Дублікант: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
uk_ua: Друкарська Підставка зможе надрукувати нових Дублікантів з часом. Наступний буде готовий {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
uk_ua: ВІДСУТНІ

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
uk_ua: Колонія втрачена

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
uk_ua: Всі Дубліканти померли чи не дієздатні

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.NAME
source: Overpressure
uk_ua: Надмірний тиск

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.TOOLTIP
source: This well can no longer function due to excessive backpressure
uk_ua: Ця свердловина не працює довгий час, через надмірний внутрішній тиск

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.NAME
source: Backpressure: {0}
uk_ua: Внутрішній тиск: {0}

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.TOOLTIP
source: Well pressure increases with each use and must be periodically relieved to prevent shutdown
uk_ua: Тиск Свердловини збільшується з кожним використанням та потрібно періодично звільняти, щоб запобігти вимкненню

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
uk_ua: Статус мережі: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current load on this circuit
uk_ua: Поточне навантаження на цю мережу

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
uk_ua: Дріт підключений

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
uk_ua: Цей дріт підключений до мережі

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
uk_ua: Дріт від'єднаний

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
uk_ua: Цей дріт не підключений до споживачів енергії чи генератора

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
uk_ua: Макс. Потужність: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
uk_ua: Максимальна потужність, яку цей дріт може надійно витримати

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
uk_ua: Номінальний Дріт

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
uk_ua: Цей дріт у хорошому стані

# STRINGS.BUILDING.STATUSITEMS.WORKING.NAME
source: Nominal
uk_ua: Номінальна

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
uk_ua: Ця будівля працює як задумано

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.NAME
source: Disable Disinfect
uk_ua: Відк. Дезінфекцію

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.TOOLTIP
source: Do not automatically disinfect this building
uk_ua: Не дезінфікувати автоматично цю будівлю

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.NAME
source: Enable Disinfect
uk_ua: Увім. Дезінфекцію

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.TOOLTIP
source: Automatically disinfect this building when it becomes contaminated
uk_ua: Автоматично дезінфікувати цю будівлю, коли стає зараженою

# STRINGS.BUILDINGS.AUTODISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is clean
uk_ua: Ця будівля чиста

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.NAME
source: Enable Manual
uk_ua: Увім. Вручну

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by both Duplicants and Auto-Sweeper buildings
uk_ua: Вміст цієї будівлі може бути доступний, для Дублікантів та Авто Прибирачів

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.NAME
source: Disable Manual
uk_ua: Відк. Вручну

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by Auto-Sweepers only ------------------ Duplicants will not be permitted to add or remove materials from this building
uk_ua: Вміст цієї будівлі можна лише за допомогою Авто Прибирачів Дублікантам не дозволяється додавати чи прибирати матеріали з цієї будівлі

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: receiving an incorrect substance
uk_ua: отримання неправильної речовини

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: overheating
uk_ua: перегрів

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: an overloaded circuit
uk_ua: перевантаження мережі

# STRINGS.BUILDINGS.DAMAGESOURCES.COMET
source: falling space rocks
uk_ua: падіння космічного каміння

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: pipe contents becoming too hot
uk_ua: вміст труби став надто гарячим

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: pipe contents becoming too cold
uk_ua: вміст труби став надто холодним
