Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDING.DETAILS.USE_COUNT
source: Uses: {0}
uk_ua: Використань: {0}

# STRINGS.BUILDING.DETAILS.USE_COUNT_TOOLTIP
source: This building has been used {0} times
uk_ua: Ця будівля була використана {0} разів

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.NAME
source: Access Restrictions
uk_ua: Обмеження доступу

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.TOOLTIP
source: Some Duplicants are prohibited from passing through this door by the current access settings
uk_ua: Деяким Дублікантам заборонено прохід крізь ці двері з поточними налаштуваннями доступу

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.NAME
source: Access Control Offline
uk_ua: Контроль доступу офлайн

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.TOOLTIP
source: This door has granted Emergency Access Permissions ------------------ All Duplicants are permitted to pass through it until power is restored
uk_ua: Цим дверям надано аварійний доступ ------------------ Всім Дублікантам дозволено проходити через них, доки не буде відновлене живлення

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NAME
source: Damage: Tantrum
uk_ua: Пошкодження: вибух роздратування

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION
source: Building Damage: Tantrum
uk_ua: Споруда пошкоджена: вибух роздратування

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION_TOOLTIP
source: Stressed Duplicants are damaging these buildings: {0}
uk_ua: Стресуючі Дубліканти пошкоджують ці будівлі: {0}

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.TOOLTIP
source: A stressed Duplicant is damaging this building
uk_ua: Стресуючий Дублікант руйнує цю споруду

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.NAME
source: Assigned to: Public
uk_ua: Назначений: Публічний

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.TOOLTIP
source: Any Duplicant can use this amenity
uk_ua: Будь-який Дублікант може використовувати цю зручність

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.NAME
source: Assigned to: {Assignee}
uk_ua: Назначений: {Assignee}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.TOOLTIP
source: Only {Assignee} can use this amenity
uk_ua: Лише {Assignee} може користуватися цими зрусностями

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.NAME
source: Assigned to: {0}
uk_ua: Призначений: {0}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.TOOLTIP
source: Any Duplicant assigned to this room can use this amenity
uk_ua: Будь-який Дублікант призначений для цієї кімнати може користуватися цими зрусностями

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.NAME
source: Incomplete Artwork
uk_ua: Незавершене мистецтво

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.TOOLTIP
source: This building requires a Duplicant's artistic touch
uk_ua: Ця споруда потребує художнього Дубліканта

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.NAME
source: Awaiting Bait
uk_ua: Очікування приманки

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.TOOLTIP
source: Awaiting delivery of selected bait
uk_ua: В очікуванні доставки обраної приманки

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.NAME
source: Requires Flipping
uk_ua: Потрібно перевернути

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.TOOLTIP
source: Compost must be flipped periodically to produce fertilizer
uk_ua: Компост повинен періодично перевертатися, щоб вироблялося добриво

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.NAME
source: Awaiting Delivery
uk_ua: Очікує постачання

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.TOOLTIP
source: Awaiting delivery of selected egg
uk_ua: Очікує постачання вибраного яйця

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.NAME
source: Awaiting Fuel: {0}
uk_ua: Чекає Паливо: {0}

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.TOOLTIP
source: This building requires {1} of {0} to operate
uk_ua: Ця споруда запитує {1} {0} для роботи

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.NAME
source: Awaiting Delivery
uk_ua: Очікує постачання

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.TOOLTIP
source: Awaiting delivery of selected seed
uk_ua: Очікує постачання вибраного насіння

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.NAME
source: Awaiting Compostables
uk_ua: Очікування Відходів

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.TOOLTIP
source: More waste material is required to begin the composting process
uk_ua: Щоб почати процес компостування, потрібні додаткові відходи

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.NAME
source: Batteries Sufficiently Full
uk_ua: Батареї повністю заряджені

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.TOOLTIP
source: All batteries are above the refill threshold
uk_ua: Всі батареї вище порога поповнення

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.NAME
source: Autobottling: On
uk_ua: Авторозлив: Вкл

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.TOOLTIP
source: Duplicants may specifically fetch liquid from Pitcher Pumps to bring to this location
uk_ua: Дубліканти можуть брати рідину з Ручних Насосів та приносити сюди

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.NAME
source: Autobottling: Off
uk_ua: Авторозлив: Викл

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.TOOLTIP
source: Duplicants may not specifically fetch liquid from Pitcher Pumps to bring to this location
uk_ua: Дубліканти не можуть брати рідину з Ручних Насосів та приносити сюди

# STRINGS.BUILDING.STATUSITEMS.BROKEN.NAME
source: Broken
uk_ua: Зламано

# STRINGS.BUILDING.STATUSITEMS.BROKEN.TOOLTIP
source: ------------------ This building received damage from {DamageInfo}
uk_ua: ------------------ Ця споруда отримала ушкодження від {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.NAME
source: Building Disabled
uk_ua: Будівля Відключена

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.TOOLTIP
source: Press <color=#F44A47>[ENTER]</color> to resume use
uk_ua: Натисніть <color=#F44A47>[ENTER]</color>, щоб продовжити використання

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.NAME
source: Consuming Fuel: {0}
uk_ua: Спожите Паливо: {0}

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.TOOLTIP
source: {0} fuel remaining
uk_ua: {0} палива залишилося

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.NAME
source: Fueled: {0}
uk_ua: Заправлений: {0}

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.TOOLTIP
source: {0} fuel remaining
uk_ua: {0} палива залишилося

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.NAME
source: Minimum Temperature Reached
uk_ua: Мін. Температура Досягла

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.TOOLTIP
source: This building cannot cool the surrounding environment below {0}
uk_ua: Це приміщення не може охолонути навколишнє середовище нижче {0}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.NAME
source: Pending Door State Change: {ControlState}
uk_ua: Очікує на зміну стану дверей: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.TOOLTIP
source: Waiting for a Duplicant to change control state
uk_ua: Очікує на Дублікантів для змінити стану контролю

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_CLOSED
source: Clearance: Not Permitted
uk_ua: Прохід: Не дозволено

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_DISCONNECTED
source: No Automation
uk_ua: Не Автоматизовано

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_OPEN
source: Clearance: Permitted
uk_ua: Прохід: Дозволено

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_CLOSED
source: Automated Checkpoint is Active, allowing Duplicants to pass
uk_ua: Автоматична Контрольна Точка активна, що дозволяє проходити Дублікантам

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_DISCONNECTED
source: This Checkpoint has not been connected to an automation grid
uk_ua: Ця Контрольна Точка не підключена до мережі автоматизації

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_OPEN
source: Automated Checkpoint is on Standby, preventing Duplicants from passing
uk_ua: Автоматична Контрольна Точка в очікуванні, перешкоджає проходженню Дублікантам

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.NAME
source: Medical building outside Med Bay
uk_ua: Медична будівля за межами Госпіталю

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.TOOLTIP
source: Rebuild this medical equipment in a Med Bay to more effectively quarantine sick Duplicants
uk_ua: Перебудуйте це медичне обладнання в Госпіталі для більш ефективної госпіталізації хворих Дуплікатів

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.NAME
source: Colony Lacks {Roles}s
uk_ua: Необхідна посада {Roles}

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.TOOLTIP
source: Open the Jobs Panel <color=#F44A47><b>(L)</b></color> and assign a Duplicant to the {Roles} position to use this building
uk_ua: Відкрийте Панель Вакансій <color=#F44A47><b>(L)</b></color> і призначите Дубліканта для {Roles} становище, щоб використовувати цю будівлю

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.NAME
source: Pipe Blocked
uk_ua: Труба Заблокована

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.TOOLTIP
source: This pipe system is not serviceable
uk_ua: Ця система трубопроводів не справна

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.NAME
source: Unreachable Dig
uk_ua: Недоступний копати

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.TOOLTIP
source: This construction site contains cells that cannot be dug out
uk_ua: Цей будмайданчик містить клітини, які неможливо розкопати

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.NAME
source: Unreachable Build
uk_ua: Недосяжне Будівництво

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this construction site
uk_ua: Дубліканти не можуть досягти цього будмайданчика

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.NAME
source: Consuming {ElementTypes}: {FlowRate}
uk_ua: Споживає {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.TOOLTIP
source: This building is consuming {ElementTypes} from storage
uk_ua: Це будівля споживає {ElementTypes} з зберігання

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.NAME
source: Contents: {Contents}
uk_ua: Зміст: {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.TOOLTIP
source: This conveyor is delivering {Contents}
uk_ua: Цей конвеєр доставляє {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR_CONTENTS.EMPTY
source: Empty
uk_ua: Порожній

# STRINGS.BUILDING.STATUSITEMS.COOLING.NAME
source: Cooling
uk_ua: Охолодження

# STRINGS.BUILDING.STATUSITEMS.COOLING.TOOLTIP
source: This building is cooling the surrounding area
uk_ua: Це приміщення охолоджує околиці

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.NAME
source: Gas Too Cold
uk_ua: Газ надто холодний

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
uk_ua: Ця будівля не може охолоджувати вміст вхідних труб нижче {0} Поточний вміст труби: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.NAME
source: Liquid Too Cold
uk_ua: Рідина надто холодна

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
uk_ua: Ця будівля не може охолоджувати вміст вхідних труб нижче {0} Поточний вміст труби: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.NAME
source: Gas Too Hot
uk_ua: Газ надто гарячий

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
uk_ua: Вміст вхідних труб не може охолонути більше {2} нижче навколишнього середовища Навколишнє середовище: {0} Поточний вміст труби: {1}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.NAME
source: Liquid Too Hot
uk_ua: Рідина надто гаряча

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
uk_ua: Вміст вхідних труб не може охолонути більше {2} нижче навколишнього середовища Навколишнє середовище: {0} Поточний вміст труби: {1}

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.NAME
source: Needs Bait
uk_ua: Потрібна Приманка

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.TOOLTIP
source: This trap needs to be baited before it can be set
uk_ua: Цю пастку потрібно наживити перед встановленням

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.NAME
source: Set
uk_ua: Встановлено

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.TOOLTIP
source: This trap has been set and is ready to catch a critter
uk_ua: Ця пастка встановлена і готова піймати тварину

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.NAME
source: Sprung
uk_ua: Встановлений

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.TOOLTIP
source: This trap has caught a {0}!
uk_ua: Ця пастка спіймала {0}!

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.AUTO
source: Auto
uk_ua: Авто

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.CLOSED
source: Locked
uk_ua: Заблокований

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.NAME
source: Current State: {ControlState}
uk_ua: Поточний Стан: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.OPENED
source: Opened
uk_ua: Відкрито

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.TOOLTIP
source: Current State: {ControlState} ------------------ Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain open
uk_ua: Поточний Стан: {ControlState} ------------------ Авто: Дубліканти відкривають та закривають двері, якщо це необхідно Заблоковано: Ніхто не може пройти Відкритий: Ці двері залишаться відчинені

# STRINGS.BUILDING.STATUSITEMS.DETECTORQUALITY.NAME
source: Dish Quality: {Quality}
uk_ua: Якість Тарілки: {Quality}

# STRINGS.BUILDING.STATUSITEMS.DETECTORQUALITY.TOOLTIP
source: This detector dish is currently scanning at {Quality} effectiveness. Low quality may be due to: • Interference from nearby heavy machinery • Rock or tiles obstructing a wide view of the sky
uk_ua: Тарілка цього детектора сканує з ефективністю {Quality}. Низька ефективність може бути пов'язана із: • впливом важких механізмів поблизу • камінням, або блоками, які перешкоджають вільному огляду неба

# STRINGS.BUILDING.STATUSITEMS.DETECTORSCANNING.NAME
source: Scanning
uk_ua: Сканування

# STRINGS.BUILDING.STATUSITEMS.DETECTORSCANNING.TOOLTIP
source: This detector is currently peering in to the sky to find objects of interest.
uk_ua: Цей детектор заглядає у небо, в пошуках цікавих об'єктів.

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.NAME
source: Miner-Only Dig
uk_ua: Може копати лише шахтар

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can mine this material: {Roles}
uk_ua: Лише один Дублікант, зайнятий однією з наступних робочих місць, може виконати це завдання: {Roles}

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.NAME
source: Unreachable Dig
uk_ua: Копання недоступне

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
uk_ua: Дубліканти не можуть досягти цієї області

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.BOTH
source: Both
uk_ua: Обоє

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.LEFT
source: Left
uk_ua: Ліво

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.RIGHT
source: Right
uk_ua: Право

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.NAME
source: Use Direction: {Direction}
uk_ua: Вик. Напрямок: {Direction}

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.TOOLTIP
source: Duplicants will only use this building when walking by it. Currently allowed direction: {Direction}
uk_ua: Дубліканти користуються будівлею лише, коли проходять повз. Поточний дозволений напрям: {Direction}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.NAME
source: Consuming {ElementTypes}: {FlowRate}
uk_ua: Споживає {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.TOOLTIP
source: This building is utilizing ambient {ElementTypes} from the environment
uk_ua: Ця будівля використовує середовище {ElementTypes} з оточення

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.NAME
source: Using {ElementTypes}: {FlowRate}
uk_ua: Використовує {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.TOOLTIP
source: This building is using {ElementTypes} from storage at a rate of {FlowRate}
uk_ua: Ця будівля використовує {ElementTypes} від зберігання в розмірі {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
uk_ua: Видає {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.TOOLTIP
source: This building is releasing {ElementTypes} at a rate of {FlowRate}
uk_ua: Ця будівля випускає {ElementTypes} зі швидкістю {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
uk_ua: Видає {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.TOOLTIP
source: This object is releasing {ElementTypes} at a rate of {FlowRate}
uk_ua: Цей об'єкт випускає {ElementTypes} зі швидкістю {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.NAME
source: Emitting CO<sub>2</sub>: {FlowRate}
uk_ua: Випускає CO<sub>2</sub>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Producing CO<sub>2</sub> at {FlowRate}
uk_ua: Виробляє CO<sub>2</sub> {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.NAME
source: Emitting {ElementType}: {FlowRate}
uk_ua: Випускає {ElementType}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.TOOLTIP
source: Producing {ElementType} at {FlowRate}
uk_ua: Виробляє {ElementType} при {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.NAME
source: Emitting {Element}: {FlowRate}
uk_ua: Випускає {ElementType}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
uk_ua: Виробляє {Element} зі швидкістю {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.NAME
source: Emitting Light
uk_ua: Випромінює Світло

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.TOOLTIP
source: Open the Light Overlay [{LightGridOverlay}] to view this light's visibility radius
uk_ua: Відкрийте Оверлей Світла [{LightGridOverlay}] щоб побачити радіус видимості цього світла

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
uk_ua: Випускає <link="OXYGEN">Кисень</link>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
uk_ua: Виробляє кисень зі швидкістю {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.NAME
source: Empty
uk_ua: Порожній

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.TOOLTIP
source: This pumping station cannot access any liquid
uk_ua: Ця насосна станція не має доступу до будь-якої рідини

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.NAME
source: Awaiting Coolant
uk_ua: Очікування Охолоджувача

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.TOOLTIP
source: {1} of {0} must be present in storage to begin production
uk_ua: {1} {0} повинні бути присутніми на складі для початку виробництва

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NAME
source: Entombed
uk_ua: Завалений

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_NAME
source: Building entombment
uk_ua: Будівлі завалені

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_TOOLTIP
source: These buildings are entombed and need to be dug out:
uk_ua: Ці будинки завалені і потребують розкопання:

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.TOOLTIP
source: Must be dug out by a Duplicant
uk_ua: Необхідно розкопати Дублікантом

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.NAME
source: Armed
uk_ua: Озброєна

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.TOOLTIP
source: Stand back, this baby's ready to blow!
uk_ua: Назад, ця крихітка готова вибухнути!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.NAME
source: Countdown: {0}
uk_ua: Зворотний відлік: {0}

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.TOOLTIP
source: {0} seconds until detonation
uk_ua: {0} секунд(и) до детонації

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.NAME
source: Duplicant Preservation Override
uk_ua: Дублікантом скасовано вибух

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.TOOLTIP
source: Explosive disabled due to close Duplicant proximity
uk_ua: Вибух відхилено, через близькість Дубліканта

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.NAME
source: Exploding
uk_ua: Вибухне

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.TOOLTIP
source: Kaboom!
uk_ua: Кабум!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.NAME
source: Unarmed
uk_ua: Без зброї

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.TOOLTIP
source: This explosive is currently inactive
uk_ua: Цей вибуховий елемент на даний момент неактивний

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.NAME
source: Depleted
uk_ua: Збіднений

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.TOOLTIP
source: This building has no more use
uk_ua: Ця будівля більше не використовується

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.NAME
source: No Fabrications Queued
uk_ua: Немає Виробництва в Черзі

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.TOOLTIP
source: Select a recipe to begin fabrication
uk_ua: Виберіть рецепт, щоб почати виготовлення

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NAME
source: Building Flooded
uk_ua: Будівлі Затоплені

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_NAME
source: Flooding
uk_ua: Затоплені

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_TOOLTIP
source: These buildings are flooded:
uk_ua: Ці будинки затоплені:

# STRINGS.BUILDING.STATUSITEMS.FLOODED.TOOLTIP
source: Building cannot function at current saturation
uk_ua: Будівля не може функціонувати при дпному насиченні

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.NAME
source: Lavatory Ready
uk_ua: Убиральна Готова

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.TOOLTIP
source: This bathroom is ready to receive visitors
uk_ua: Ця ванна кімната готова приймати відвідувачів

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.NAME
source: Lavatory In Use
uk_ua: Убиральна у використанні

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.TOOLTIP
source: This bathroom is occupied
uk_ua: Ця ванна кімната зайнята

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.NAME
source: Unreachable food
uk_ua: Недосяжна їжа

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have food available within {0} cells
uk_ua: Одужуючі Дубліканти повинні мати їжу, наявну в {0} клітинці

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.NAME
source: Empty Pipe
uk_ua: Труба Порожня

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.TOOLTIP
source: There is no gas in this pipe
uk_ua: У цій трубі немає газу

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.NAME
source: Not Pumping
uk_ua: Немає відкачування

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
uk_ua: Цей насос не активний

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.NAME
source: Gas Vent Obstructed
uk_ua: Газовий Вентиль Завалений

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing gas flow to this vent
uk_ua: Труба була заблокована і запобігає надходження газу в цей вентиль
