Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colonywide emergency state Duplicants ignore basic needs to work
uk_ua: Оголосити аварійний стан Дубліканти ігноруватимуть основні робочі обов'язки

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
uk_ua: Перемкнути Червону Тривогу

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
uk_ua: Відображає повністю завершені кімнати

# STRINGS.UI.TOOLTIPS.SELECTAMATERIAL
source: There are insufficient materials to construct this building
uk_ua: Для будівництва цієї будівлі недостатньо матеріалів

# STRINGS.UI.TOOLTIPS.SORTCOLUMN
source: Click to sort
uk_ua: Натисніть, щоб сортувати

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
uk_ua: Висока швидкість {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
uk_ua: Середня швидкість {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
uk_ua: Повільна швидкість {0}

# STRINGS.UI.TOOLTIPS.STATSPANEL
source: The Stats Panel gives me an overview of my Duplicant's individual stats
uk_ua: Панель Умінь дає можливість переглянути особисті якості моїх Дублікантів

# STRINGS.UI.TOOLTIPS.STRESSDESCRIPTION
source: Accommodate my Duplicant's needs to manage their <link="STRESS">Stress</link>. Low <link="STRESS">Stress</link> can provide a productivity boost, while high <link="STRESS">Stress</link> can impair production or even lead to a nervous breakdown.
uk_ua: Пристосування моїх Дублікантів, щоб мали потребу керувати їхнім <link="STRESS">Стресом</link>. Низький <link="STRESS">Стрес</link> забезпечує продуктивне підвищення, в той час як високий <link="STRESS">Стрес</link> зменшує продуктивність чи навіть призводить до нервового зриву.

# STRINGS.UI.TOOLTIPS.STRESSPANEL
source: The Stress Panel offers a detailed look at what is psychology affecting Duplicant psychologically
uk_ua: Панель Стресу пропонує детально поглянути, що психологічно впливає на Дубліканта

# STRINGS.UI.TOOLTIPS.SUITOVERLAYSTRING
source: Displays Exosuits and related buildings
uk_ua: Відображає екзо костюми та інформацію будівель

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
uk_ua: Відображає навколишню температуру

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
uk_ua: З Паузи

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ATMOSPHERE
source: This plant is immersed in {element}
uk_ua: Ця рослина занурена в {element}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_FALSE
source: This plant is drowning in liquid
uk_ua: Ця рослина затоплена в рідині

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_TRUE
source: This plant is not drowning
uk_ua: Ця рослина не затоплена

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_FERTILIZER
source: {mass} of fertilizer is currently available
uk_ua: {mass} добрива зараз наявно

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_DARK
source: This plant is currently in the dark
uk_ua: Ця рослина зараз в темряві

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_LIGHT
source: This plant is currently lit
uk_ua: Ця рослина зараз освітлена

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_IRRIGATION
source: {mass} of liquid is currently available
uk_ua: {mass} рідини зараз наявно

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_PRESSURE
source: The current air pressure is {pressure}
uk_ua: Поточний тиск повітря {pressure}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_INOPERATIONAL
source: This plant is not housed in an operational farm plot
uk_ua: Ця рослина не розміщується на діючому фермовому горщику

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_OPERATIONAL
source: This plant is housed in an operational farm plot
uk_ua: Ця рослина розміщується на діючому фермовому горщику

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_FALSE
source: This plant must be submerged in liquid
uk_ua: Ця рослина повинна бути занурена в рідину

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_TRUE
source: This plant is fully submerged in liquid
uk_ua: Ця рослина повністю занурюється в рідину

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_TEMPERATURE
source: This plant's internal temperature is {temperature}
uk_ua: Внутрішня температурі цієї рослини {temperature}

# STRINGS.UI.TOOLTIPS.VITALSPANEL
source: The Vitals Panel monitors the status and well being of my Duplicant
uk_ua: Панель Показників контролює стан та добробут моїх Дублікантів

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.DOOR_DEFAULT
source: Default
uk_ua: За замовчанням

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_DISABLED
source: Passing Down through this door is not permitted Click to grant permission
uk_ua: Прохід вгору через ці двері не дозволений Натисніть, щоб надати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_ENABLED
source: Passing Down through this door is permitted Click to revoke permission
uk_ua: Прохід вгору через ці двері дозволений Натисніть, щоб скасувати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_DISABLED
source: Passing Left through this door is not permitted Click to grant permission
uk_ua: Прохід вліво через ці двері не дозволений Натисніть, щоб надати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_ENABLED
source: Passing Left through this door is permitted Click to revoke permission
uk_ua: Прохід вліво через ці двері дозволений Натисніть, щоб скасувати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_DISABLED
source: Passing Right through this door is not permitted Click to grant permission
uk_ua: Прохід вправо через ці двері не дозволений Натисніть, щоб надати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_ENABLED
source: Passing Right through this door is permitted Click to revoke permission
uk_ua: Прохід вправо через ці двері дозволений Натисніть, щоб скасувати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_DISABLED
source: Passing Up through this door is not permitted Click to grant permission
uk_ua: Прохід вниз через ці двері не дозволений Натисніть, щоб надати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_ENABLED
source: Passing Up through this door is permitted Click to revoke permission
uk_ua: Прохід вниз через ці двері дозволений Натисніть, щоб скасувати дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.MINION_ACCESS
source: Duplicant Access Permissions
uk_ua: Дозвіл доступу Дубліканта

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_CUSTOM
source: Click to assign custom permissions
uk_ua: Натисніть, щоб призначити власні дозволи

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_DEFAULT
source: Click to clear custom permissions
uk_ua: Натисніть, щоб очистити власні дозволи

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.TITLE
source: Door Access Control
uk_ua: Контроль доступу дверей

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_CUSTOM
source: Custom Access
uk_ua: Користувацький Дозвіл

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_DEFAULT
source: Default Access
uk_ua: Стандартний Доступ

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.ACTIVATE
source: Break starts at:
uk_ua: Початок перерви з:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.DEACTIVATE
source: Break ends at:
uk_ua: Закінчення перерви з:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.NAME
source: Breaktime Policy
uk_ua: Політика перерви

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGN_TO_TOOLTIP
source: Assign to {0}
uk_ua: Призначити {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGNED
source: Assigned
uk_ua: Призначений

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED
source: Ineligible
uk_ua: Непідходящий

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED_TOOLTIP
source: {0} is ineligible for this job assignment
uk_ua: {0} не підходить для призначення на цю роботу

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.PUBLIC
source: Public
uk_ua: Загальний

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_ASSIGNMENT
source: Assignment
uk_ua: Призначення

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_DUPLICANT
source: Duplicant
uk_ua: Дублікант

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.TITLE
source: Assign {0}
uk_ua: Призначити {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.UNASSIGN_TOOLTIP
source: Assigned to {0}
uk_ua: Призначений {0}

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTON
source: Allow Manual Use
uk_ua: Дозволити використання вручну

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTONTOOLTIP
source: Allow Duplicants to manually manage these storage materials
uk_ua: Дозволяє Дублікантам вручну керувати цим сховищем матеріалів

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.TITLE
source: Automatable Storage
uk_ua: Автоматичне Сховище

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.MAX_LABEL
source: Max:
uk_ua: Макс:

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.TITLE
source: Automated Storage Capacity
uk_ua: Автоматизоване Сховище

# STRINGS.UI.UISIDESCREENS.CAPACITY_SIDE_SCREEN.TOOLTIP
source: Adjust the maximum amount that can be stored here
uk_ua: Встановлює максимальну кількість, що буде зберігатися тут

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.UNITS_SUFFIX
source: Critters
uk_ua: Тварини

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.ACCESS_OFFLINE
source: Emergency Access Permissions: All Duplicants are permitted to use this door until <link="POWER">Power</link> is restored.
uk_ua: Дозволи на надзвичайні ситуації: Всім Дублікантам дозволено користуватися цими дверями, доки не буде відновлене <link="POWER">Живлення</link>.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO
source: Door is on auto.
uk_ua: Двері на авто.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO_PENDING
source: Awaiting Duplicant to automate door.
uk_ua: Очікує Дубліканта для зміни стану дверей на авто.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE
source: Door is locked.
uk_ua: Двері зачинені.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE_PENDING
source: Awaiting Duplicant to lock door.
uk_ua: Очікує Дубліканта для зміни стану дверей на зачинені.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN
source: Door is open.
uk_ua: Двері відчинені.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN_PENDING
source: Awaiting Duplicant to open door.
uk_ua: Очікує Дубліканта для зміни стану дверей на відчинені.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.POI_INTERNAL
source: This door cannot be manually controlled.
uk_ua: Ці двері не можна керувати вручну.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.TITLE
source: Door Setting
uk_ua: Налаштування Дверей

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
uk_ua: ОЧІКУЄ ДОСТАВКИ: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREMOVAL
source: AWAITING REMOVAL: {0}
uk_ua: ОЧІКУЄ ЗВІЛЬНЕННЯ: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREQUEST
source: INCUBATE: {0}
uk_ua: ІНКУБАЦІЯ: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELDEPOSIT
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELREMOVAL
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.DEPOSIT
source: Incubate
uk_ua: Інкубація

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.ENTITYDEPOSITED
source: INCUBATING: {0}
uk_ua: ІНКУБАЦІЯ: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.REMOVE
source: Remove
uk_ua: Прибрати

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_DESC
source: Select an egg to incubate.
uk_ua: Оберіть яйце для інкубації.

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_TITLE
source: SELECT
uk_ua: ОБРАТИ

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.TITLE
source: Critter Eggs
uk_ua: Яйця Тварин

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.AWAITINGBUTTON
source: AWAITING DECRYPTION
uk_ua: ОЧІКУЄ ДЕШИФРУВАННЯ

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.BUTTON
source: ATTEMPT DECRYPTION
uk_ua: СПРОБА ДЕШИФРУВАННЯ

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.LABEL
source: This computer contains encrypted files.
uk_ua: Цей комп'ютер містить зашифровані файли.

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.TITLE
source: Encrypted File
uk_ua: Зашифровані файли

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.CURRENTLY_EQUIPPED
source: Currently Equipped: {0}
uk_ua: В даний час оснащений: {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.DROP_BUTTON
source: Drop
uk_ua: Скинути

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.EQUIP_BUTTON
source: Equip
uk_ua: Спорядити

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.NONE_EQUIPPED
source: None
uk_ua: Ніщо

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.SWAP_BUTTON
source: Swap
uk_ua: Міняти

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.TITLE
source: Assign To Duplicant
uk_ua: Призначити Дубліканту

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.ASSIGNEDTO
source: Assigned to: {Assignee}
uk_ua: Призначений на: {Assignee}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.GENERAL_CURRENTASSIGNED
source: (Owner)
uk_ua: (Власник)

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.TITLE
source: Equip {0}
uk_ua: Спорядити {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.UNASSIGNED
source: Unassigned
uk_ua: Непризначений

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.CANCEL
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.COST
source: <b>Ingredients:</b>
uk_ua: <b>Інгредієнти:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.COOL_VEST
source: Cool Vest ({0})
uk_ua: Холодний Жилет ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.FUNKY_VEST
source: Snazzy Suit ({0})
uk_ua: Приємний Костюм ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK
source: Oxygen Tank ({0})
uk_ua: Кисневий бак ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK_UNDERWATER
source: Oxygen Rebreather ({0})
uk_ua: Кисневий ребрізер ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.WARM_VEST
source: Warm Sweater ({0})
uk_ua: Теплий Светр ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.INFORMATION
source: INFORMATION
uk_ua: ІНФОРМАЦІЯ

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED
source: No discovered recipes
uk_ua: Рецепти не знайдені

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED_BODY
source: Discover new ingredients in the world to unlock some recipes.
uk_ua: Знаходьте нові елементи у світі, для відкриття деяких рецептів.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPESELECTED
source: No recipe selected
uk_ua: Рецепт не обраний

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.QUEUED_MISSING_INGREDIENTS_TOOLTIP
source: Missing {0} of {1}
uk_ua: Відсутні {0} з {1}

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTEFFECTS
source: <b>Effects:</b>
uk_ua: <b>Ефекти:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTREQUIREMENTS
source: <b>Requirements:</b>
uk_ua: <b>Вимоги:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SELECTRECIPE
source: Select a recipe to fabricate.
uk_ua: Оберіть рецепт для виробництва.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SUBTITLE
source: Recipes
uk_ua: Рецепти

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TITLE
source: {0} Recipes
uk_ua: Рецепти {0}

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TOOLTIPS.RECIPEPRODUCT
source: This recipe produces {1} {0}
uk_ua: Цей рецепт виготовляє {1} {0}

source: This recipe requires {1} {0} Available: {2}
uk_ua: Цей рецепт потребує {1} {0} Наявні: {2}

source: This recipe consumes {1} of an available {2} of {0}
uk_ua: Цей рецепт споживає {1} {0} з наявних {2}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.GAS
source: Filtered Gas Output: {0}
uk_ua: Вихід фільтрованого газу: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.LIQUID
source: Filtered Liquid Output: {0}
uk_ua: Вихід фільтрованої рідини: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.NOELEMENTSELECTED
source: No element selected
uk_ua: Елемент не обраний

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.SELECTELEMENTHEADER
source: Select Element
uk_ua: Оберіть елемент

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.TITLE
source: Filter Outputs
uk_ua: Вихід фільтра

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.GAS
source: Gas Output: All
uk_ua: Вихід газу: Всі

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.LIQUID
source: Liquid Output: All
uk_ua: Вихід рідини: Всі

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.BUTTON
source: Complete Neural Process
uk_ua: Завершити Нейронний Процес

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.COMPLETE
source: Something feels different.
uk_ua: Відчуває щось інше.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.CONSUMED
source: There are no charges left in this Vacillator.
uk_ua: В цьому Вакцинаторі нічого не залишилося.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.TITLE
source: Neural Vacillator
uk_ua: Нейровий Вакцинатор

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.UNDERWAY
source: Neural Vacillation in progress.
uk_ua: Нейрова Вакцинація в процесі.

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TITLE
source: Active Buffer Time
uk_ua: Активний буферний час

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TOOLTIP
source: This gate will continue to send an Active signal for {0} seconds after entering Standby
uk_ua: Ця хвіртка продовжить надсилати Активний сигнал протягом {0} секунд, потім перейде в Очікування

# STRINGS.UI.UISIDESCREENS.LURE.ATTRACTS
source: Attract {1}s
uk_ua: Приваблювати {1}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
uk_ua: ОЧІКУЄ ДОСТАВКИ: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
uk_ua: ОЧІКУЄ ВИКОПАННЯ: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREQUEST
source: PLANT: {0}
uk_ua: РОСЛИНА: {0}

# STRINGS.UI.UISIDESCREENS.LURE.ENTITYDEPOSITED
source: PLANTED: {0}
uk_ua: ПОСАДЖЕНА: {0}

# STRINGS.UI.UISIDESCREENS.LURE.INFORMATION
source: INFORMATION
uk_ua: ІНФОРМАЦІЯ

# STRINGS.UI.UISIDESCREENS.LURE.TITLE
source: Select Bait
uk_ua: Обрати приманку

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.CURRENT_THRESHOLD
source: Current Threshold: {0}%
uk_ua: Поточний поріг: {0}%

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TITLE
source: Battery Recharge Threshold
uk_ua: Поріг заряду акумулятора

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TOOLTIP
source: Duplicants will operate this generator when battery charge falls below the selected percentage
uk_ua: Дубліканти будуть працювати на цьому генераторі, коли заряд батареї впаде нижче обраного відсотка

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TITLE
source: Pressure Release Threshold
uk_ua: Поріг вивільнення тиску

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TOOLTIP
source: Duplicants will release gas buildup in this well when it exceeds the selected percentage
uk_ua: Дубліканти звільняють накопичений газ з середини цієї свердловини, коли він перевищує обраний відсоток

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
uk_ua: ОЧІКУЄ ДОСТАВКИ: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
uk_ua: ОЧІКУЄ ВИКОПАННЯ: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREQUEST
source: PLANT: {0}
uk_ua: РОСЛИНА: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.BONUS_SEEDS
source: Base <link="PLANTS">Seed</link> Harvest Chance: {0}
uk_ua: Базовий шанс отримання <link="PLANTS">Насіння</link>: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELDEPOSIT
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELREMOVAL
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.DEPOSIT
source: Plant
uk_ua: Саджати

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ENTITYDEPOSITED
source: PLANTED: {0}
uk_ua: ПОСАДЖЕНА: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.INFORMATION
source: INFORMATION
uk_ua: ІНФОРМАЦІЯ

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.LIFECYCLE
source: <b>Lifecycle</b>:
uk_ua: <b>Життєвий цикл</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NUMBEROFHARVESTS
source: Harvests: {0}
uk_ua: Жнивів: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTEFFECTS
source: <b>Effects</b>:
uk_ua: <b>Ефекти</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTREQUIREMENTS
source: <b>Growth Requirements</b>:
uk_ua: <b>Вимоги росту</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.REMOVE
source: Uproot
uk_ua: Корчувати

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_CEILING
source: <b>Requires downward plot orientation.</b>
uk_ua: <b>Потребує напрямок землі вниз.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_FLOOR
source: <b>Requires upward plot orientation.</b>
uk_ua: <b>Потребує напрямок землі вверх.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_WALL
source: <b>Requires sideways plot orientation.</b>
uk_ua: <b>Потребує напрямок землі вбік.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_DESC
source: Select a seed to plant.
uk_ua: Оберіть насіння для вирощування.

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_TITLE
source: SELECT
uk_ua: ОБРАТИ

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TITLE
source: {0} Seeds
uk_ua: {0} Насіння

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.BONUS_SEEDS
source: This plant has a {0} chance to produce new seeds when harvested
uk_ua: Ця рослина має {0} шанс принесення нового насіння, коли збирати

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.NUMBEROFHARVESTS
source: This plant can mature {0} times before the end of its lifecycle
uk_ua: Ця рослина дозріє {0} разів, до кінця цього життєвого циклу

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTEFFECTS
source: Additional attributes of this plant
uk_ua: Додаткові властивості цієї рослини

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTLIFECYCLE
source: Duration and number of harvests produced by this plant in a lifetime
uk_ua: Тривалість та кількість врожаю, що виробила ця рослина за час життя

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTREQUIREMENTS
source: Minimum conditions for basic plant growth
uk_ua: Мінімальні умови для базового росту рослини

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD
source: <link="KCAL">{2}</link> produced [<link="KCAL">{1}</link> / unit]
uk_ua: <link="KCAL">{2}</link> виробляє [<link="KCAL">{1}</link> / за одиницю]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED
source: Sow to grow more of this plant
uk_ua: Сійте, щоб вирощувати більше цих рослин

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED_FINAL_HARVEST
source: {0} Produced in the final harvest of the plant's lifecycle
uk_ua: {0} Зібрано вироблено врожаю за останній цикл життя рослини

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOTALHARVESTCALORIESWITHPERUNIT
source: {0} [{1} / unit]
uk_ua: {0} [{1} / за одиницю]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_FINAL_HARVEST
source: {1} {0} - Final harvest only
uk_ua: {1} {0} - Лише останні жнива

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_SINGLE_FINAL_HARVEST
source: {0} - Final harvest only
uk_ua: {0} - Лише останні жнива

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELDPERHARVEST
source: {0} {1} per harvest
uk_ua: {0}: {1} за збір

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.CURRENTLYRESEARCHING
source: Currently Researching
uk_ua: В даний час досліджується
