Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
uk_ua: Рухати цю будівлю на нове місце ------------------ Не коштує додаткових ресурсів

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
uk_ua: Відмінити цей дозвіл переміщення

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
uk_ua: Оберіть дослідження

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=#F44A47>[R]</color>
uk_ua: Оберіть технологію з Дерева Досліджень <color=#F44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.NAME
source: Clearance: Always
uk_ua: Знімати: Завжди

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
uk_ua: Костюмовані Дубліканти можуть проходити навіть якщо немає місця, для зберігання їхніх костюмів ------------------ Коли Доки Екзо Костюмів всі повні, Дубліканти будуть знімати їхні костюми та кидати їх на підлогу

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ONLY_WHEN_ROOM_AVAILABLE.NAME
source: Clearance: Vacancy
uk_ua: Знімати: Інколи

source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
uk_ua: Костюмовані Дубліканти можуть проходити лише, якщо в Доках Екзо Костюмів є місце для зберігання їх костюмів

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
uk_ua: Налаштування Фільтра

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
uk_ua: Призначити матеріали для сховища

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.NAME
source: Unequip {0}
uk_ua: Зняти {0}

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.TOOLTIP
source: Take off and drop this equipment
uk_ua: Зняти та скинути це спорядження

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
uk_ua: Корчувати

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
uk_ua: Перетворити цю рослину на насіння

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.NAME
source: Set Direction: Both
uk_ua: Вст. Напрям: Обоє

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.TOOLTIP
source: Select to make Duplicants wash when passing by in either direction
uk_ua: Оберіть, щоб Дубліканти милися, коли проходитимуть у будь-якому напрямку

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.NAME
source: Set Direction: Left
uk_ua: Вст. Напрям: Ліво

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.TOOLTIP
source: Select to make Duplicants wash when passing by from right to left
uk_ua: Оберіть, щоб Дубліканти милися, коли проходитимуть з права на ліво

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.NAME
source: Set Direction: Right
uk_ua: Вст. Напрям: Право

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.TOOLTIP
source: Select to make Duplicants wash when passing by from left to right
uk_ua: Оберіть, щоб Дубліканти милися, коли проходитимуть з ліва на право

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
uk_ua: Оберіть Дубліканта

# STRINGS.UI.VITALS
source: VITALS
uk_ua: ПОКАЗНИКИ

# STRINGS.UI.VITALSSCREEN.ATMOSPHERE_CONDITION
source: Atmosphere:
uk_ua: Атмосфера:

# STRINGS.UI.VITALSSCREEN.CALORIES
source: Fullness
uk_ua: Ситість

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.BASE
source: <b>Additional Domestic Growth [Lifecycle: {0}]</b>
uk_ua: <b>Додатковий Свійський Ріст [Життєвий цикл: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
uk_ua: Цій рослині потрібно {0} в свійському рості

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.BASE
source: <b>Domestic Growth [Lifecycle: {0}]</b>
uk_ua: <b>Свійський Ріст [Життєвий цикл: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
uk_ua: Цій рослині потрібно {0} при свійському рості

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.BASE
source: <b>Wild Growth [Lifecycle: {0}]</b>
uk_ua: <b>Дикий Ріст [Життєвий цикл: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.TOOLTIP
source: This plant will take {0} to grow in the wild
uk_ua: Цій рослині потрібно {0} рости в дикій природі

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS_TOOLTIP
source: This Duplicant desires decor that is {0} or higher
uk_ua: Цей Дублікант мріє про декор, не гірший за {0}

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY
source: Eaten Today
uk_ua: Їли Сьогодні

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY_TOOLTIP
source: Eaten Today ------------------ Consumed {0} of food this cycle
uk_ua: Їли Сьогодні ------------------ Спожито {0} їжі цього циклу

# STRINGS.UI.VITALSSCREEN.EXPECTATIONS
source: Expectations
uk_ua: Очікування

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS
source: Food Expectation
uk_ua: Очікувана Їжа

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: This Duplicant desires food that is {0} quality or better
uk_ua: Цей Дублікант мріє про їжу, не гіршої якості, ніж {0}

# STRINGS.UI.VITALSSCREEN.HEALTH
source: Health
uk_ua: Здоров'я

# STRINGS.UI.VITALSSCREEN.IMMUNITY
source: Immune System
uk_ua: Імунна Система

# STRINGS.UI.VITALSSCREEN.IMMUNITY_MULTIPLE_DISEASES
source: Multiple diseases ({0})
uk_ua: Кілька захворювань ({0})

# STRINGS.UI.VITALSSCREEN.NOT_DROWNING
source: Liquid Level
uk_ua: Рівень рідини

# STRINGS.UI.VITALSSCREEN.STRESS
source: Stress
uk_ua: Стрес

# STRINGS.UI.VITALSSCREEN.SUBMERSION
source: Liquid Level
uk_ua: Рівень рідини

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
uk_ua: Ситість

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
uk_ua: З'їли Сьогодні

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food this Duplicant has eaten this cycle
uk_ua: Кількість їжі, яку з'їв цей Дублікант цього циклу

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
uk_ua: Здоров'я

# STRINGS.UI.VITALSSCREEN_IMMUNITY
source: Immune System
uk_ua: Імунна Система

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
uk_ua: Ім'я

# STRINGS.UI.VITALSSCREEN_RATIONS
source: Calories / Cycle
uk_ua: Калорії / Цикл

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
uk_ua: Встановіть, як багато калорій цей Дублікант може спожити щодня

# STRINGS.UI.VITALSSCREEN_STRESS
source: Stress
uk_ua: Стрес

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
uk_ua: До повноти

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
uk_ua: ПОЧАТИ

# STRINGS.UI.WELCOMEMESSAGEBODY
source: I've awakened trapped inside an asteroid with a crew of three Duplicants. Resources are scarce. I can't remember how we got here. I'll need to help the Duplicants survive if we're going to find answers.
uk_ua: Я прокинувся в пастці, в середині астероїда з командою з трьох Дублікантів. Ресурсів недостатньо. Я не можу пригадати, як ми тут опинилися. Мені доведеться допомогти Дублікантам вціліти, якщо ми збираємося знайти відповіді.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: - ALERT -
uk_ua: - ТРИВОГА -

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
uk_ua: Перемішування ДНК-схем...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
uk_ua: Прибирання для Дублікантів...

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
uk_ua: Лише додавання води...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
uk_ua: Лише додавання води...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
uk_ua: Пильний погляд в порожнечу...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
uk_ua: Пильний погляд в порожнечу...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
uk_ua: Пильний погляд в порожнечу...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
uk_ua: Уникнення незграбного зіткнення з порожнечею...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
uk_ua: Уникнення незграбного зіткнення з порожнечею...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
uk_ua: Уникнення незграбного зіткнення з порожнечею...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
uk_ua: Уникнення незграбного зіткнення з порожнечею...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
uk_ua: Уникнення незграбного зіткнення з порожнечею...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
uk_ua: Сортування квадрильйонів атомів...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
uk_ua: Сортування квадрильйонів атомів...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
uk_ua: Сортування квадрильйонів атомів...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
uk_ua: Прасування матерії створення...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
uk_ua: Прасування матерії створення...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
uk_ua: Прасування матерії створення...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
uk_ua: Прийом гарячого метеоритного душу...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
uk_ua: Закріплення астероїдного поясу...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
uk_ua: Закріплення астероїдного поясу...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
uk_ua: Закріплення астероїдного поясу...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
uk_ua: Виберіть розмір вашої нової галактики.

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
uk_ua: Пильний погляд в порожнечу...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
uk_ua: Успіх! Космічні пригоди чекають.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
uk_ua: Охолодження скла...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
uk_ua: Охолодження скла...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
uk_ua: Додавання відер з грязюкою...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
uk_ua: Охолодження скла...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
uk_ua: Охолодження скла...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
uk_ua: Копання отворів...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
uk_ua: Копання отворів...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
uk_ua: Копання отворів...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
uk_ua: Додавання відер з грязюкою...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
uk_ua: Додавання відер з грязюкою...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
uk_ua: Додавання відер з грязюкою...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
uk_ua: Загартовування алмазів...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
uk_ua: Створення особистих кордонів...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
uk_ua: Доброта - це страшна помилка минулого!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
uk_ua: Запікання магматичного каменю...

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
uk_ua: Багатошаровий осад...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
uk_ua: Багатошаровий осад...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
uk_ua: Багатошаровий осад...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
uk_ua: Перегрівання газів...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
uk_ua: Перегрівання газів...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
uk_ua: Перегрівання газів...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
uk_ua: Відкачування вакууму...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
uk_ua: Відкачування вакууму...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
uk_ua: Відкачування вакууму...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
uk_ua: Каталізація Великого Вибуху...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
uk_ua: Наближення горизонту подій...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
uk_ua: Наближення горизонту подій...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
uk_ua: Наближення горизонту подій...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
uk_ua: Наближення горизонту подій...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
uk_ua: Галактичний синтезатор

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
uk_ua: Завантаження світу...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
uk_ua: Інтерполяція токсичного газу...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
uk_ua: Створення тривоги...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
uk_ua: Закопування металів...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
uk_ua: Закопування металів...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
uk_ua: Закопування металів...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
uk_ua: Закопування дорогоцінних руд...

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
uk_ua: Закопування дорогоцінних руд...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
uk_ua: Закопування дорогоцінних руд...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
uk_ua: Закопування дорогоцінних руд...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
uk_ua: Копання тунелів...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
uk_ua: Копання тунелів...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
uk_ua: Копання тунелів...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
uk_ua: Розливання річок...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
uk_ua: Перезавантаження...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
uk_ua: О Боже, давайте спробуємо це ще раз.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
uk_ua: Наповнення киснем...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
uk_ua: Наповнення киснем...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
uk_ua: Забагато кисню. Вилучення...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
uk_ua: Забагато кисню. Вилучення...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
uk_ua: Досягнення ідеального рівня кисню...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
uk_ua: Досягнення ідеального рівня кисню...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
uk_ua: Насадження космічної флори...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
uk_ua: Насадження космічної флори...

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
uk_ua: Звільнення дикої природи...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
uk_ua: Звільнення дикої природи...

# STRINGS.UI.WORLDGEN.SETUPNOISE
source: BANG!
uk_ua: Бах!

# STRINGS.UI.WORLDGEN.USING_PLAYER_SEED
source: Using selected world gen seed:
uk_ua: Використання обраного зерна створення світу:

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
uk_ua: Замерзання крижаних утворень...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
uk_ua: Замерзання крижаних утворень...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
uk_ua: Посипання піску...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
uk_ua: Замерзання крижаних утворень...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
uk_ua: Замерзання крижаних утворень...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
uk_ua: Плавлення магми...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
uk_ua: Плавлення магми...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
uk_ua: Плавлення магми...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
uk_ua: Посипання піску...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
uk_ua: Посипання піску...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
uk_ua: Посипання піску...
