Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.NOSELECTEDRESEARCH
source: No Research selected
uk_ua: Дослідження не обране

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.OPENRESEARCHBUTTON
source: RESEARCH
uk_ua: ДОСЛІДЖЕННЯ

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.TITLE
source: Select Research
uk_ua: Оберіть дослідження

# STRINGS.UI.UISIDESCREENS.ROLESTATION.OPENROLESBUTTON
source: JOBS
uk_ua: ПРАЦЯ

# STRINGS.UI.UISIDESCREENS.ROLESTATION.TITLE
source: Job Assignments
uk_ua: Робочі Посади

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.AWAITINGBUTTON
source: AWAITING BIOSCAN
uk_ua: ОЧІКУЄ БІОСКАН

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.BUTTON
source: SUBMIT BIOSCAN
uk_ua: ПОДАТИ БІОСКАН

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.LABEL
source: This door requires a sample to unlock.
uk_ua: Ці двері потребують зразок для розблокування.

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.TITLE
source: Sealed Door
uk_ua: Запечатані двері

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.PENDING_BUTTON
source: CANCEL ANALYSIS
uk_ua: ВІДМІНИТИ АНАЛІЗ

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.PENDING_STATUS
source: A researcher is in the process of studying this formation.
uk_ua: Науковець знаходиться в процесі вивчення цього утворення.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.SEND_BUTTON
source: ANALYZE
uk_ua: АНАЛІЗУВАТИ

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.SEND_STATUS
source: Send a researcher to study this formation. A full analysis will take time, but should yield useful results.
uk_ua: Відправте науковця, для вивчення цього утворення. Повний аналіз займе багато часу, але повинен дати корисні результати.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_BUTTON
source: ANALYSIS COMPLETE
uk_ua: АНАЛІЗ ЗАВЕРШЕНИЙ

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_STATUS
source: Researchers have completed their analysis and compiled their findings.
uk_ua: Науковець завершив свій аналіз та зібрав свої висновки.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.TITLE
source: Analyze Natural Feature
uk_ua: Аналізувати природні ознаки

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST
source: Cancel Request
uk_ua: Відмінити запит

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST_TOOLTIP
source: Cancel this suit delivery
uk_ua: Відмінити доставку цього костюма

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT
source: Undock Exosuit
uk_ua: Розблокувати Екзо костюм

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_NO_SUIT_TOOLTIP
source: There is no suit in this building to undock
uk_ua: В цій будівлі немає костюма для розблокування

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_TOOLTIP
source: Disconnect this suit, dropping it on the ground
uk_ua: Від'єднати цей костюм, опустивши його на землю

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT
source: Leave Empty
uk_ua: Залишити порожнім

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT_TOOLTIP
source: The next suited Duplicant to pass by will unequip their Exosuit and dock it here
uk_ua: Наступний Дублікант в костюмі, який пройде повз, його Екзо костюм буде споряджено та прикріплено тут

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT
source: Deliver Exosuit
uk_ua: Доставити Екзо Костюм

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT_TOOLTIP
source: Duplicants will immediately deliver and dock the nearest unequipped suit
uk_ua: Дубліканти негайно доставлять найблищого, неоснащеного костюма в доки

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIGURATION_REQUIRED
source: Configuration Required:
uk_ua: Необхідна конфігурація:

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.TITLE
source: Dock Inventory
uk_ua: Інвентар Доку

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.GAMEOVER
source: Colony Lost
uk_ua: Колонія втрачена

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.NEXTPRODUCTION
source: Next Production: {0}
uk_ua: Наступне виробництво: {0}

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.TITLE
source: Duplicant Printing
uk_ua: Друкування Дубліканта

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.ACTIVATE_IF
source: Activate if:
uk_ua: Активувати, якщо:

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.COLDER_BUTTON
source: Below
uk_ua: Нижче

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.CURRENT_TEMPERATURE
source: Current Temperature: {0}
uk_ua: Поточна температура: {0}

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.TITLE
source: Temperature Threshold
uk_ua: Температурні Межі

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.WARMER_BUTTON
source: Above
uk_ua: Вище

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ABOVE_BUTTON
source: Above
uk_ua: Вище

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ACTIVATE_IF
source: Activate if:
uk_ua: Активувати, якщо:

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.BELOW_BUTTON
source: Below
uk_ua: Нижче

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.CURRENT_VALUE
source: Current {0}: {1}
uk_ua: Поточні {0}: {1}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE
source: Disease
uk_ua: Хвороби

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TITLE
source: Germ Threshold
uk_ua: Бактеріальні Межі

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_ABOVE
source: Switch will be on if the number of germs is above {0}
uk_ua: Перемикач буде увімкненим, якщо число мікробів вище {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_BELOW
source: Switch will be off if the number of germs is below {0}
uk_ua: Перемикач буде вимкненим, якщо число мікробів нижче {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_UNITS
source: germs
uk_ua: бактер.

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE
source: Pressure
uk_ua: Тиски

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_ABOVE
source: Switch will be on if the pressure is above {0}
uk_ua: Перемикач буде увімкненим, якщо тиск вище {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_BELOW
source: Switch will be off if the pressure is below {0}
uk_ua: Перемикач буде вимкненим, якщо тиск нижче {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_ACTIVE
source: Switch Active
uk_ua: Перемикач Активний

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_INACTIVE
source: Switch Inactive
uk_ua: Перемикач Неактивний

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE
source: Temperature
uk_ua: Температури

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_ABOVE
source: Switch will be on if the ambient temperature is above {0}
uk_ua: Перемикач буде увімкненим, якщо навколишня температура вище {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_BELOW
source: Switch will be off if the ambient temperature is below {0}
uk_ua: Перемикач буде вимкненим, якщо навколишня температура нижче {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TITLE
source: Pressure Threshold
uk_ua: Межі Тиску

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.START
source: Turn On
uk_ua: Увімкнути

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.STOP
source: Turn Off
uk_ua: Вимкнути

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TITLE
source: Time-of-Day Sensor
uk_ua: Сенсор Годин Дня

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TOOLTIP
source: This sensor will send a 1 after the Turn On time, and a 0 after the Turn Off time.
uk_ua: Цей сенсор надсилає 1 після Увімкнення часу та 0 після Вимкнення часу.

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION
source: Active Duration
uk_ua: Тривалість Активації

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION_TOOLTIP
source: Active duration determines what percentage of the day this sensor will spend in an Active state ------------------ This sensor will be active for {0} of the day
uk_ua: Активна тривалість визначає, який відсоток дня цей датчик буде витрачати на Активний стан ------------------ Цей сенсор буде активний при {0} дня

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON
source: Activation Time
uk_ua: Година Активації

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON_TOOLTIP
source: Activation time determines the time of day this sensor should enter its active duration ------------------ This sensor becomes active {0} through the day
uk_ua: Час активації визначається часом дня, коли цей датчик входить в активний проміжок часу ------------------ Цей датчик стане активним протягом {0} дня

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.TITLE
source: Time Schedule
uk_ua: Годинні Межі

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
uk_ua: Поточний Стан:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
uk_ua: Вимкнено

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
uk_ua: Час вимкнення:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
uk_ua: Увімкнено

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
uk_ua: Час увімкнення:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
uk_ua: Час до активації: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
uk_ua: Час до деактивації: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
uk_ua: Годинні Межі

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <link="POWER">Power</link> grid
uk_ua: Перемикач повинен бути приєднаний до <link="POWER">Електричної</link> мережі

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
uk_ua: Все

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
uk_ua: Дозволити зберігання всіх категорій ресурсів у цьому контейнері

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
uk_ua: Дозволити зберігати що-небуть з ресурсів, в категорії {0}

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
uk_ua: Додайте або вилучіть цей матеріал зі сховища

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
uk_ua: Лише Перенесення

source: Only store objects marked Sweep <color=#F44A47>[K]</color> in this container
uk_ua: Зберігати лише об'єкти позначені, як Нести <color=#F44A47>[K]</color> у цьому контейнері

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
uk_ua: Фільтр елементу

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
uk_ua: Управління Потоком

# STRINGS.UI.UNITSUFFIXES.CALORIES.CALORIE
source: cal
uk_ua: кал

# STRINGS.UI.UNITSUFFIXES.CALORIES.KILOCALORIE
source: kcal
uk_ua: ккал

# STRINGS.UI.UNITSUFFIXES.DISEASE.UNITS
source: germs
uk_ua: бактерії

# STRINGS.UI.UNITSUFFIXES.DISTANCE.METER
source: m
uk_ua: м

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.JOULE
source: J
uk_ua: Дж

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.KILOJOULE
source: kJ
uk_ua: кДж

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.KILOWATT
source: kW
uk_ua: кВт

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.MEGAJOULE
source: MJ
uk_ua: МДж

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.WATT
source: W
uk_ua: Вт

# STRINGS.UI.UNITSUFFIXES.MASS.GRAM
source: g
uk_ua: г

# STRINGS.UI.UNITSUFFIXES.MASS.KILOGRAM
source: Kg
uk_ua: Кг

# STRINGS.UI.UNITSUFFIXES.MASS.MICROGRAM
source: mcg
uk_ua: мкрг

# STRINGS.UI.UNITSUFFIXES.MASS.MILLIGRAM
source: mg
uk_ua: мг

# STRINGS.UI.UNITSUFFIXES.MASS.POUND
source: lb
uk_ua: фт

# STRINGS.UI.UNITSUFFIXES.MASS.TONNE
source: t
uk_ua: т

# STRINGS.UI.UNITSUFFIXES.NOISE.UNITS
source: dB
uk_ua: дБ

# STRINGS.UI.UNITSUFFIXES.PERCYCLE
source: /cycle
uk_ua: /цикл

# STRINGS.UI.UNITSUFFIXES.PERSECOND
source: /s
uk_ua: /с

# STRINGS.UI.UNITSUFFIXES.SECOND
source: s
uk_ua: с

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
uk_ua: одиниці

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
uk_ua: Атака

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this critter
uk_ua: Атакувати цю істоту

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
uk_ua: Відк. Автожнива

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Do not automatically harvest this plant
uk_ua: Не збирати автоматично цю рослин

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
uk_ua: Відмінити Атаку

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
uk_ua: Відмінити цей дозвіл атаки

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.NAME
source: Cancel Wrangle
uk_ua: Відмінити Впіймання

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.TOOLTIP
source: Cancel this wrangle order
uk_ua: Відмінити цей дозвіл впіймання

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
uk_ua: Відмінити Чищення

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
uk_ua: Відмінити цей дозвіл чищення

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
uk_ua: Відмінити Будівнитво

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
uk_ua: Відмінити цей дозвіл будівництва

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
uk_ua: Відмінити Копання

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
uk_ua: Відмінити цей дозвіл копання

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
uk_ua: Відмінити Жнива

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
uk_ua: Відмінити цей дозвіл збирання врожаю

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
uk_ua: Відмінити Миття

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
uk_ua: Відмінити цей дозвіл миття

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
uk_ua: Відмінити Корчування

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
uk_ua: Відмінити цей дозвіл корчування

# STRINGS.UI.USERMENUACTIONS.CAPTURE.NAME
source: Wrangle
uk_ua: Впіймати

# STRINGS.UI.USERMENUACTIONS.CAPTURE.TOOLTIP
source: Capture this critter alive
uk_ua: Піймати цю тварину живою

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST
source: Cancel Request
uk_ua: Відмінити Запит

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST_TOOLTIP
source: Cancel outfit request
uk_ua: Відмінити запит спорядження

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT
source: Drop Outfit
uk_ua: Скинути Спорядження

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT_TOOLTIP
source: Drop outfit on floor
uk_ua: Скинути спорядження на підлогу

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT
source: Request Outfit
uk_ua: Запит Спорядження

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT_TOOLTIP
source: Request outfit to be delivered to this change room
uk_ua: Запит спорядження для доставки в цю змінену кімнату

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
uk_ua: Чистити Убиральню

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Empty waste from this toilet
uk_ua: Спорожнити відходи з цієї убиральні

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
uk_ua: Перенести

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
uk_ua: Відмінити перенесення

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
uk_ua: Помістіть цей об'єкт негайно у найближчий контейнер для зберігання

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
uk_ua: Відмінити цей дозвіл перенесення

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME
source: Compost
uk_ua: Компостувати

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME_OFF
source: Cancel Compost
uk_ua: Відмінити Компостування

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP
source: Mark this object for compost
uk_ua: Позначити цей об'єкт для компостування

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP_OFF
source: Cancel this compost order
uk_ua: Відмінити цей дозвіл компостування

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
uk_ua: Копіювати Налаштування

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to other buildings of the same type
uk_ua: Застосувати налаштування та пріоритети цієї будівлі до інших будівель цього ж типу

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
uk_ua: Руйнувати

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
uk_ua: Відмінити Руйнування

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
uk_ua: Знести цю будівлю та повернути всі ресурси

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
uk_ua: Відмінити цей дозвіл руйнування

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
uk_ua: Копати

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
uk_ua: Розкопати цю клітинку

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
uk_ua: Відмінити цей дозвіл на копання

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
uk_ua: Показати Шляхи

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
uk_ua: Приховати Шляхи

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
uk_ua: Показати всі області досяжні для цього Дубліканта

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
uk_ua: Приховати всі області досяжні для цього Дубліканта

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME
source: Empty
uk_ua: Спорожнити

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME_OFF
source: Cancel Empty
uk_ua: Відмінити Спорожнення

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP
source: Dump bottle contents onto the floor
uk_ua: Вилити вміст пляшки на підлогу

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP_OFF
source: Cancel this empty order
uk_ua: Відмінити цей дозвіл спорожнення

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
uk_ua: Спорожнити Сховище

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
uk_ua: Відмінити Спорожнення

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this container
uk_ua: Викинути всі ресурси з цього контейнера

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
uk_ua: Відмінити цей дозвіл спородження

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
uk_ua: Відк. Будівлю

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
uk_ua: Увім. Будівлю

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
uk_ua: Зупинити використання цієї будівлі ------------------ Відключити будівлю від споживання енергії та ресурсів

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
uk_ua: Продовжити використання цієї будівлі

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
uk_ua: Слідкувати Камерою

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
uk_ua: Відстежувати цього Дубліканта з камери

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
uk_ua: Жнива

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
uk_ua: Зібрати матеріали з цієї рослини

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest
uk_ua: В цієї рослини немає чого збирати

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
uk_ua: Увім. Автожнива

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Automatically harvest this plant when it matures
uk_ua: Автоматично збирати врожай з цієї рослини, коли дозріє

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME
source: Disable Delivery
uk_ua: Відк. Доставку

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME_OFF
source: Enable Delivery
uk_ua: Увім. Доставку

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP
source: Do not deliver materials to this building
uk_ua: Не доставляти матеріали в цю будівлю

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP_OFF
source: Deliver materials to this building
uk_ua: Доставляти матеріали в цю будівлю

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.NAME
source: Enable Autobottling
uk_ua: Увім. Авторозлив

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.TOOLTIP
source: If enabled, Duplicants will deliver bottled liquids to this building directly from Pitcher Pumps
uk_ua: Якщо увімкнено, Дубліканти доставляють рідини в пляшках до цієї будівлі безпосередньо з Ручних Насосів

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.NAME
source: Disable Autobottling
uk_ua: Відк. Авторозлив

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.TOOLTIP
source: If disabled, Duplicants will no longer deliver bottled liquids directly from Pitcher Pumps
uk_ua: Якщо відключено, Дубліканти не доставляють рідини в пляшках до цієї будівлі безпосередньо з Ручних Насосів

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
uk_ua: Рухатися До

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
uk_ua: Рухати цього Дубліканта до спеціального місця

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME
source: Rummage
uk_ua: Обшук

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME_OFF
source: Cancel Rummage
uk_ua: Відмінити Обшук

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP
source: Scrounge for usable materials
uk_ua: Добути для практичних матеріалів

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP_OFF
source: Cancel this rummage order
uk_ua: Відмінити цей дозвіл обшуку

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
uk_ua: Ізоляція

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
uk_ua: Відмінити Ізоляцію

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
uk_ua: Ізолювати цього Дубліканта Цей Дублікант повернеться до назначеної Койки

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
uk_ua: Зона ізоляції не назначена

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
uk_ua: Відмінити цей дозвіл ізоляції

# STRINGS.UI.USERMENUACTIONS.READLORE.NAME
source: Inspect
uk_ua: Оглянути

# STRINGS.UI.USERMENUACTIONS.READLORE.TOOLTIP
source: Recover files from this structure
uk_ua: Відновити файли з цієї структури

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
uk_ua: Спорожнити Будівлю

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
uk_ua: Повернути всі поточні ресурси, які в цій будівлі

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
uk_ua: Перемістити

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
uk_ua: Відмінити Переміщення
