Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: Muckroots are incapable of propagating but can be harvested for a single <link="FOOD">Food</link> serving.
uk_ua: Гній-корінь нездатні до розмноження, але можуть бути зібрані для однієї порції <link="FOOD">Їжі</link>.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: <link="BASICFORAGEPLANTPLANTED">Buried Muckroot</link>
uk_ua: <link="BASICFORAGEPLANTPLANTED">Похований Гній-корінь</link>

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: Mealwoods produce <link="BASICPLANTFOOD">Meal Lice</link>, an oddly wriggly grain that can be harvested for <link="FOOD">Food</link>.
uk_ua: М'ясне Дерево виробляє <link="BASICPLANTFOOD">Борошноїдів</link>, дивне звивисте зерно, яке можна збирати для <link="FOOD">Їжі</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="BASICPLANTFOOD">Meal Lice</link>.
uk_ua: Ця рослина виробляє їстівних <link="BASICPLANTFOOD">Борошноїдів</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood</link>
uk_ua: <link="BASICSINGLEHARVESTPLANT">М'ясне Дерево</link>

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="CHLORINEGAS">Chlorine</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергає <link="CHLORINEGAS">Хлор</link>.

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Geyser</link>
uk_ua: <link="GEYSERGENERICCHLORINEGAS">Гейзер Хлору</link>

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DESC
source: Wheezeworts can be grown in flower pots and absorb <link="HEAT">Heat</link> by respiring through their porous outer membranes.
uk_ua: Холододув може рости в Квітковому Горщику та поглинати <link="HEAT">Тепло</link>, дихаючи через пористі зовнішні мембрани.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <link="HEAT">Heat</link>.
uk_ua: Ця рослина поглинає <link="HEAT">Тепло</link>.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wheezewort</link>
uk_ua: <link="COLDBREATHER">Холододув</link>

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DESC
source: Sleet Wheat produces <link="COLDWHEATSEED">Sleet Wheat Grain</link>, a chilly grain that can be processed into <link="FOOD">Food</link>.
uk_ua: Морозна Пшениця виробляє <link="COLDWHEATSEED">Зерна Морозної Пшениці</link>, холодне зерно, яке можна переробити в <link="FOOD">Їжу</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DOMESTICATEDDESC
source: This plant produces edible <link="COLDWHEATSEED">Sleet Wheat Grain</link>.
uk_ua: Ця рослина виробляє їстівне <link="COLDWHEATSEED">Зерно Морозної Пшениці</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat</link>
uk_ua: <link="COLDWHEAT">Морозна Пшениця</link>

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. In time it will mature into a fully grown <link="DRECKO">Drecko</link>.
uk_ua: Малий банькатий <link="DRECKO">Дрекклет</link>. З часом він виросте до дорослого <link="DRECKO">Дрекко</link>.

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.NAME
source: <link="DRECKO">Drecklet</link>
uk_ua: <link="DRECKO">Дрекклет</link>

# STRINGS.CREATURES.SPECIES.DRECKO.DESC
source: Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in thick woolly fibers that only grow in <link="HYDROGEN">Hydrogen</link> climates.
uk_ua: Дрекки - це скелясті тварини, які можуть стрибати на стіни з неочікуваною швидкістю. Їх спина вкрита товстими шерстяними волокнами, які ростуть тільки у <link="HYDROGEN">Водневому</link> кліматі.

# STRINGS.CREATURES.SPECIES.DRECKO.EGG_NAME
source: <link="DRECKO">Drecklet Egg</link>
uk_ua: <link="DRECKO">Яйце Дрекклета</link>

# STRINGS.CREATURES.SPECIES.DRECKO.NAME
source: <link="DRECKO">Drecko</link>
uk_ua: <link="DRECKO">Дрекко</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. This one is a Glossy morph.
uk_ua: Малий банькатий <link="DRECKO">Дрекклет</link> Це один Блискучий морф.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.NAME
source: <link="DRECKOPLASTIC">Glossy Drecklet</link>
uk_ua: <link="DRECKOPLASTIC">Блискучий Дрекклет</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.DESC
source: Glossy Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in bioplastic scales that only grow in <link="HYDROGEN">Hydrogen</link> climates.
uk_ua: Блискучі Дрекки - це скелясті тварини, які можуть стрибати на стіни з неочікуваною швидкістю. Їх спина вкрита біопластичними шкалами, які ростуть тільки у <link="HYDROGEN">Водневому</link> кліматі.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.EGG_NAME
source: <link="DRECKOPLASTIC">Glossy Drecklet Egg</link>
uk_ua: <link="DRECKOPLASTIC">Яйце Блискучого Дрекклета</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.NAME
source: <link="DRECKOPLASTIC">Glossy Drecko</link>
uk_ua: <link="DRECKOPLASTIC">Блискучий Дрекко</link>

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.DESC
source: A massive volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
uk_ua: Масивний вулкан, який періодично вивергається, розплавленою <link="MAGMA">Магмою</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.NAME
source: <link="GEYSERGENERICBIGVOLCANO">Volcano</link>
uk_ua: <link="GEYSERGENERICBIGVOLCANO">Вулкан</link>

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CHLORINEGAS">Chlorine</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, гарячим <link="CHLORINEGAS">Хлором</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Gas Vent</link>
uk_ua: <link="GEYSERGENERICCHLORINEGAS">Дренаж Хлорного Газу</link>

# STRINGS.CREATURES.SPECIES.GEYSER.DESC
source: A highly pressurized geyser that periodically erupts, spraying <link="STEAM">Steam</link> and boiling hot <link="WATER">Water</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергається, бризками <link="STEAM">Пару</link> та гарячою кип'ячою <link="WATER">Водою</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.DESC
source: A highly pressurized vent that periodically erupts with boiling <link="DIRTYWATER">Polluted Water</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, кип'ячою <link="DIRTYWATER">Забрудненою Водою</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.NAME
source: <link="GEYSERGENERICFILTHYWATER">Polluted Water Vent</link>
uk_ua: <link="GEYSERGENERICFILTHYWATER">Дренаж Забрудненої Води</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="CARBONDIOXIDE">Carbon Dioxide</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, гарячим газом <link="CARBONDIOXIDE">Двоокису Вуглецю</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.NAME
source: <link="GEYSERGENERICHOTCO2">Carbon Dioxide Vent</link>
uk_ua: <link="GEYSERGENERICHOTCO2">Дренаж Двоокису Вуглецю</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="HYDROGEN">Hydrogen</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, гарячим <link="HYDROGEN">Водневим</link> газом.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.NAME
source: <link="GEYSERGENERICHOTHYDROGEN">Hydrogen Vent</link>
uk_ua: <link="GEYSERGENERICHOTHYDROGEN">Дренаж Водню</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.DESC
source: A highly pressurized vent that periodically erupts with hot <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, гарячим <link="CONTAMINATEDOXYGEN">Забрудненим Киснем</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.NAME
source: <link="GEYSERGENERICHOTPO2">Hot Polluted Oxygen Vent</link>
uk_ua: <link="GEYSERGENERICHOTPO2">Дренаж Забрудненого Кисню</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.DESC
source: A highly pressurized vent that periodically erupts with scalding <link="STEAM">Steam</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, пекучим <link="STEAM">Паром</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.NAME
source: <link="GEYSERGENERICHOTSTEAM">Steam Vent</link>
uk_ua: <link="GEYSERGENERICHOTSTEAM">Дренаж Пару</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="WATER">Water</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергається, гарячу <link="WATER">Воду</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.NAME
source: <link="GEYSERGENERICHOTWATER">Water Geyser</link>
uk_ua: <link="GEYSERGENERICHOTWATER">Гейзер Води</link>

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.DESC
source: A highly pressurized geyser that periodically erupts with boiling liquid <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергається, киплячим рідким <link="LIQUIDCARBONDIOXIDE">Двоокисом Вуглецю</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.NAME
source: <link="GEYSERGENERICLIQUIDCO2">Carbon Dioxide Geyser</link>
uk_ua: <link="GEYSERGENERICLIQUIDCO2">Гейзер Двоокису Вуглецю</link>

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="METHANE">Natural Gas</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергається, гарячим <link="METHANE">Природним Газом</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.NAME
source: <link="GEYSERGENERICMETHANE">Natural Gas Geyser</link>
uk_ua: <link="GEYSERGENERICMETHANE">Гейзер Природного Газу</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENCOPPER">Copper</link>.
uk_ua: Великий вулкан, який періодично вивергається, розплавленою <link="MOLTENCOPPER">Міддю</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.NAME
source: <link="GEYSERGENERICMOLTENCOPPER">Copper Volcano</link>
uk_ua: <link="GEYSERGENERICMOLTENCOPPER">Мідний Вулкан</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENGOLD">Gold</link>.
uk_ua: Великий вулкан, який періодично вивергається, розплавленим <link="MOLTENGOLD">Золотом</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.NAME
source: <link="GEYSERGENERICMOLTENGOLD">Gold Volcano</link>
uk_ua: <link="GEYSERGENERICMOLTENGOLD">Золотий Вулкан</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENIRON">Iron</link>.
uk_ua: Великий вулкан, який періодично вивергається, розплавленим <link="MOLTENIRON">Залізом</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.NAME
source: <link="GEYSERGENERICMOLTENIRON">Iron Volcano</link>
uk_ua: <link="GEYSERGENERICMOLTENIRON">Залізний Вулкан</link>

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: <link="GEYSER">Steam Geyser</link>
uk_ua: <link="GEYSER">Гейзер Пару</link>

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.DESC
source: A fissure in the asteroid that periodically erupts with boiling <link="CRUDEOIL">Crude Oil</link>.
uk_ua: Щілина в астероїді, що періодично вивергається, кип'ячою <link="CRUDEOIL">Сирою Нафтою</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.NAME
source: <link="GEYSERGENERICOILDRIP">Leaky Oil Fissure</link>
uk_ua: <link="GEYSERGENERICOILDRIP">Щілина Текучої Нафти</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, теплим <link="CONTAMINATEDOXYGEN">Забрудненим Киснем</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.NAME
source: <link="GEYSERGENERICSLIMYPO2">Infectious Polluted Oxygen Vent</link>
uk_ua: <link="GEYSERGENERICSLIMYPO2">Дренаж Інфекційного Забрудненого Кисню</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.DESC
source: A highly pressurized geyser that periodically erupts with freezing <link="CRUSHEDICE">Crushed Ice</link>.
uk_ua: Гейзер з високим тиском, який періодично вивергається, крижаним <link="CRUSHEDICE">Зім'ятим Льодом</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.NAME
source: <link="GEYSERGENERICSLUSHWATER">Cool Slush Geyser</link>
uk_ua: <link="GEYSERGENERICSLUSHWATER">Гейзер Холодних Грязей</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.DESC
source: A miniature volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
uk_ua: Мініатюрний вулкан, що періодично вивергається, розплавленою <link="MAGMA">Магмою</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.NAME
source: <link="GEYSERGENERICSMALLVOLCANO">Minor Volcano</link>
uk_ua: <link="GEYSERGENERICSMALLVOLCANO">Малий Вулкан</link>

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.DESC
source: A highly pressurized vent that periodically erupts with hot <link="STEAM">Steam</link>.
uk_ua: Дренаж з високим тиском, який періодично вивергається, гарячим <link="STEAM">Паром</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.NAME
source: <link="GEYSERGENERICSTEAM">Cool Steam Vent</link>
uk_ua: <link="GEYSERGENERICSTEAM">Дренаж Свіжого Пару</link>

# STRINGS.CREATURES.SPECIES.GLOM.DESC
source: Morbs are attracted to decomposing corpses and frequently excrete bursts of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
uk_ua: Морбів приваблюють розкладаючі трупи та вони часто виділяють сплески <link="CONTAMINATEDOXYGEN">Забрудненого Кисню</link>.

# STRINGS.CREATURES.SPECIES.GLOM.NAME
source: <link="GLOM">Morb</link>
uk_ua: <link="GLOM">Морб</link>

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.DESC
source: A rapidly growing, subterranean <link="PLANTS">Plant</link>.
uk_ua: Стрімко зростаюча, підземна <link="PLANTS">Рослина</link>.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.NAME
source: <link="GREEDYGREEN">Avari Vine</link>
uk_ua: <link="GREEDYGREEN">Аварі Лоза</link>

# STRINGS.CREATURES.SPECIES.HATCH.BABY.DESC
source: An innocent little <link="HATCHLING">Hatchling</link>. In time, it will mature into an adult <link="HATCH">Hatch</link>.
uk_ua: Невинний, маленький <link="HATCHLING">Хатчлінг</link>. З часом він виросте до дорослого <link="HATCH">Хачта</link>.

# STRINGS.CREATURES.SPECIES.HATCH.BABY.NAME
source: <link="HATCH">Hatchling</link>
uk_ua: <link="HATCH">Хатчлінг</link>

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: Hatches excrete solid <link="CARBON">Coal</link> as waste and may be uncovered by digging up Buried Objects.
uk_ua: Хатчі виділяють тверде <link="CARBON">Вугілля</link>, як відходи і може бути відкритий шляхом копання Прихованих Об'єктів.

# STRINGS.CREATURES.SPECIES.HATCH.EGG_NAME
source: <link="HATCH">Hatchling Egg</link>
uk_ua: <link="HATCH">Яйце Хатчлінга</link>

# STRINGS.CREATURES.SPECIES.HATCH.NAME
source: <link="HATCH">Hatch</link>
uk_ua: <link="HATCH">Хатч</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Stone morph, and loves nibbling on rocks and metals.
uk_ua: Невинна дитина <link="HATCH">Хатча</link>. Це один Кам'яний морф та любить відкушувати камені та метали.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.NAME
source: <link="HATCHHARD">Stone Hatchling</link>
uk_ua: <link="HATCHHARD">Кам'яний Хатчлінг</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.DESC
source: Stone Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
uk_ua: Кам'яні Хатчі виділяють тверде <link="CARBON">Вугілля</link>, як відходи і насолоджуючись зариваються в землю.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.EGG_NAME
source: <link="HATCHHARD">Stone Hatchling Egg</link>
uk_ua: <link="HATCHHARD">Яйце Кам'яного Хатчлінга</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.NAME
source: <link="HATCHHARD">Stone Hatch</link>
uk_ua: <link="HATCHHARD">Кам'яний Хатч</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.DESC
source: An innocent baby <link="HATCHMETAL">Hatch</link>. This one is a Smooth morph, and loves nibbling on different types of metals.
uk_ua: Невинна дитина <link="HATCHMETAL">Хатча</link>. Це один Гладкий морф, який любить ласувати різними типами металів.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.NAME
source: <link="HATCHMETAL">Smooth Hatchling</link>
uk_ua: <link="HATCHMETAL">Гладкий Хатчлінг</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.DESC
source: Smooth Hatches excrete solid <link="COPPER">Copper</link> as waste and enjoy burrowing into the ground.
uk_ua: Гладкі Хатчі виділяють тверду <link="COPPER">Мідь</link>, як відходи і насолоджуючись зариваються в землю.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.EGG_NAME
source: <link="HATCHMETAL">Smooth Hatchling Egg</link>
uk_ua: <link="HATCHMETAL">Яйце Гладкого Хатчлінга</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.NAME
source: <link="HATCHMETAL">Smooth Hatch</link>
uk_ua: <link="HATCHMETAL">Гладкий Хатч</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Sage morph, and loves nibbling on most organic materials.
uk_ua: Невинна дитина <link="HATCH">Хатча</link>. Це один Мудрий морф та любить відкушувати більшість органічних матеріалів.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.NAME
source: <link="HATCHVEGGIE">Sage Hatchling</link>
uk_ua: <link="HATCHVEGGIE">Мудрий Хатчлінг</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.DESC
source: Sage Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
uk_ua: Мудрі Хатчі виділяють тверде <link="CARBON">Вугілля</link>, як відходи і насолоджуючись зариваються в землю.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.EGG_NAME
source: <link="HATCHVEGGIE">Sage Hatchling Egg</link>
uk_ua: <link="HATCHVEGGIE">Яйце Мудрого Хатчлінга</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.NAME
source: <link="HATCHVEGGIE">Sage Hatch</link>
uk_ua: <link="HATCHVEGGIE">Мудрий Хатч</link>

# STRINGS.CREATURES.SPECIES.HEATBULB.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
uk_ua: Температурно реагуюча, підземна <link="PLANTS">Рослина</link>.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
uk_ua: Температурно реагуюча, підземна <link="PLANTS">Рослина</link>.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.NAME
source: <link="JUNGLEGASPLANT">Palmera Tree</link>
uk_ua: <link="JUNGLEGASPLANT">Дерево Палмера</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>.
uk_ua: Повнощока дитина <link="LIGHTBUG">Світлячка</link>.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.NAME
source: <link="LIGHTBUG">Shine Nymph</link>
uk_ua: <link="LIGHTBUG">Сяючий Морф</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.EGG_NAME
source: <link="LIGHTBUG">Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUG">Яйце Морф Світлячка</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.NAME
source: <link="LIGHTBUG">Shine Bug</link>
uk_ua: <link="LIGHTBUG">Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.DESC
source: A chubby baby <link="LIGHTBUGBLACK">Shine Bug</link>. This one is a black Nega morph.
uk_ua: Повнощока дитина <link="LIGHTBUGBLACK">Світлячка</link>. Це один чорний морф Нага.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.NAME
source: <link="LIGHTBUGBLACK">Nega Shine Nymph</link>
uk_ua: <link="LIGHTBUGBLACK">Сяючий Морф Нага</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.DESC
source: This Shine Bug emits no <link="LIGHT">Light</link>, but it makes up for it by having an excellent personality.
uk_ua: Цей Світлячок не випромінює <link="LIGHT">Світла</link>, але це компенсує, маючи відмінну особистість.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.EGG_NAME
source: <link="LIGHTBUGBLACK">Nega Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGBLACK">Яйце Сяючого Морфа Нага</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.NAME
source: <link="LIGHTBUGBLACK">Nega Shine Bug</link>
uk_ua: <link="LIGHTBUGBLACK">Нага Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.DESC
source: A chubby baby <link="LIGHTBUGBLUE">Shine Bug</link>. This one is a blue Placid morph.
uk_ua: Повнощока дитина <link="LIGHTBUGBLUE">Світлячка</link>. Це один блакитний Спокійний морф.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.NAME
source: <link="LIGHTBUGBLUE">Placid Shine Nymph</link>
uk_ua: <link="LIGHTBUGBLUE">Спокійний Сяючий Морф</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Placid morph has been turned blue through selective breeding.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії. Світло Спокійного морфа стало блакитного кольору шляхом селективного виведення.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.EGG_NAME
source: <link="LIGHTBUGBLUE">Placid Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGBLUE">Яйце Спокійного Сяючого Морфа</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.NAME
source: <link="LIGHTBUGBLUE">Placid Shine Bug</link>
uk_ua: <link="LIGHTBUGBLUE">Спокійний Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.DESC
source: A chubby baby <link="LIGHTBUGCRYSTAL">Shine Bug</link>. This one is a bright Crystal morph.
uk_ua: Повнощока дитина <link="LIGHTBUGCRYSTAL">Світлячка</link>. Це один яскравий Прозорий морф.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.NAME
source: <link="LIGHTBUGCRYSTAL">Crystal Shine Nymph</link>
uk_ua: <link="LIGHTBUGCRYSTAL">Прозорий Сяючий Морф</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Crystal morph has been amplified through selective breeding.
uk_ua: Світлячки випромінюють ніжне <link="LIGHT">Світло</link> в надії привернути більше свого виду для компанії. Світло Прозорого морфа було підсилено шляхом селективного виведення.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.EGG_NAME
source: <link="LIGHTBUGCRYSTAL">Crystal Shine Nymph Egg</link>
uk_ua: <link="LIGHTBUGCRYSTAL">Яйце Прозорого Сяючого Морфа</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.NAME
source: <link="LIGHTBUGCRYSTAL">Crystal Shine Bug</link>
uk_ua: <link="LIGHTBUGCRYSTAL">Прозорий Світлячок</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.BABY.DESC
source: A chubby baby <link="LIGHTBUGORANGE">Shine Bug</link>. This one is an orange Sunny morph.
uk_ua: Повнощока дитина <link="LIGHTBUGORANGE">Світлячка</link>. Це один жовтогарячий Сонячний морф.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.BABY.NAME
source: <link="LIGHTBUGORANGE">Sunny Shine Nymph</link>
uk_ua: <link="LIGHTBUGORANGE">Сонячний Сяючий Морф</link>
