Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: They're great for tunneling, but finding good gloves is a nightmare
uk_ua: Вони чудові для прокладення тунелів, але пошук гарних рукавичок - кошмар

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
uk_ua: Дихає Ротом

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
uk_ua: Нарколептичний

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
uk_ua: Цей Дублікант починає задихатися в просторі меншому, ніж чотири блоки висотою чи три блоки шириною

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
uk_ua: Клаустрофоб

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.NAME
source: Fashionista
uk_ua: Модниця

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
uk_ua: Товстий

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
uk_ua: Цей Дублікант не має значної ізоляції, тому він більш чутливий до температур, ніж інші

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
uk_ua: Худий

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
uk_ua: Ніжні Ніжки

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
uk_ua: Цей Дублікант надає перевагу спати на самоті

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.NAME
source: Workaholic
uk_ua: Трудоголік

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
uk_ua: Нічна Сова

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
uk_ua: Руки Локшина

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.DESC
source: This Duplicant is constantly regenerating health.
uk_ua: Цей Дублікант постійно регенерує здоров'я.

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.NAME
source: Regenerative
uk_ua: Регенеративний

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.DESC
source: This Duplicant is incredibly strong.
uk_ua: Цей Дублікант неймовірно сильний.

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.NAME
source: Rock Crusher
uk_ua: Камнедробар

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Pacifist
uk_ua: Пацифіст

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant's a little slow on the uptake, but gosh do they try
uk_ua: До цих дублікантів дуже повільно доходить, але ж вони намагаються

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
uk_ua: Повільний Учень

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
uk_ua: Малий Сечовий Міхур

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
uk_ua: Хропун

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
uk_ua: Блювотник

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant has muscles on their muscles
uk_ua: Цей Дублікант має м'язи в своїх м'язах

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
uk_ua: Бафф

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Germ Resistant
uk_ua: Бактеріальна Стійкість

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.DESC
source: This Duplicant has an unwaveringly positive outlook on life.
uk_ua: Цей Дублікант має непохитно позитивний погляд на життя.

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.NAME
source: Sunny Disposition
uk_ua: Щасливий Настрій

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
uk_ua: Цей Дублікант легкий, наче перо на ногах

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
uk_ua: Поспішайко

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: If this Duplicant gets too stressed it won't be pretty
uk_ua: Якщо цей Дублікант стане надто напруженим, це не буде гарно

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
uk_ua: Бридкий Крикун

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
uk_ua: Некультурний

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazardous
uk_ua: Заразний

# STRINGS.ELEMENTS.AEROGEL.NAME
source: <link="AEROGEL">Aerogel</link>
uk_ua: <link="AEROGEL">Аерогель</link>

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used to produce <link="OXYGEN">Oxygen</link> when grown in Algae Terrariums.
uk_ua: Водорості - це низка рухливих, одноклітинних форм життя. Він може бути використаний для виробництва <link="OXYGEN">Кисню</link> коли ростуть в Тераріумі Водоростей.

# STRINGS.ELEMENTS.ALGAE.NAME
source: <link="ALGAE">Algae</link>
uk_ua: <link="ALGAE">Водорості</link>

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <link="CHLORINEGAS">Chlorine</link>. It is useful in <link="HYGIENE">Hygienic</link> processes.
uk_ua: Хлорний Камінь - це нестійка сполука, яка виділяє токсичний <link="CHLORINEGAS">Хлорний Газ</link>. Це допомагає в <link="HYGIENE">Гігієнічних</link> процесах.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: <link="BLEACHSTONE">Bleach Stone</link>
uk_ua: <link="BLEACHSTONE">Хлорний Камінь</link>

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, prepped for transport.
uk_ua: (H<sub>2</sub>O) Чиста <link="WATER">Вода</link>, приготована для перевезення.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: <link="BOTTLEDWATER">Water</link>
uk_ua: <link="BOTTLEDWATER">Вода</link>

# STRINGS.ELEMENTS.BRICK.DESC
source: Brick is a hard, brittle material formed from heated <link="CLAY">Clay</link>. It is a reliable Construction Material.
uk_ua: Цегла - це твердий, крихкий матеріал, сформований з обпеченої <link="CLAY">Глини</link>. Це надійний Будівельний Матеріал.

# STRINGS.ELEMENTS.BRICK.NAME
source: <link="BRICK">Brick</link>
uk_ua: <link="BRICK">Цегла</link>

# STRINGS.ELEMENTS.CARBON.DESC
source: (C) Coal is a combustible fossil fuel composed of carbon. It is useful in <link="POWER">Power</link> production.
uk_ua: (C) Вугілля - це горюча паливна копалина створена з вуглецю. Це придатний у виробництві <link="POWER">Енергії</link>.

# STRINGS.ELEMENTS.CARBON.NAME
source: <link="CARBON">Coal</link>
uk_ua: <link="CARBON">Вугілля</link>

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide toxic, atomically heavy chemical compound in a <link="ELEMENTSGAS">Gaseous</link> state. It tends to sink below other gases.
uk_ua: (CO<sub>2</sub>) Двоокис Вуглецю - це токсичний, атомно тяжка хімічна сполука в <link="ELEMENTSGAS">Газоподібному</link> стані. Він має тенденцію знижуватися нижче інших газів.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: <link="CARBONDIOXIDE">Carbon Dioxide</link>
uk_ua: <link="CARBONDIOXIDE">Двоокис Вуглецю</link>

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <link="MANUFACTURED MATERIAL">RefinedMineral</link> with high tensile strength.
uk_ua: Вуглецеве Волокно - це <link="MANUFACTURED MATERIAL">Виробничий Матеріал</link> з високою міцністю до розтягування.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: <link="CARBONFIBRE">Carbon Fiber</link>
uk_ua: <link="CARBONFIBRE">Вуглецеве Волокно</link>

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (C) Вуглець - це поширений багатоцільовий елемент, нагрітий до <link="ELEMENTSGAS">Газоподібного</link> стану.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: <link="CARBONGAS">Carbon</link>
uk_ua: <link="CARBONGAS">Вуглець</link>

# STRINGS.ELEMENTS.CEMENT.DESC
source: Cement is a refined building material used for assembling advanced buildings.
uk_ua: Цемент - це очищений будівельний матеріал, який використовується для складання передових будівель.

# STRINGS.ELEMENTS.CEMENT.NAME
source: <link="CEMENT">Cement</link>
uk_ua: <link="CEMENT">Цемент</link>

# STRINGS.ELEMENTS.CEMENTMIX.DESC
source: Cement Mix can be used to create <link="CEMENT">Cement</link> for advanced building assembly.
uk_ua: Цементна Суміш може бути використана для створення <link="CEMENT">Цементу</link> для розширеної будівельної збірки.

# STRINGS.ELEMENTS.CEMENTMIX.NAME
source: <link="CEMENTMIX">Cement Mix</link>
uk_ua: <link="CEMENTMIX">Цементна Суміш</link>

# STRINGS.ELEMENTS.CERAMIC.DESC
source: Ceramic is a hard, brittle material formed from heated <link="CLAY">Clay</link>. It is a reliable Construction Material.
uk_ua: Кераміка - це твердий, крихкий матеріал, сформований з обпеченої <link="CLAY">Глини</link>. Це надійний Будівельний Матеріал.

# STRINGS.ELEMENTS.CERAMIC.NAME
source: <link="CERAMIC">Ceramic</link>
uk_ua: <link="CERAMIC">Кераміка</link>

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (Cl) Хлор - цу украй токсичний елемент в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: <link="CHLORINE">Chlorine</link>
uk_ua: <link="CHLORINE">Хлор</link>

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (Cl) Хлор - це украй токсичний хімічний в <link="ELEMENTSGAS">Газоподібному</link> стані.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: <link="CHLORINEGAS">Chlorine</link>
uk_ua: <link="CHLORINEGAS">Хлор</link>

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <link="HEAT">Temperatures</link>. It is a reliable <b>Construction Material.</b>
uk_ua: Глина - це м'який природний зустрічаючий композит із каменю та ґрунту, який твердне при високим <link="HEAT">Температурам</link>. Це надійний <b>Будівельний Матеріал</b>.

# STRINGS.ELEMENTS.CLAY.NAME
source: <link="CLAY">Clay</link>
uk_ua: <link="CLAY">Глина</link>

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O<sub>2</sub>) Polluted Oxygen is dirty, unfiltered air. It is breathable.
uk_ua: (O<sub>2</sub>) Забруднений Кисень - це брудне, невідфільтроване повітря. Придатний для дихання.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>
uk_ua: <link="CONTAMINATEDOXYGEN">Забруднений Кисень</link>

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (Cu) Мідь - це провідний <link="RAWMETAL">Метал</link>. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.COPPER.NAME
source: <link="COPPER">Copper</link>
uk_ua: <link="COPPER">Мідь</link>

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gas</link>.
uk_ua: (Cu) Мідь - це провідний <link="RAWMETAL">Метал</link> нагрітий до <link="ELEMENTSGAS">Газу</link>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: <link="COPPERGAS">Copper</link>
uk_ua: <link="COPPERGAS">Мідь</link>

# STRINGS.ELEMENTS.CREATURE.DESC
source: (DuPe) Ooze is a slurry of water, carbon, and dozens and dozens of trace elements. Duplicants are printed from pure <link="SOLID">Ooze</link>.
uk_ua: (DuPe) Оозе - це суспензія води, вуглецю та безліч і безліч мікроелементів. Дубліканти друкуються з чистого <link="SOLID">Оозе</link>.

# STRINGS.ELEMENTS.CREATURE.NAME
source: <link="CREATURE">Genetic Ooze</link>
uk_ua: <link="CREATURE">Генетичний Оозе</link>

# STRINGS.ELEMENTS.CRUDEOIL.DESC
source: Crude Oil is a raw potential <link="POWER">Power</link> source composed of billions of dead, primordial organisms.
uk_ua: Сира Нафта - це сирий потенційний спокійний, <link="POWER">Електричний</link> ресурс з мільярда померлих, первісних організмів.

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: <link="CRUDEOIL">Crude Oil</link>
uk_ua: <link="CRUDEOIL">Сира Нафта</link>

# STRINGS.ELEMENTS.CRUSHEDICE.DESC
source: (H<sub>2</sub>0) A slush of crushed, semi-solid ice.
uk_ua: (H<sub>2</sub>0) Подрібнений талий сніг, напівтвердий лід.

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: <link="CRUSHEDICE">Crushed Ice</link>
uk_ua: <link="CRUSHEDICE">Зім'ятий Лід</link>

# STRINGS.ELEMENTS.CRUSHEDROCK.DESC
source: Crushed Rock is <link="IGNEOUSROCK">Igneous Rock</link> crushed into a mechanical mixture.
uk_ua: Зім'ятий Камінь - це <link="IGNEOUSROCK">Вулканічний Камінь</link> подрібнений в механічному змішувачі.

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: <link="CRUSHEDROCK">Crushed Rock</link>
uk_ua: <link="CRUSHEDROCK">Зім'ятий Камінь</link>

# STRINGS.ELEMENTS.CUPRITE.DESC
source: (Cu<sub>2</sub>0) Copper Ore is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (Cu<sub>2</sub>0) Мідна Руда - це провідний <link="RAWMETAL">Метал</link>. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.CUPRITE.NAME
source: <link="CUPRITE">Copper Ore</link>
uk_ua: <link="CUPRITE">Мідна Руда</link>

# STRINGS.ELEMENTS.DIAMOND.DESC
source: (C) Diamond is industrial-grade, high density carbon. It is very difficult to excavate.
uk_ua: (C) Діамант - це промисловий камінь, високою щільністю вуглецю. Це дуже важкий в копанні.

# STRINGS.ELEMENTS.DIAMOND.NAME
source: <link="DIAMOND">Diamond</link>
uk_ua: <link="DIAMOND">Діамант</link>

# STRINGS.ELEMENTS.DIRT.DESC
source: Dirt is a soft, nutrient-rich substance capable of supporting life. It is necessary in some forms of <link="FOOD">Food</link> production.
uk_ua: Земля - це м'яка, багата поживними речовинами, підтримуюча життя. Це необхідне в деяких формах виробництва <link="FOOD">Їжі</link>.

# STRINGS.ELEMENTS.DIRT.NAME
source: <link="DIRT">Dirt</link>
uk_ua: <link="DIRT">Земля</link>

# STRINGS.ELEMENTS.DIRTYICE.DESC
source: Polluted Ice is dirty, unfiltered water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: Забруднений Лід - це брудна, не відфільтрована вода замерзла до <link="ELEMENTSSOLID">Твердого</link> стану.

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: <link="DIRTYICE">Polluted Ice</link>
uk_ua: <link="DIRTYICE">Забруднений Лід</link>

# STRINGS.ELEMENTS.DIRTYWATER.DESC
source: Polluted Water is dirty, unfiltered <link="WATER">Water</link>. It is not fit for consumption.
uk_ua: Забруднена Вода - це брудна, не відфільтрована <link="WATER">Вода</link>. Не придатна до вживання.

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: <link="DIRTYWATER">Polluted Water</link>
uk_ua: <link="DIRTYWATER">Забруднена Вода</link>

# STRINGS.ELEMENTS.ELECTRUM.DESC
source: Electrum is a conductive <link="RAWMETAL">Metal</link> alloy composed of gold and silver. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: Електрум - це провідний сплав <link="RAWMETAL">Металу</link>, створений з золота та срібла. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.ELECTRUM.NAME
source: <link="ELECTRUM">Electrum</link>
uk_ua: <link="ELECTRUM">Електрум</link>

# STRINGS.ELEMENTS.ELEMENTDESCGAS
source: Resource Type: {0} Condensation point: {1}
uk_ua: Тип Ресурса: {0} Точка конденсації: {1}

# STRINGS.ELEMENTS.ELEMENTDESCLIQUID
source: Resource Type: {0} Freezing point: {1} Evaporation point: {2}
uk_ua: Тип ресурса: {0} Точка замерзання: {1} Точка випаровування: {2}

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
uk_ua: Тип ресурса: {0} Точка плавки: {1} Твердість: {2}

# STRINGS.ELEMENTS.ELEMENTDESCVACUUM
source: Resource Type: {0}
uk_ua: Тип Ресурса: {0}

# STRINGS.ELEMENTS.ELEMENTPROPERTIES
source: Properties: {0}
uk_ua: Властивості: {0}

# STRINGS.ELEMENTS.FERTILIZER.DESC
source: Fertilizer is a processed mixture of biological nutrients. It aids in the growth of certain <link="PLANTS">plant</link>.
uk_ua: Добрива - це оброблена суміш біологічних поживних речовин. Це сприяє зростанню <link="PLANTS">рослин</link>.

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: <link="FERTILIZER">Fertilizer</link>
uk_ua: <link="FERTILIZER">Добрива</link>

# STRINGS.ELEMENTS.FOOLSGOLD.DESC
source: (FeS<sub>2</sub>) Pyrite is a conductive <link="RAWMETAL">Metal</link>. Also known as "Fool's Gold", is suitable for building <link="POWER">Power</link> systems.
uk_ua: (FeS<sub>2</sub>) Пірит - це провідний <link="RAWMETAL">Метал</link>. Також відомий як "Халькопірит", підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.FOOLSGOLD.NAME
source: <link="FOOLSGOLD">Pyrite</link>
uk_ua: <link="FOOLSGOLD">Пірит</link>

# STRINGS.ELEMENTS.GLASS.NAME
source: <link="GLASS">Glass</link>
uk_ua: <link="GLASS">Скло</link>

# STRINGS.ELEMENTS.GOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (Au) Золото - це дорогоцінний провідний <link="RAWMETAL">Метал</link>. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.GOLD.NAME
source: <link="GOLD">Gold</link>
uk_ua: <link="GOLD">Золото</link>

# STRINGS.ELEMENTS.GOLDAMALGAM.DESC
source: Gold Amalgam is a conductive amalgam of gold and mercury. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: Золота Амальгама - це провідна суміш, золота та ртуті. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: <link="GOLDAMALGAM">Gold Amalgam</link>
uk_ua: <link="GOLDAMALGAM">Золота Амальгама</link>

# STRINGS.ELEMENTS.GOLDGAS.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
uk_ua: (Au) Золото - це дорогоцінний провідний <link="RAWMETAL">Метал</link>, нагрітий до <link="ELEMENTSGAS">Газу</link>.

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: <link="GOLDGAS">Gold</link>
uk_ua: <link="GOLDGAS">Золото</link>

# STRINGS.ELEMENTS.GRANITE.DESC
source: Granite is a dense composite of <link="IGNEOUSROCK">Igneous Rock</link>. It is useful as a Construction Material.
uk_ua: Граніт - це щільний композит <link="IGNEOUSROCK">Вулканічного Каменю</link>. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.GRANITE.NAME
source: <link="GRANITE">Granite</link>
uk_ua: <link="GRANITE">Граніт</link>

# STRINGS.ELEMENTS.HARDNESS.FIRM
source: {0} (Firm)
uk_ua: {0} (Твердий)

# STRINGS.ELEMENTS.HARDNESS.IMPENETRABLE
source: {0} (Impenetrable)
uk_ua: {0} (Непробивний)

# STRINGS.ELEMENTS.HARDNESS.NEARLYIMPENETRABLE
source: {0} (Nearly Impenetrable)
uk_ua: {0} (Майже Непробивний)

# STRINGS.ELEMENTS.HARDNESS.SOFT
source: {0} (Soft)
uk_ua: {0} (М'який)

# STRINGS.ELEMENTS.HARDNESS.VERYFIRM
source: {0} (Very Firm)
uk_ua: {0} (Дуже Твердий)

# STRINGS.ELEMENTS.HARDNESS.VERYSOFT
source: {0} (Very Soft)
uk_ua: {0} (Дуже М'який)

# STRINGS.ELEMENTS.HELIUM.DESC
source: (He) Helium is an atomically lightweight, chemical <link="ELEMENTSGAS">Gas</link>.
uk_ua: (He) Гелій - це атомно-легкий хімічний <link="ELEMENTSGAS">Газ</link>.

# STRINGS.ELEMENTS.HELIUM.NAME
source: <link="HELIUM">Helium</link>
uk_ua: <link="HELIUM">Гелій</link>

# STRINGS.ELEMENTS.HYDROGEN.DESC
source: (H) Hydrogen is the universe's most common and atomically light element in a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (H) Водень - найпоширеніший та атомно-легкий елемент Всесвіту в <link="ELEMENTSGAS">Газоподібному</link> стані.

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: <link="HYDROGEN">Hydrogen</link>
uk_ua: <link="HYDROGEN">Водень</link>

# STRINGS.ELEMENTS.ICE.DESC
source: (H<sub>2</sub>0) Ice is clean water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (H<sub>2</sub>0) Лід -це замерзла вода в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.ICE.NAME
source: <link="ICE">Ice</link>
uk_ua: <link="ICE">Лід</link>

# STRINGS.ELEMENTS.IGNEOUSROCK.DESC
source: Igneous Rock is a composite of solidified volcanic rock. It is useful as a Construction Material.
uk_ua: Вулканічний Камінь - це композит з стверділої вулканічної породи. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: <link="IGNEOUSROCK">Igneous Rock</link>
uk_ua: <link="IGNEOUSROCK">Вулканічний Камінь</link>

# STRINGS.ELEMENTS.IRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>.
uk_ua: (Fe) Залізо - загальний промисловий <link="RAWMETAL">Метал</link>.

# STRINGS.ELEMENTS.IRON.NAME
source: <link="IRON">Iron</link>
uk_ua: <link="IRON">Залізо</link>

# STRINGS.ELEMENTS.IRONGAS.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
uk_ua: (Fe) Залізо - загальний промисловий <link="RAWMETAL">Метал</link>, нагрітий до <link="ELEMENTSGAS">Газу</link>.

# STRINGS.ELEMENTS.IRONGAS.NAME
source: <link="IRONGAS">Iron</link>
uk_ua: <link="IRONGAS">Залізо</link>

# STRINGS.ELEMENTS.IRONINGOT.DESC
source: (Fe) Iron is refined <link="IRONORE">Iron Ore</link>.
uk_ua: (Fe) Залізо - це очищена <link="IRONORE">Залізна Руда</link>.

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: <link="IRONINGOT">Iron</link>
uk_ua: <link="IRONINGOT">Залізо</link>

# STRINGS.ELEMENTS.IRONORE.DESC
source: (Fe) Iron Ore is a soft <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (Fe) Залізна Руда - це м'який <link="RAWMETAL">Метал</link>. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.IRONORE.NAME
source: <link="IRONORE">Iron Ore</link>
uk_ua: <link="IRONORE">Залізна Руда</link>

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
uk_ua: (Ab) Абіссаліт - це пружний, кристалічний елемент.

# STRINGS.ELEMENTS.KATAIRITE.NAME
source: <link="KATAIRITE">Abyssalite</link>
uk_ua: <link="KATAIRITE">Абіссаліт</link>

# STRINGS.ELEMENTS.LIME.DESC
source: Lime is a mineral. It has various uses including soil fertilization and steel making. It is useful as a Construction Material.
uk_ua: Вапно - це мінерал. Воно має різноманітне застосування, включаючи удобрення ґрунту та виготовлення сталі. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.LIME.NAME
source: <link="LIME">Lime</link>
uk_ua: <link="LIME">Вапно</link>

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic chemical compound. This selection is currently in a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (CO<sub>2</sub>) Двоокис Вуглецю - це токсично хімічна сполука. Цей вибір знаходиться в <link="ELEMENTSLIQUID">Рідкому</link> стані.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>
uk_ua: <link="LIQUIDCARBONDIOXIDE">Двоокис Вуглецю</link>

# STRINGS.ELEMENTS.LIQUIDHELIUM.DESC
source: (He) Helium is an atomically lightweight chemical element cooled into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (He) Гелій - це атомно-легкий хімічний елемент, що охолоджений до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.LIQUIDHELIUM.NAME
source: <link="LIQUIDHELIUM">Helium</link>
uk_ua: <link="LIQUIDHELIUM">Гелій</link>

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.DESC
source: (H) Hydrogen is a chemical <link="ELEMENTSLIQUID">Liquid</link>. It freezes most substances that come into contact with it.
uk_ua: (H) Водень - це хімічна <link="ELEMENTSLIQUID">Рідина</link>. Він заморозить більшість речовин, які з ним стикаються.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: <link="LIQUIDHYDROGEN">Hydrogen</link>
uk_ua: <link="LIQUIDHYDROGEN">Водень</link>

# STRINGS.ELEMENTS.LIQUIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (CH<sub>4</sub>) Метан - це алкан. Цей вибір в <link="ELEMENTSLIQUID">Рідкому</link> стані.
