Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: neighboring liquid pressure
uk_ua: сусідній тиск рідини

# STRINGS.BUILDINGS.DAMAGESOURCES.MICROMETEORITE
source: micrometeorite
uk_ua: мікрометеорит

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: an angry Duplicant. Rude!
uk_ua: гнівний Дублікант. Нечемний!

# STRINGS.BUILDINGS.DAMAGESOURCES.NOTIFICATION_TOOLTIP
source: A {0} sustained damage from {1}
uk_ua: A {0} зазнало ушкодження від {1}

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.NAME
source: Cancel Disinfect
uk_ua: Відмінити Дезінфекцію

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.TOOLTIP
source: Cancel this disinfect order
uk_ua: Відмініть цей наказ дезінфекції

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.NAME
source: Disinfect
uk_ua: Дезінфікувати

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.TOOLTIP
source: Mark this building for disinfection
uk_ua: Позначте цю будівлю для дезінфекції

# STRINGS.BUILDINGS.DISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is already clean
uk_ua: Ця будівля вже чиста

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Super computers unlock higher technology tiers than research stations alone.
uk_ua: Супер Комп'ютери розблоковують вищі технологічні рівні, ніж станції досліджень.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Intermediate Research</link> to unlock new technologies.
uk_ua: Проводить <link="RESEARCH">Проміжні Дослідження</link>, для розблокування нових технологій.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: <link="ADVANCEDRESEARCHCENTER">Super Computer</link>
uk_ua: <link="ADVANCEDRESEARCHCENTER">Супер Комп'ютер</link>

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.DESC
source: Lures can relocate Pufts or Shine Bugs to specific locations in your base.
uk_ua: Пастки допомагають переміщати Пуфтів чи Світлячків до спеціального місця у вашій базі.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.EFFECT
source: Attracts one type of airborne critter. Must be baited with <link="SLIMEMOLD">Slime</link> or <link="PHOSPHORITE">Phosphorite</link>.
uk_ua: Привертає увагу одної літаючі тварини. Необхідна приманка з <link="SLIMEMOLD">Слизом</link> чи <link="PHOSPHORITE">Фосфорітом</link>.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.NAME
source: <link="AIRBORNECREATURELURE">Critter Lure</link>
uk_ua: <link="AIRBORNECREATURELURE">Повітряна Тваринна Пастка</link>

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: A thermo regulator doesn't remove heat, but relocates it to a new area.
uk_ua: Газовий регулятор не прибирає тепло, але переміщює його до нової області.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSGAS">Gas</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
uk_ua: Охолоджує <link="ELEMENTSGAS">Гази</link>, які проходять по трубах, але виділяє <link="HEAT">Тепло</link> у безпосередній близькості від себе.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: <link="AIRCONDITIONER">Thermo Regulator</link>
uk_ua: <link="AIRCONDITIONER">Газовий Регулятор</link>

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: Oh! Citrus scented!
uk_ua: Ех! Цитрусовий аромат!

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Uses <link="SAND">Sand</link> to filter <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> from the air, reducing <link="DISEASE">Disease</link> spread.
uk_ua: Використовує <link="SAND">Пісок</link> для очищення <link="CONTAMINATEDOXYGEN">Забрудненого Кисню</link> з повітря, зменшує поширення <link="DISEASE">Хвороб</link>.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: <link="AIRFILTER">Deodorizer</link>
uk_ua: <link="AIRFILTER">Дезодоратор</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Algae distillers convert disease-causing slime into algae for oxygen production.
uk_ua: Опріснювачі Водоростів перетворюють слизові захворювання в водорості для виробництва кисню.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Refines<link="SLIMEMOLD">Slime</link>into <link="ALGAE">Algae</link>.
uk_ua: Очищає <link="SLIMEMOLD">Слиз</link> у <link="ALGAE">Водорості</link>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: <link="ALGAEDISTILLERY">Algae Distiller</link>
uk_ua: <link="ALGAEDISTILLERY">Опріснювач Водоростів</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Algae colony, Duplicant colony... we're more alike than we are different.
uk_ua: Колонія водоростей, колонія Дублікантів... в нас більше спільного, ніж відмінного.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Consumes <link="ALGAE">Algae</link> to produce <link="OXYGEN">Oxygen</link> and remove some <link="CARBONDIOXIDE">Carbon Dioxide</link>. Gains a 10% efficiency boost in direct <link="LIGHT">Light</link>.
uk_ua: Споживає <link="ALGAE">Водорості</link> виробляє <link="OXYGEN">Кисень</link> та прибирає трохи <link="CARBONDIOXIDE">Двоокисю Вуглецю</link>. Збільшує ефективність на 10% при постійному <link="LIGHT">Освітленні</link>.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: <link="ALGAEHABITAT">Algae Terrarium</link>
uk_ua: <link="ALGAEHABITAT">Тераріум Водоростів</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.SIDESCREEN_TITLE
source: Empty <link="DIRTYWATER">Polluted Water</link> Threshold
uk_ua: Поріг спорожнення <link="DIRTYWATER">Забрудненої Води</link>

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
uk_ua: Всі природні засоби, щоб вилікувати те, що вас турбує.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Produces <link="MEDICINE">Medicine</link> to cure most basic <link="DISEASE">Diseases</link>. Duplicants will not fabricate items unless recipes are queued.
uk_ua: Виробляє <link="MEDICINE">Ліки</link>, щоб вилікувати більшість основних <link="DISEASE">Хвороб</link>. Дубліканти не виробляють предмети, якщо рецепти не в черзі.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: <link="APOTHECARY">Apothecary</link>
uk_ua: <link="APOTHECARY">Аптека</link>

# STRINGS.BUILDINGS.PREFABS.BATTERY.CHARGE_LOSS
source: {Battery} charge loss
uk_ua: {Battery} втрата заряду

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Batteries allow extra power from generators to be stored for later, rather than lost.
uk_ua: Батареї дозволяють зберігати додаткову енергію з генераторів на пізніше, а переважно втрачає.

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <link="POWER">Power</link> from generators, but loses charge over time.
uk_ua: Зберігає частину <link="POWER">Електричного</link> надлишку з генераторів, але з часом втрачає заряд.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: <link="BATTERY">Tiny Battery</link>
uk_ua: <link="BATTERY">Крихітна Батарея</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Larger batteries hold more power and keep systems running longer before recharging.
uk_ua: Великі батареї утримують більше енергії та тримають системи працюючими довше до перезарядження.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time.
uk_ua: Зберігає велику кількість <link="POWER">Електричного</link> надлишку з генераторів, але з часом втрачає заряд.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: <link="BATTERYMEDIUM">Battery</link>
uk_ua: <link="BATTERYMEDIUM">Батарея</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.ACTIVATE_TOOLTIP
source: Logic input will become <link="LOGIC">Active</link> when battery is less than {0}% charged
uk_ua: Логічний вихід стане <link="LOGIC">Активний</link>, коли в батареях менше {0}% заряду

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DEACTIVATE_TOOLTIP
source: Logic input will go on <link="LOGIC">Standby</link> when battery is more than {0}% charged
uk_ua: Логічний вихід буде в <link="LOGIC">Очікування</link>, коли в батареях майже {0}% заряду

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DESC
source: Smart batteries can automatically turn systems off when there is no charge to sustain them.
uk_ua: Розумні батареї можуть автоматично робити системи вимкненими, коли немає потреби заряджати їх.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time. Logic input becomes <link="LOGIC">Active</link> when charged above the set threshold.
uk_ua: Зберігає велику кількість <link="POWER">Електричного</link> надлишку з генераторів, але з часом втрачає заряд. Логічний вхід робиться <link="LOGIC">Активним</link>, коли заряд вище заданого порогу.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link> if charge exceeds threshold
uk_ua: <link="LOGIC">Активна</link>, якщо заряд перевищить поріг

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.NAME
source: <link="BATTERYSMART">Smart Battery</link>
uk_ua: <link="BATTERYSMART">Розумна Батарея</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_ACTIVATE
source: Active:
uk_ua: Активний:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_DEACTIVATE
source: Standby:
uk_ua: Очікування:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_TITLE
source: Logic Activation Parameters
uk_ua: Параметри Логічної Активації

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: Duplicants without a bed will develop sore backs from sleeping on the floor.
uk_ua: Дубліканти без ліжок, розвивають хворобу спини, від спання на підлозі.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Gives one Duplicant a place to sleep. Duplicants will automatically return to their cots to sleep at night.
uk_ua: Надає Дублікатну одне спальне місце Дублікант автоматично повертається на його койку, спати в ночі.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: <link="BED">Cot</link>
uk_ua: <link="BED">Койка</link>

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.DESC
source: A bottle emptier's Element Filter can be used to designate areas for specific liquid storage.
uk_ua: Осушувачі Пляшок елементарні фільтри, які використовуються як визначення площі, для спеціальних рідинних сховищ.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.EFFECT
source: Empties bottled <link="ELEMENTSLIQUID">Liquids</link> back into the world.
uk_ua: Осушення пляшок від <link="ELEMENTSLIQUID">Рідин</link> назад у світ.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.NAME
source: <link="BOTTLEEMPTIER">Bottle Emptier</link>
uk_ua: <link="BOTTLEEMPTIER">Осушувач Пляшок</link>

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.DESC
source: A massive, slow-moving door which is nearly indestructible.
uk_ua: Масивні, повільно-рухомі двері, які майже не руйнуються.

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Has very high impact and pressure resistance.
uk_ua: Блокує проходження <link="ELEMENTSLIQUID">Рідини</link> та <link="ELEMENTSGAS">Газів</link>, підтримує тиск між зонами. Встановлює Дублікантам дозвіл на прохід для зони обмеження. Має дуже високий опір до удару та тиску.

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.NAME
source: <link="BUNKERDOOR">Bunker Door</link>
uk_ua: <link="BUNKERDOOR">Двері Бункера</link>

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.DESC
source: Extremely resilient to pressure and impact.
uk_ua: Надзвичайно стійкий до тиску та удару.

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.EFFECT
source: Used as floor and wall tile to build rooms. Can withstand extreme pressures and impacts.
uk_ua: Використовується, як блок підлоги або стіни для будівництва кімнат. Може витримати надзвичайні тиски та удари.

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.NAME
source: <link="BUNKERTILE">Bunker Tile</link>
uk_ua: <link="BURNER">Блок Бункера</link>

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Burners reach incredible temperatures and can quickly melt large areas.
uk_ua: Паяльні Лампи досягають неймовірних температур та можуть швидко розплавити великі площі.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Produces a searing <link="HEAT">Heat Jet</link> using liquid <link="CRUDEOIL">Crude Oil</link>.
uk_ua: Створює пекучий <link="HEAT">Теплий Потік</link> споживаючи рідку <link="CRUDEOIL">Сиру Нафту</link>.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: <link="BURNER">Burner</link>
uk_ua: <link="BURNER">Паяльна Лампа</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
uk_ua: Бездарний Живопис

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Once built, a Duplicant can paint a blank canvas to produce a decorative painting.
uk_ua: Як тільки збудовано, Дублікант може малювати на чистому полотні, створювати декоративний живопис.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be painted by a Duplicant.
uk_ua: Збільшує <link="DECOR">Декор</link> та знижує <link="STRESS">Стрес</link>. Необхідно малювали Дублікантові.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
uk_ua: Шедевр

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: <link="CANVAS">Blank Canvas</link>
uk_ua: <link="CANVAS">Чисте Полотно</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
uk_ua: Сирий Живопис

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
uk_ua: Світло знижує стрес Дубліканта та потребується у вирощування певних рослин.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Power</link>.
uk_ua: Виробляє <link="LIGHT">Світло</link> з <link="POWER">Енергії</link>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: <link="CEILINGLIGHT">Ceiling Light</link>
uk_ua: <link="CEILINGLIGHT">Настельне Світло</link>

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.DESC
source: Checkpoints can be connected to automated sensors to determine when it is safe to enter.
uk_ua: Орієнтири можуть підключатися до сенсорів автоматизації, щоб визначити, коли проходити безпечно.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.EFFECT
source: Allows Duplicants to pass when <link="LOGIC">Active</link>. Prevents Duplicants from passing when on <link="LOGIC">Standby</link>.
uk_ua: Дозволяє Дублікантам проходити, коли <link="LOGIC">Активна</link>. Перешкоджає проходженню Дублікантів, коли в <link="LOGIC">Очікуванні</link>.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.LOGIC_PORT_DESC
source: Duplicant Stop/Go
uk_ua: Дублікант Стій/Йди

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.NAME
source: <link="CHECKPOINT">Duplicant Checkpoint</link>
uk_ua: <link="CHECKPOINT">Орієнтир Дублікантів</link>

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: A textile loom can be used to spin Reed Fiber into wearable Duplicant clothing.
uk_ua: Ткацький верстак може використати Волокна Очерету в прядінні придатного одягу для Дублікантів.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors Duplicant <link="EQUIPMENT">Clothing</link> items. Duplicants will not fabricate items unless recipes are queued.
uk_ua: Кравець Дублікант шиє <link="EQUIPMENT">Одяг</link>. Дубліканти не виробляють предмети, якщо рецепти не в черзі.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: <link="CLOTHINGFABRICATOR">Textile Loom</link>
uk_ua: <link="CLOTHINGFABRICATOR">Ткацький Верстак</link>

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: Carbon skimmers remove large amounts of carbon dioxide, but produce no breathable air.
uk_ua: Вуглецеві сепаратори прибирають велику кількість двоокису вуглецю, але виробляють не придатне для дихання повітря.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Uses <link="WATER">Water</link> to filter <link="CARBONDIOXIDE">Carbon Dioxide</link> from the air.
uk_ua: Використовує <link="WATER">Воду</link> для фільтрування <link="CARBONDIOXIDE">Двоокису Вуглецю</link> з повітря.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: <link="CO2SCRUBBER">Carbon Skimmer</link>
uk_ua: <link="CO2SCRUBBER">Вуглецевий Сепаратор</link>

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.DESC
source: Scans the sky to predict incoming meteor showers.
uk_ua: Сканує небо, для передбачення метеоритних злив.

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.EFFECT
source: Produces a logic signal before a meteor shower begins.
uk_ua: Генерує логічний сигнал перед початком метеоритної зливи.

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.NAME
source: <link="COMETDETECTOR">Meteor Scanner</link>
uk_ua: <link="COMETDETECTOR">Сканер Метеоритів</link>

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Composts safely deal with biological waste and help fertilize domestic plants.
uk_ua: Компости надійно займаються з біологічними відходами та допомагають удобрювати домашні рослини.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: Reduces <link="TOXICSAND">Polluted Dirt</link> and other compostables down into <link="DIRT">Dirt</link>.
uk_ua: Знижує <link="TOXICSAND">Забрудненість Землі</link> та інші компостування в <link="DIRT">Землю</link>.

# STRINGS.BUILDINGS.PREFABS.COMPOST.NAME
source: <link="COMPOST">Compost</link>
uk_ua: <link="COMPOST">Компост</link>

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.NAME
source: Marked for Emptying
uk_ua: Позначене спорожнення

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.TOOLTIP
source: Awaiting a Plumber to clear this pipe
uk_ua: Очікування на сантехніка, для чищення цих труб

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Proper cooking eliminates foodborne disease and produces tasty, stress-relieving meals.
uk_ua: Належне приготування прибирає, хвороби харчового походження і дає смачну їжу, що зменшують стрес.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks a wide variety of improved <link="FOOD">Foods</link>. Duplicants will not fabricate items unless recipes are queued.
uk_ua: Приготування різноманітної, покращеної <link="FOOD">Їжі</link>. Дубліканти не виробляють предмети, якщо рецепти не в черзі.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: <link="COOKINGSTATION">Electric Grill</link>
uk_ua: <link="COOKINGSTATION">Електричний Гриль</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.DESC
source: Duplicants automatically bring captured critters to these relocation points for release.
uk_ua: Дубліканти автоматично переносять впійманих тварин в точки перенесення.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.EFFECT
source: Releases trapped critters back into the world. Can be used multiple times.
uk_ua: Повернення пійманих тварин назад в світ. Може бути використана безліч раз.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.NAME
source: <link="CREATUREDELIVERYPOINT">Critter Drop-Off</link>
uk_ua: <link="CREATUREDELIVERYPOINT">Тваринний Релокатор</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.DESC
source: Critters tend to stay close to their food source and will wander less when given a Feeder.
uk_ua: Тварини, як правило, залишаються поруч з їх джерелом їжі та будуть блукати, коли дають Годівниці.

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.EFFECT
source: Automatically dispenses food for hungry critters.
uk_ua: Автоматично видає їжу для голодних тварин

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.NAME
source: <link="CREATUREFEEDER">Critter Feeder</link>
uk_ua: <link="CREATUREFEEDER">Тваринна Годівниця</link>

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.DESC
source: Traps cannot catch flying critters.
uk_ua: Тваринні пастки не можуть впіймати літаючих тварин.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.EFFECT
source: Captures a living critter for transport. Single use.
uk_ua: Тварини живуть в пастці до перенесення. Разового використання.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.NAME
source: <link="CREATURETRAP">Critter Trap</link>
uk_ua: <link="CREATURETRAP">Тваринна Пастка</link>

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.DESC
source: Generates infinite testing power
uk_ua: Генерує нескінченну енергію для тестування

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.EFFECT
source: Runs on coffee
uk_ua: Працює на каві

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.NAME
source: <link="DEVGENERATOR">DEV Generator</link>
uk_ua: <link="DEVGENERATOR">ДЕВ Генератор</link>

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: Duplicants prefer to dine at a table, rather than eat off the floor.
uk_ua: Дубліканти надають перевагу, краще обідати за столами, чим їсти на підлозі.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives one Duplicant a place to eat. Duplicants will automatically eat at their assigned table when hungry.
uk_ua: Надає Дублікатну одне місце для їжі. Дубліканти будуть автоматично їсти за їх столами для їжі, коли зголодніють.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: <link="DININGTABLE">Mess Table</link>
uk_ua: <link="DININGTABLE">Стіл Їдальні</link>

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.DESC
source: Channels move more volume than pumps and require no power, but need sufficient pressure to function.
uk_ua: Канали переміщують більшу кількість ніж насоси та не потребують енергії, але потребують достатнього тиску для роботи.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.EFFECT
source: Directionally moves large volumes of liquid through a channel. Can be used as floor tile and rotated before construction.
uk_ua: Спрямований на переміщення великої кількості рідини крізь канал Може бути використаний як блок підлоги і бути повернутим до будівництва.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.NAME
source: <link="DIRECTIONALWORLDPUMPLIQUID">Liquid Channel</link>
uk_ua: <link="DIRECTIONALWORLDPUMPLIQUID">Рідинний Канал</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
uk_ua: Створює тепло та пар.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <link="DIRTYWATER">Polluted Water</link> piped through it into <link="STEAM">Steam</link> and <link="TOXICSAND">Polluted Dirt</link>
uk_ua: Розділяє будь-яку <link="DIRTYWATER">Забруднену Воду</link> яка проходить через на <link="STEAM">Пар</link> та <link="TOXICSAND">Забруднену Землю</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: <link="DISTILLATIONCOLUMN">Distillation Column</link>
uk_ua: <link="DISTILLATIONCOLUMN">Дистиляційна Колона</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
uk_ua: вище

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
uk_ua: нище

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.NAME
source: Auto
uk_ua: Авто

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.TOOLTIP
source: Duplicants open and close this door as needed
uk_ua: Дубліканти відчиняють та зачиняють ці двері, за потреби

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.NAME
source: Lock
uk_ua: Зачинено

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.TOOLTIP
source: Nothing may pass through
uk_ua: Ніхто не може пройти

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.NAME
source: Open
uk_ua: Відчинено

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.TOOLTIP
source: This door will remain open
uk_ua: Ці двері залишаться відчиненими

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Door controls can be used to prevent Duplicants from entering restricted areas.
uk_ua: Контроль дверима може бути використаний для запобігання проникання Дублікантів до обмежених зон.
