Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.EFFECT
source: Converts <link="RAWMINERAL">Raw Mineral</link> into unique materials and objects.
uk_ua: Перетворює <link="RAWMINERAL">Сирі Мінерали</link> в унікальніматеріали та об'єкти.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.NAME
source: <link="GENERICFABRICATOR">Omniprinter</link>
uk_ua: <link="GENERICFABRICATOR">Омні-друкар</link>

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
uk_ua: Перероблені метали необхідні в будівництві поліпшеної електроніки та технологій.

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.EFFECT
source: Produces <link="GLASS">Molten Glass</link> from raw <link="SAND">Sand</link>. Outputs significantly <link="HEAT">Heated</link> <link="ELEMENTSLIQUID">Liquid</link>.
uk_ua: Виробляє <link="GLASS">Розплавлене Скло</link> з сирого <link="SAND">Піска</link>. Істотний вихід <link="HEAT">Нагрітої</link> <link="ELEMENTSLIQUID">Рідини</link>.

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.NAME
source: <link="GLASSFORGE">Glass Forge</link>
uk_ua: <link="GLASS">Кувальня Скла</link>

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.RECIPE_DESCRIPTION
source: Extracts pure {0} from {1}.
uk_ua: Отримує чисте {0} з {1}.

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.DESC
source: Window tiles allow the passage of light and decor, while blocking liquids and gasses. Plate construction makes windows susceptible to impact damage.
uk_ua: Віконний Блок пропускає світло та ефекти декору, але стримує рідини та гази. Плиткоподібна конструкція робить вікна вразливими до ударів.

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.EFFECT
source: Used as floor and wall tile to build rooms. Allows light and decor to pass through
uk_ua: Використовується, як блок підлоги або стін для будівництва кімнат. Пропускає надходження світла та ефектів декору

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.NAME
source: <link="GLASSTILE">Window Tile</link>
uk_ua: <link="TILE">Віконний Блок</link>

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: Burying dead Duplicants reduces health hazards and stress on the colony.
uk_ua: Поховані мертві Дубліканти зменшують ризик для здоров'я та стрес в колонії.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Provides a resting place for deceased Duplicants. Living Duplicants will automatically place an unburied corpse inside.
uk_ua: Надає місце відпочинку для померлих Дублікантів. Живі Дубліканти автоматично поміщають нерозбитий труп усередину.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: <link="GRAVE">Tasteful Memorial</link>
uk_ua: <link="GRAVE">Витончений Меморіал</link>

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: Hand sanitizers kill germs more effectively than wash basins.
uk_ua: Дезінфектори Рук вбивають бактерії більш ефективніше ніж умивальники.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Removes most <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Hand Sanitizers when passing by in the selected direction.
uk_ua: Видаляє більшу кількість <link="DISEASE">Бактерій</link> з Дублікантів. Вкриті бактеріями Дубліканти використовують Дезінфектори Рук, коли проходять в обраному напрямку.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: <link="HANDSANITIZER">Hand Sanitizer</link>
uk_ua: <link="HANDSANITIZER">Дезінфектор Рук</link>

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
uk_ua: Тут з'являються нові Дубліканти, але дякую богу, вони ніколи не повернуться.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
uk_ua: Винятково потішений біо-принтер, невідомого походження. Через певні проміжки часу створює нових Дублікантів.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.NAME
source: <link="HEADQUARTERS">Printing Pod</link>
uk_ua: <link="HEADQUARTERS">Друкарська Підставка</link>

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
uk_ua: Більш потужний дріт використовують, для уникання перевантаження з надзвичайно сильними генераторами.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
uk_ua: Проводить більшу <link="POWER">Потужність</link>, ніж звичайний дріт без перевантаження. Не може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: <link="HIGHWATTAGEWIRE">Heavi-Watt Wire</link>
uk_ua: <link="HIGHWATTAGEWIRE">Потужний Дріт</link>

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hydrogen generators are exceptionally efficient power sources and emit next to no waste.
uk_ua: Водневі генератори є надзвичайно ефективним джерелом енергії та не виділяють відходів.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: Converts <link="HYDROGEN">Hydrogen</link> into electrical <link="POWER">Power</link>.
uk_ua: Перетворює <link="HYDROGEN">Водневий Газ</link> на електричну <link="POWER">Енетрію</link>.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: <link="HYDROGENGENERATOR">Hydrogen Generator</link>
uk_ua: <link="HYDROGENGENERATOR">Водневий Генератор</link>

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Hydroponic farms reduce Duplicant traffic by automating liquid delivery with irrigation pipes.
uk_ua: Гідропонна ферма зменшує пересування Дублікантів, автоматично постачаючи рідини в труби зрошування.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction. Must be irrigated through liquid piping.
uk_ua: Вирощування одної <link="PLANTS">Рослини</link> з <link="PLANTS">Насіння</link>. Може бути використаний як блок підлоги та бути повернутим до будівництва. Необхідно зрошування через рідинні труби.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: <link="HYDROPONICFARM">Hydroponic Farm</link>
uk_ua: <link="HYDROPONICFARM">Гідропонна Ферма</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.AVERAGEQUALITYNAME
source: Genius Ice Sculpture
uk_ua: Геніальна Крижана Скульптура

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.DESC
source: Ice sculptures will melt over time if not kept sufficiently chilled.
uk_ua: Крижані скульптури з часом розтають, якщо їх не охолодити.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
uk_ua: Збільшує <link="DECOR">Декор</link> та знижує <link="STRESS">Стрес</link>. Повинна бути виліплена Дублікантом.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.NAME
source: <link="ICESCULPTURE">Ice Block</link>
uk_ua: <link="ICESCULPTURE">Крижана Скеля</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.POORQUALITYNAME
source: "Abstract" Ice Sculpture
uk_ua: "Абстрактна" Крижана Скульптура

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Pipe insulation prevents gas contents from significantly changing temperature in transit.
uk_ua: Ізольовані труби запобігають значній зміні температури вміщуваного газу, при транспортуванні.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSGAS">Газ</link> з мінімальними змінами в <link="HEAT">Температурі</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: <link="INSULATEDGASCONDUIT">Insulated Gas Pipe</link>
uk_ua: <link="INSULATEDGASCONDUIT">Ізольована Газова Труба</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Pipe insulation prevents liquid contents from significantly changing temperature in transit.
uk_ua: Ізольовані труби запобігають значній зміні температури вміщуваної рідини, при транспортуванні.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSLIQUID">Рідину</link> з мінімальними змінами в <link="HEAT">Температурі</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: <link="INSULATEDLIQUIDCONDUIT">Insulated Liquid Pipe</link>
uk_ua: <link="INSULATEDLIQUIDCONDUIT">Ізольована Рідинна Труба</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
uk_ua: Цей матеріал не розплавиться, якщо почне нагріватися.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources in extreme <link="HEAT">Heat</link>. Can be run through tiles.
uk_ua: Приєднує будівлі до <link="POWER">Електричного</link>джерела в надмірному <link="HEAT">Теплі</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: <link="INSULATEDWIRE">Insulated Wire</link>
uk_ua: <link="INSULATEDWIRE">Тепло Ізоляційний Дріт</link>

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: The lowered thermal conductivity of insulated tiles slows heat from passing through them.
uk_ua: Нижча теплопровідність ізоляційних блоків уповільнює тепло, що проходить через них.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <link="HEAT">Heat</link> transfer between walls, retaining ambient heat in an area.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат. Знижує <link="HEAT">Теплову</link> передачу між стінами, утримує зовнішнє тепло в зоні.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: <link="INSULATIONTILE">Insulated Tile</link>
uk_ua: <link="INSULATIONTILE">Ізоляційний Блок</link>

# STRINGS.BUILDINGS.PREFABS.KILN.DESC
source: Converts <link="CLAY">Clay</link> to <link="CERAMIC">Ceramic</link>
uk_ua: Перетворює <link="CLAY">Глину</link> на <link="CERAMIC">Кераміку</link>

# STRINGS.BUILDINGS.PREFABS.KILN.EFFECT
source: Converts <link="CLAY">Clay</link> to <link="CERAMIC">Ceramic</link>
uk_ua: Перетворює <link="CLAY">Глину</link> на <link="CERAMIC">Кераміку</link>

# STRINGS.BUILDINGS.PREFABS.KILN.NAME
source: <link="KILN">Kiln</link>
uk_ua: <link="KILN">Обпалювач</link>

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
uk_ua: (Це означає що вони піднімаються.)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
uk_ua: Включає вертикальне переміщення Дублікантів.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: <link="LADDER">Ladder</link>
uk_ua: <link="LADDER">Драбина</link>

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.DESC
source: Plastic ladders are mildly antiseptic and can help limit the spread of germs in a colony.
uk_ua: Пластикові Драбини м'які, антисептичні та мажуть допомогти обмежити ріст бактерій в колонії

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.EFFECT
source: Increases Duplicant climbing speed.
uk_ua: Збільшує швидкість підйому Дублікантів.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.NAME
source: <link="LADDERFAST">Plastic Ladder</link>
uk_ua: <link="LADDERFAST">Пластикова Драбина</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.DESC
source: A thermo aquatuner cools liquid and outputs the heat elsewhere.
uk_ua: Рідинний охолоджувач охолоджує рідину та виводить тепло в іншому місці.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSLIQUID">Liquid</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
uk_ua: Охолоджує <link="ELEMENTSLIQUID">Рідини</link>, які проходять по трубах, але виділяє <link="HEAT">Тепло</link> у безпосередній близькості від нього.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.NAME
source: <link="LIQUIDCONDITIONER">Thermo Aquatuner</link>
uk_ua: <link="LIQUIDCONDITIONER">Рідинний Охолоджувач</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Liquid pipes are used to connect the inputs and outputs of plumbed buildings.
uk_ua: Рідинні труби використовуються для з'єднання входів та виходів сан технічних будівель.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> between <link="LIQUIDPIPING">Outputs</link> and <link="LIQUIDPIPING">Intakes</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSLIQUID">Рідину</link> між <link="LIQUIDPIPING">Виходами</link> та <link="LIQUIDPIPING">Входами</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: <link="LIQUIDCONDUIT">Liquid Pipe</link>
uk_ua: <link="LIQUIDCONDUIT">Рідинна Труба</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
uk_ua: Окремі трубні системи перешкоджають змішаному вмісту спричинити пошкодження будівель.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one <link="LIQUIDPIPING">Liquid Pipe</link> section over another without joining them. Can be run through tiles.
uk_ua: Проводить одну <link="LIQUIDPIPING">Рідинну Трубу</link> поверх інших, не приєднуючись до них. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: <link="LIQUIDCONDUITBRIDGE">Liquid Bridge</link>
uk_ua: <link="LIQUIDCONDUITBRIDGE">Рідинний Міст</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.DESC
source: Liquid Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
uk_ua: Сенсор Бактерій Рідинної Труби використовується, для автоматичного контролю запобігання хворобам.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
uk_ua: Стає <link="LOGIC">Активний</link> чи в <link="LOGIC">Очікування</link> в залежності від кількості присутніх <link="DISEASE">Бактерій</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
uk_ua: Активний/Очікування на основі вмісту Бактерій

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.NAME
source: <link="LIQUIDCONDUITDISEASESENSOR">Liquid Pipe Germ Sensor</link>
uk_ua: <link="LIQUIDCONDUITDISEASESENSOR">Сенсор Бактерій Р. Труби</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.DESC
source: Liquid Pipe Element Sensors can be used to detect the presence of a specific liquid in a pipe
uk_ua: Сенсор Елементу Рідинної Труби використовується, для визначення присутності певної рідини в трубі

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Liquid Element is detected.
uk_ua: Стає <link="LOGIC">Активний</link>, коли заданий Елемент Рідини виявлений.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Liquid
uk_ua: Активний/Очікування на основі вмісту Рідини

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Pipe Element Sensor</link>
uk_ua: <link="LOGICELEMENTSENSORLIQUID">Сенсор Елементу Р. Труби</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.EFFECT
source: Has a secondary output which is only used when the primary output is blocked.
uk_ua: Має другий вихід, який використовує лише, коли головний вихід заблокований.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.NAME
source: <link="LIQUIDCONDUITOVERFLOW">Liquid Overflow Valve</link>
uk_ua: <link="LIQUIDCONDUITOVERFLOW">Рідинний Переливний Клапан</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.EFFECT
source: Has a secondary input which is only drawn from when the primary input is empty.
uk_ua: Має другий вхід, який лише використовує, коли головний вхід порожній.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.NAME
source: <link="LIQUIDCONDUITPREFERENTIALFLOW">Priority Liquid Flow</link>
uk_ua: <link="LIQUIDCONDUITPREFERENTIALFLOW">Рідинний Пріоритетний Клапан</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.DESC
source: Radiant pipes significantly improve the rate of temperature exchange with the surrounding environment.
uk_ua: Сяючі труби істотно покращують швидкість обміну температур з навколишнім середовищем.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> and encourages significant change in <link="HEAT">Temperature</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSLIQUID">Рідину</link> та спонукає до значних змін в <link="HEAT">Температурі</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.NAME
source: <link="LIQUIDCONDUITRADIANT">Radiant Liquid Pipe</link>
uk_ua: <link="LIQUIDCONDUITRADIANT">Сяюча Рідинна Труба</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.DESC
source: Liquid Pipe Thermo Sensors can disable buildings when their contents reach a certain temperature.
uk_ua: Термо Сенсор Рідинної Труби може автоматично відключати будівлі, коли вміст досягне певної температури.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
uk_ua: Стає <link="LOGIC">Активним</link> чи в <link="LOGIC">Очікуванні</link>, коли <link="HEAT">Температура</link> вмісту труби, досягає обраної межі.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Liquid
uk_ua: Активний/Очікування на основі вмісту <link="HEAT">Температури</link> рідини

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.NAME
source: <link="LIQUIDCONDUITTEMPERATURESENSOR">Liquid Pipe Thermo Sensor</link>
uk_ua: <link="LIQUIDCONDUITTEMPERATURESENSOR">Термо Сенсор Р. Труби</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: A Duplicant can work a hydrofan to temporarily cool small areas as needed.
uk_ua: Дублікант може працювати за гідро вентилятором, тимчасово охолоджуючи невелику територію, коли це потрібно.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <link="HEAT">Heat</link>.
uk_ua: Розсіює малу кількість <link="HEAT">Тепла</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: <link="LIQUIDCOOLEDFAN">Hydrofan</link>
uk_ua: <link="LIQUIDCOOLEDFAN">Гідро Вентилятор</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Liquid filters send the selected liquid into a special pipe, expelling everything else through a second output.
uk_ua: Рідинні фільтри надсилають рідину до спеціальної труби, випускають все інше через другий вихід.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves one <link="ELEMENTSLIQUID">Liquid</link> out of a mix, sending it into a dedicated <link="LIQUIDPIPING">Pipe</link>.
uk_ua: Фільтрує одну <link="ELEMENTSLIQUID">Рідну</link> з суміші, надсилає до спеціальної <link="LIQUIDPIPING">Труби</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: <link="LIQUIDFILTER">Liquid Filter</link>
uk_ua: <link="LIQUIDFILTER">Рідинний Фільтр</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Liquid tepidizers kill waterborne germs and heat liquid to a perfect showering temperature.
uk_ua: Рідинні нагрівачі вбивають плаваючих бактерій та підігрівають рідину до ідеальної температури, щоб приймати душ.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Warms large bodies of <link="ELEMENTSLIQUID">Liquid</link>. Must be fully submerged.
uk_ua: Розігріває велику масу <link="ELEMENTSLIQUID">Рідини</link>. Повинен бути повністю занурений в рідину.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: <link="LIQUIDHEATER">Liquid Tepidizer</link>
uk_ua: <link="LIQUIDHEATER">Рідинний Нагрівач</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
uk_ua: Автоматичні трубопроводи зберігають час та ресурси, усувають необхідність в управлінні Дублікантом.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSLIQUID">Liquid</link> flow on or off using <link="LOGIC">Automation</link> technology.
uk_ua: Автоматично вмикає та вимикає потік <link="ELEMENTSLIQUID">Рідини</link> з допомогою <link="LOGIC">Автоматичної</link> мережі.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.NAME
source: <link="LIQUIDLOGICVALVE">Liquid Shutoff</link>
uk_ua: <link="LIQUIDLOGICVALVE">Рідинний Перекривач</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of liquid with minimum power draw.
uk_ua: Міні насоси використовують для переміщення малу кількості рідини та мінімальні електричні затрати.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
uk_ua: Втягує малу кількість <link="ELEMENTSLIQUID">Рідини</link> та передає до <link="LIQUIDPIPING">Труб</link>. Потрібно занурити в рідину.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.NAME
source: <link="LIQUIDMINIPUMP">Mini Liquid Pump</link>
uk_ua: <link="LIQUIDMINIPUMP">Міні Рідинний Насос</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Piping a pump's intake to another building's output will send liquid to that building.
uk_ua: Трубопровід, насос надає іншим будівлям, виходи відправить рідину цьому будинку.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
uk_ua: Втягує <link="ELEMENTSLIQUID">Рідину</link> та передає до <link="LIQUIDPIPING">Труб</link>. Потрібно занурити в рідину.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: <link="LIQUIDPUMP">Liquid Pump</link>
uk_ua: <link="LIQUIDPUMP">Рідинний Насос</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.DESC
source: Pitcher pumps are used to fetch water and other liquids for delivery to buildings.
uk_ua: Ручні насоси використовуються витягувати води та інших рідин для рознесення по будівлям.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.EFFECT
source: Manually pumps <link="ELEMENTSLIQUID">Liquid</link> into bottles for transport. Duplicants can only carry bottled liquids.
uk_ua: Ручні насоси наповнюють <link="ELEMENTSLIQUID">Рідиною</link> пляшки, для транспортування. Дубліканти можуть лише переносити рідини в пляшках.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.NAME
source: <link="LIQUIDPUMPINGSTATION">Pitcher Pump</link>
uk_ua: <link="LIQUIDPUMPINGSTATION">Ручний Насос</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: Valves control the amount of liquid that moves through pipes, preventing waste.
uk_ua: Клапан контролює кількість рідини, що рухається безперешкодно трубами, запобігає втратам.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Controls the <link="ELEMENTSLIQUID">Liquid</link> volume permitted through <link="LIQUIDPIPING">Pipes</link>.
uk_ua: Контролює об'єм <link="ELEMENTSLIQUID">Рідини</link> дозволеної пропускати до <link="LIQUIDPIPING">Труб</link>.
