Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.OPTIONS
source: Options
uk_ua: Налаштування

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
uk_ua: Головне меню

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
uk_ua: Продовжити

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
uk_ua: Зберегти

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
uk_ua: Зберегти Як

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
uk_ua: ПРИЗУПИНЕНО

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.WORLD_SEED
source: World Seed: {0}
uk_ua: Зерно Світу: {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
uk_ua: Підтвердити

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
uk_ua: Нове Збереження

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
uk_ua: Ви впевнені, що хочете перезаписати {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
uk_ua: ІМ'Я ЗБЕРЕЖЕННЯ

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
uk_ua: СЛОТИ ЗБЕРЕЖЕННЯ

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_PACKS
source: Steam Workshop
uk_ua: Майстерня Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_REBOOT
source: Please restart your game for these changes to take effect.
uk_ua: Будь ласка, перезапустіть свою гру, щоб зміни набули чинності.

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
uk_ua: ПЕРЕКЛАДИ

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
uk_ua: Видалити

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS
source: Celsius:
uk_ua: Цельсій:

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
uk_ua: Змінити температурну одиницю на Цельсій (°С)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT
source: Fahrenheit:
uk_ua: Фаренгейт:

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
uk_ua: Змінити температурну одиницю на Фаренгейт (°F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN
source: Kelvin:
uk_ua: Келвін:

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
uk_ua: Змінити температурну одиницю на Келвін (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
uk_ua: ОДИНИЦІ ВИМІРУ ТЕМПЕРАТУРИ

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
uk_ua: Готово

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON
source: Randomize
uk_ua: Випадковість

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON_TOOLTIP
source: Randomize a new world gen seed
uk_ua: Випадкове нове зерно створення світу

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
uk_ua: НАЛАШТУВАННЯ ГЕНЕРАЦІЇ СВІТУ

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.USE_SEED
source: Set World Gen Seed
uk_ua: Задайте зерно створення світу

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
uk_ua: СТВОРЕННЯ СВІТУ

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
uk_ua: ЗАВАНТАЖЕННЯ СВІТУ...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
uk_ua: НОВА ГРА

# STRINGS.UI.GAMEOBJECTEFFECTS.EMITS_LIGHT
source: <link="LIGHT">Light Range</link>: {0} tiles
uk_ua: <link="LIGHT">Радіус освітлення</link>: {0} блоків

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_EFFECTS
source: Effects:
uk_ua: Ефекти:

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_QUALITY
source: Quality: {0}
uk_ua: Якість: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_SIMPLE
source: Lifecycle: {0}
uk_ua: Життєвий цикл: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.INSULATED.NAME
source: Insulated
uk_ua: Ізоляційний Блок

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_ATMOSPHERE
source: <link="ATMOSPHERE">Atmosphere</link>:{0}
uk_ua: <link="ATMOSPHERE">Атмосфера</link>:{0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_DARKNESS
source: <link="LIGHT">Darkness</link>
uk_ua: <link="LIGHT">Темрява</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_LIGHT
source: <link="LIGHT">Light</link>
uk_ua: <link="LIGHT">Світло</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_PRESSURE
source: <link="ATMOSPHERE">Air</link> Pressure: {0} minimum
uk_ua: <link="ATMOSPHERE">Повітряний</link> тиск: {0} мінімум

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_RECEPTACLE
source: Farm Plot
uk_ua: Фермовий Горщик

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_SUBMERSION
source: <link="ELEMENTSLIQUID">Liquid</link> Submersion
uk_ua: <link="ELEMENTSLIQUID">Рідинне</link> занурення

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <link="HEAT">Temperature</link>: {0} to {1}
uk_ua: <link="HEAT">Температура</link>: {0} - {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.ROTTEN
source: Rotten
uk_ua: Гнилий

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_DIG_ONLY
source: Consumes 1 <link="PLANTS">Seed</link>
uk_ua: Витрачає 1 <link="PLANTS">Насіння</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <link="PLANTS">seed</link>
uk_ua: Останній збір врожаю <link="PLANTS">насіння</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FRUIT
source: Fruit produces <link="PLANTS">seed</link>
uk_ua: Фрукти виробляють <link="PLANTS">насіння</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <link="PLANTS">seed</link>
uk_ua: Збирання врожаю дає <link="PLANTS">насіння</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_CEILING
source: Plot Orientation: Downward
uk_ua: Орієнтація горщика: До низу

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_WALL
source: Plot Orientation: Sideways
uk_ua: Орієнтація горщика: На бік

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
uk_ua: Знижує температуру навколишнього повітря

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EMITS_LIGHT
source: Emits light
uk_ua: Випромінює світло

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_EFFECTS
source: Duplicants will gain the following effects from eating this food: {0}
uk_ua: Дубліканти отримають наступні ефекти від вживання цієї їжі: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_QUALITY
source: Quality: {0}
uk_ua: Якість: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME
source: This plant takes {0} to grow
uk_ua: Цій рослині потрібно {0} для росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant initially takes {0} to grow, but only {1} to mature after first harvest
uk_ua: Ця рослина повинна спочатку вирости {0}, але лише {1} дозрівати після першого врожаю

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_SIMPLE
source: This plant takes {0} to grow
uk_ua: Цій рослині потрібно {0} для росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant requires {1} of {0} for basic growth
uk_ua: Ця рослина потребує {1} {0} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant requires Gas pressures above {0} for basic growth
uk_ua: Ця рослина потребує тиск газу вище {0} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant requires internal temperatures between {0} and {1} for basic growth
uk_ua: Ця рослина потребує внутрішньої температури між {0} та {1} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.INITIALGROWTHTIME
source: This plant takes {0} to mature again once replanted
uk_ua: Ця рослина приймає {0}, щоб знову дозріти після пересаджування

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REGROWTHTIME
source: This plant takes {0} to mature again once harvested
uk_ua: Ця рослина приймає {0}, щоб знову дозріти після збирання врожаю

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_ATMOSPHERE
source: This plant must be submerged in one of the following gases: {0}
uk_ua: Ця рослина повинна бути занурена в один з наступних газів: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_DARKNESS
source: This plant requires complete darkness
uk_ua: Ця рослина потребує повної темряви

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_LIGHT
source: This plant requires a light source
uk_ua: Ця рослина потребує джерело світла

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_PRESSURE
source: Ambient Gas pressure must be at least {0} for basic growth
uk_ua: Навколишній тиск газу повинен бути неменше {0} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_RECEPTACLE
source: This plant must be housed in a planter box, farm tile or hydroponic farm to grow domestically
uk_ua: Ця рослина повинна бути розміщена в рослинному ящику, фермі чи гідропонній фермі для свійського росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_SUBMERSION
source: This plant must be fully submerged in liquid for basic growth
uk_ua: Ця рослина повинна бути занурена повністю в рідину для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_TEMPERATURE
source: Internal temperature must be between {0} and {1} for basic growth
uk_ua: Внутрішня температура повинна бути між {0} та {1} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRESFERTILIZER
source: This plant requires {1} {0} for basic growth
uk_ua: Ця рослина потребує {1} {0} для базового росту

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_DIG_ONLY
source: May be replanted, but will produce no further seeds
uk_ua: Може бути пересаджений, але не дасть більше насіння

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: Yields new seeds on the final harvest of its lifecycle
uk_ua: Приносить нове насіння на останній урожай життєвого циклу

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FRUIT
source: Consuming this plant's fruit will yield new seeds
uk_ua: Вирощуючи фруктів цієї рослини, вони дадуть нове насіння

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
uk_ua: Збір врожаю з цієї рослини дасть нове насіння

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_CEILING
source: This seed must be planted in a downward facing plot Press <color=#F44A47>[O]</color> while building farm plots to rotate them
uk_ua: Це насіння повинно бути посаджене, повернутим до низу горщиком Натисніть <color=#F44A47>[O]</color> будуючи фермерські горщики, щоб обертати їх

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_WALL
source: This seed must be planted in a side facing plot Press <color=#F44A47>[O]</color> while building plots to rotate them
uk_ua: Це насіння повинно бути посаджене, повернутим в бік горщиком Натисніть <color=#F44A47>[O]</color> будуючи горщики, щоб обертати їх

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_FAILURE
source: The machine attempted to alter this Duplicant, but there's no improving on perfection. <b>{0}</b> already has all positive traits!
uk_ua: Машина намагалася змінити цього Дубліканта, але немає на поліпшення досконалості. <b>{0}</b> вже має всі позитивні риси!

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_SUCCESS
source: Whew! <b>{0}'s</b> brain is still vibrating, but they've never felt better! <b>{0}</b> acquired the <b>{1}</b> trait. <b>{1}:</b> {2}
uk_ua: Ваю! Мозок <b>{0}</b> все ще вібрує, але він ніколи не відчував себе краще! <b>{0}</b> набув риси <b>{1}</b>. <b>{1}:</b> {2}

# STRINGS.UI.GENESHUFFLERMESSAGE.HEADER
source: NEURAL VACILLATION COMPLETE
uk_ua: НЕЙРОННЕ КОЛИВАННЯ ЗАВЕРШЕНЕ

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
uk_ua: НАЗАД

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
uk_ua: ПОЧАТИ

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
uk_ua: Оберіть проект ДНК

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
uk_ua: Друк

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
uk_ua: Відхилити Всіх

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
uk_ua: Обрати {0} Дубліканта

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE THREE DUPLICANTS TO BEGIN
uk_ua: ОБЕРІТЬ ТРЬОХ ДУБЛІКАНТІВ, ЩОБ РОЗПОЧАТИ

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
uk_ua: ТАСУВАТИ

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
uk_ua: Випадкове ім'я колонії

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
uk_ua: Тасувати для іншого Дубліканта

# STRINGS.UI.JOBS
source: PRIORITIES
uk_ua: ПРІОРИТЕТИ

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
uk_ua: Нові Дубліканти

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
uk_ua: Будь-хто

# STRINGS.UI.JOBSCREEN_PRIORITY
source: Priority
uk_ua: Пріоритет

# STRINGS.UI.JOBSSCREEN.DECREASE_PRIORITY_TUTORIAL
source: {Key} Decrease priority
uk_ua: {Key} Зменшити пріоритет

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Depriotize <b>All Errands</b> for <b>{Name}</b>
uk_ua: Понизити пріоритет на <b>Всі Доручення</b> для <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Deprioritize <b>All Errands</b> for <b>New Duplicants</b>
uk_ua: Нищий пріоритет на <b>Всі Доручення</b> для <b>Нових Дублікантів</b>

# STRINGS.UI.JOBSSCREEN.DISABLED_TOOLTIP
source: {Name} may not perform {Job} Errands
uk_ua: {Name} не може виконувати Доручення {Job}

# STRINGS.UI.JOBSSCREEN.HEADER_CHANGE_TOOLTIP
source: Set the priority for <b>{Job} Errands</b> colonywide
uk_ua: Задати пріоритет для <b>{Job} Доручення</b> всій колонії

# STRINGS.UI.JOBSSCREEN.HEADER_DETAILS_TOOLTIP
source: {Description} Affected errands: {ChoreList}
uk_ua: {Description} Схильний до доручення: {ChoreList}

# STRINGS.UI.JOBSSCREEN.HEADER_TOOLTIP
source: <size=16>{Job} Priorities</size> ------------------ {Details} Duplicant priorities supercede colony priorities
uk_ua: <size=16>Пріоритети {Job}</size> ------------------ {Details} Пріоритети Дублікантів заміняють пріоритети колонії

# STRINGS.UI.JOBSSCREEN.INCREASE_PRIORITY_TUTORIAL
source: {Key} Increase priority
uk_ua: {Key} Збільшити пріоритет

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>{Name}</b>
uk_ua: Підвищити пріоритет на <b>Всі Доручення</b> для <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>New Duplicants</b>
uk_ua: Вищий пріоритет на <b>Всі Доручення</b> для <b>Нових Дублікантів</b>

# STRINGS.UI.JOBSSCREEN.ITEM_AUTO_ASSIGNED_TOOLTIP
source: As a {Role}, {Name} considers {Job} Errands to be a {Priority} Priority
uk_ua: {Role}, {Name} враховуватиме доручення {Job} з {Priority} пріоритетом

# STRINGS.UI.JOBSSCREEN.ITEM_TOOLTIP
source: {Job} Errands are a {Priority} Priority for <b>{Name}</b>
uk_ua: Доручення {Job} на {Priority} Пріоритет для <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.MINION_SKILL_TOOLTIP
source: {Name}'s {Attribute} skill:
uk_ua: {Name} уміння {Attribute}:

# STRINGS.UI.JOBSSCREEN.NEW_MINION_ITEM_TOOLTIP
source: {Job} Errands are automatically a {Priority} Priority for <b>Arriving Duplicants</b>
uk_ua: Доручення {Job} автоматично встановлюють {Priority} Пріоритет для <b>Завдань Дублікантів</b>

# STRINGS.UI.JOBSSCREEN.OPTIONS
source: Options
uk_ua: Налаштування

# STRINGS.UI.JOBSSCREEN.PRIORITY.DISABLED
source: Disabled
uk_ua: Відключений

# STRINGS.UI.JOBSSCREEN.PRIORITY.HIGH
source: High
uk_ua: Високий

# STRINGS.UI.JOBSSCREEN.PRIORITY.LOW
source: Low
uk_ua: Низький

# STRINGS.UI.JOBSSCREEN.PRIORITY.STANDARD
source: Standard
uk_ua: Стандартний

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYHIGH
source: Very High
uk_ua: Дуже Високий

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYLOW
source: Very Low
uk_ua: Дуже Низький

# STRINGS.UI.JOBSSCREEN.RESET_SETTINGS
source: Reset Priorities
uk_ua: Скинути Пріорит.

# STRINGS.UI.JOBSSCREEN.RESET_SETTINGS_TOOLTIP
source: Resets all priorities to the default values for this mode. Default: All priorities will be reset to neutral. Advanced: Priorities will be adjusted high-to-low for normal base operation.
uk_ua: Скинути всі пріоритетні значення за замовчуванням для цього режиму. Звичайний: Всі пріоритети будуть скинуті на нейтральні. Розширений: Пріоритети будуть налаштовані від високого до низького для нормального функціонування бази.

# STRINGS.UI.JOBSSCREEN.SORT_TOOLTIP
source: Sort by {Job} Errand priorities
uk_ua: Сортувати по пріоритетністю завдань {Job}

# STRINGS.UI.JOBSSCREEN.TITLE
source: MANAGE ERRAND PRIORITIES
uk_ua: УПРАВЛІННЯ ПРІОРИТЕТАМИ ЗАВДАНЬ

# STRINGS.UI.JOBSSCREEN.TOGGLE_ADVANCED_MODE
source: Advanced
uk_ua: Розширений

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ALL
source: Set all errand priorities colonywide
uk_ua: Встановити всі пріоритетну завдання в колонії

# STRINGS.UI.JOBSSCREEN.TRAIT_DISABLED
source: {Name} cannot do {Job} errands because they possess the {Trait} trait
uk_ua: {Name} нездібний до завдання {Job} тому, що має рису {Trait}

# STRINGS.UI.LOGIC_PORTS.CONTROL_OPERATIONAL
source: Enabled/Disabled
uk_ua: Ввімкнено/Вимкнено

# STRINGS.UI.LOGIC_PORTS.INPUT_PORTS
source: <link="LOGIC">Auto Inputs</link>: {0}
uk_ua: <link="LOGIC">Авто Входи</link>: {0}

# STRINGS.UI.LOGIC_PORTS.OUTPUT_PORTS
source: <link="LOGIC">Auto Outputs</link>: {0}
uk_ua: <link="LOGIC">Авто Виходи</link>: {0}

# STRINGS.UI.MESSAGES
source: MESSAGES
uk_ua: ПОВІДОМЛЕННЯ

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
uk_ua: Кисень

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
uk_ua: Здоров'я

# STRINGS.UI.MINION_IDENTITY_SORT.NAME
source: Duplicant
uk_ua: Дублікант

# STRINGS.UI.MINION_IDENTITY_SORT.PERMISSION
source: Permission
uk_ua: Дозволи

# STRINGS.UI.MINION_IDENTITY_SORT.TITLE
source: Sort By
uk_ua: Сортувати за

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
uk_ua: Невимірний

# STRINGS.UI.OVERLAYS.CONVEYOR.BUTTON
source: Conveyor Overlay
uk_ua: Оверлей Конвеєрів

# STRINGS.UI.OVERLAYS.CONVEYOR.INPUT
source: Receptacle
uk_ua: Розвантажувач

# STRINGS.UI.OVERLAYS.CONVEYOR.NAME
source: CONVEYOR OVERLAY
uk_ua: ОВЕРЛЕЙ КОНВЕЄРІВ

# STRINGS.UI.OVERLAYS.CONVEYOR.OUTPUT
source: Loader
uk_ua: Навантажувач

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.INPUT
source: <b>Receptacle</b> Receives material from a Conveyor Rail and stores it for Duplicant use
uk_ua: <b>Розвантажувач</b> Отримує матеріали з Конвеєрної Рейки та зберігає, щоб Дубліканти користувалися

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.OUTPUT
source: <b>Loader</b> Loads material onto a Conveyor Rail for transport to Receptacles
uk_ua: <b>Навантажувач</b> Навантажує матеріали на Конвеєрну Рейку для транспортування до Сховища

# STRINGS.UI.OVERLAYS.CROP.BUTTON
source: Farming Overlay
uk_ua: Оверлей Фермерства

# STRINGS.UI.OVERLAYS.CROP.FULLY_GROWN
source: Fully Grown
uk_ua: Повністю Виросло

# STRINGS.UI.OVERLAYS.CROP.GROWING
source: Growing
uk_ua: Росте

# STRINGS.UI.OVERLAYS.CROP.GROWTH_HALTED
source: Halted Growth
uk_ua: Зупинка Росту

# STRINGS.UI.OVERLAYS.CROP.NAME
source: FARMING OVERLAY
uk_ua: ОВЕРЛЕЙ ФЕРМЕРСТВА

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.FULLY_GROWN
source: <b>Fully Grown</b> These plants have reached maturation ------------------ Select the <link="TOOLS">HARVEST TOOL</link> <color=#F44A47><b>[Y]</b></color> to batch harvest
uk_ua: <b>Повністю Виросло</b> Ці рослини дозріли та можна збирати ------------------ Виберіть <link="TOOLS">ІНСТРУМЕНТ ЖНИВА</link> <color=#F44A47><b>[Y]</b></color> для зібрання жнив

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWING
source: <b>Growing</b> These plants are thriving in their current conditions
uk_ua: <b>Росте</b> Ці рослини квітнуть в нинішніх умовах

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWTH_HALTED
source: <b>Halted Growth</b> Substandard conditions prevent these plants from growing
uk_ua: <b>Зупинка Росту</b> Нестандартні умови запобігають цим рослинам рости

# STRINGS.UI.OVERLAYS.CROPS.BUTTON
source: Farming Overlay
uk_ua: Оверлей Фермерства

# STRINGS.UI.OVERLAYS.CROPS.NAME
source: FARMING OVERLAY
uk_ua: ОВЕРЛЕЙ ФЕРМЕРСТВА

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
uk_ua: Оверлей Декору

# STRINGS.UI.OVERLAYS.DECOR.CLOTHING
source: {0}'s Outfit
uk_ua: Спорядження {0}

# STRINGS.UI.OVERLAYS.DECOR.CLUTTER
source: Debris
uk_ua: Сміття

# STRINGS.UI.OVERLAYS.DECOR.HEADER_NEGATIVE
source: Negative Value:
uk_ua: Негативне Значення:

# STRINGS.UI.OVERLAYS.DECOR.HEADER_POSITIVE
source: Positive Value:
uk_ua: Позитивне Значення:

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: Positive Decor
uk_ua: Позитивний Декор

# STRINGS.UI.OVERLAYS.DECOR.HOVERTITLE
source: DECOR
uk_ua: ДЕКОР

# STRINGS.UI.OVERLAYS.DECOR.LIGHTING
source: Lighting
uk_ua: Освітлення

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Negative Decor
uk_ua: Негативний Декор

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
uk_ua: ОВЕРЛЕЙ ДЕКОРУ

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.HIGHDECOR
source: <b>Positive Decor</b> Area with sufficient decor values * Lighting and aesthetically pleasing buildings increase decor
uk_ua: <b>Позитивний Декор</b> Площа з достатньою величиною декору * Освітлення та естетично розміщені будівлі збільшують декор

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.LOWDECOR
source: <b>Negative Decor</b> Area with insufficient decor values * Resources on the floor are considered "debris" and will decrease decor
uk_ua: <b>Негативний Декор</b> Площа з не достатньою величиною декору * Ресурси на підлозі, враховуючи "сміття" та це зменшує декор

# STRINGS.UI.OVERLAYS.DECOR.TOTAL
source: Total Decor:
uk_ua: Загальний Декор:

# STRINGS.UI.OVERLAYS.DISEASE.BUTTON
source: Germ Overlay
uk_ua: Оверлей Бактерій

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.MAX_LABEL
source: 1m
uk_ua: 1м

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.THRESHOLD_PREFIX
source: Disinfect At:
uk_ua: Дезінфікувати з:

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP
source: Automatically disinfect any building with more than {NumberOfGerms} germs.
uk_ua: Автоматично дезінфікувати будь-яку будівлю з більш ніж {NumberOfGerms} бактерій.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP_DISABLED
source: Automatic building disinfection disabled.
uk_ua: Автоматичну дезінфекцію будинків відключено.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.UNITS
source: Germs
uk_ua: Бактерій

# STRINGS.UI.OVERLAYS.DISEASE.HOVERTITLE
source: Germ
uk_ua: Бактерія

# STRINGS.UI.OVERLAYS.DISEASE.IMMUNITY
source: Immune System: {0}
uk_ua: Імунна Система: {0}

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE
source: Germ Source
uk_ua: Джерело Бактерій

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE_TOOLTIP
source: <b>Germ Source</b> Areas where germs are produced * Placing Wash Basins or Hand Sanitizers near these areas may prevent disease spread
uk_ua: <b>Джерело Бактерій</b> Зона де виробляються бактерії * Розміщення Умивальників або Дезінфекторів Рук поблизу може запобігти поширенню хвороб

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS
source: Germ Host
uk_ua: Господар Бактерій

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS_TOOLTIP
source: <b>Germ Host</b> Germ hosts may be asymptomatic and show no signs of disease ------------------ Duplicants become hosts when germs enter their body through inhalation or ingestion * Unlike surface germs, internal germs cannot be washed off
uk_ua: <b>Господар Бактерій</b> Господарі Бактерій можуть бути безсимптомними і не проявляти ознак хвороби ------------------ Дубліканти стають господарями, коли бактерії проникають до їхнього організму через вдихання або всмоктування * На відміну від поверхневих бактерій, внутрішні бактерії не можна змити

# STRINGS.UI.OVERLAYS.DISEASE.NAME
source: GERM OVERLAY
uk_ua: ОВЕРЛЕЙ БАКТЕРІЙ

# STRINGS.UI.OVERLAYS.DISEASE.NO_DISEASE
source: Zero surface germs
uk_ua: Нульовий рівень бактерій

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Overlay
uk_ua: Оверлей Енергій
