Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.RESEARCH.TECHS.FARMINGTECH.DESC
source: Learn the introductory principles of <link="PLANTS">Plant</link> domestication.
uk_ua: Вивчіть початкові основи приручення <link="PLANTS">Рослин</link>.

# STRINGS.RESEARCH.TECHS.FARMINGTECH.NAME
source: <link="FARMINGTECH">Basic Farming</link>
uk_ua: <link="FARMINGTECH">Базове Фермерство</link>

# STRINGS.RESEARCH.TECHS.FINEDINING.DESC
source: Prepare more nutritious <link="FOOD">Food</link> and store it longer before spoiling.
uk_ua: Готування більш поживної <link="FOOD">Їжі</link> та зберігання довше, доки не зіпсуються.

# STRINGS.RESEARCH.TECHS.FINEDINING.NAME
source: <link="FINEDINING">Meal Preparation</link>
uk_ua: <link="FINEDINING">Приготування Їжі</link>

# STRINGS.RESEARCH.TECHS.GASPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSGAS">Gas</link> infrastructure.
uk_ua: Елементарні технології для встановлення <link="ELEMENTSGAS">Газової</link> інфраструктури.

# STRINGS.RESEARCH.TECHS.GASPIPING.NAME
source: <link="GASPIPING">Ventilation</link>
uk_ua: <link="GASPIPING">Вентиляція</link>

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.DESC
source: Drive automation in brand new ways.
uk_ua: Керування автоматизацією, на новому рівні.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.NAME
source: <link="GENERICSENSORS">Generic Sensors</link>
uk_ua: <link="GENERICSENSORS">Загальні Чутливий Елемент</link>

# STRINGS.RESEARCH.TECHS.HIGHTEMPFORGING.DESC
source: Heat allows the creation of entirely new materials.
uk_ua: Тепло дозволяє створювати цілком нові матеріали.

# STRINGS.RESEARCH.TECHS.HIGHTEMPFORGING.NAME
source: <link="HIGHTEMPFORGING">High-Temperature Forging</link>
uk_ua: <link="HIGHTEMPFORGING">Високотемпературне Кування</link>

# STRINGS.RESEARCH.TECHS.HVAC.DESC
source: Regulate <link="HEAT">Temperature</link> in the colony for <link="PLANTS">Plant</link> cultivation and Duplicant comfort.
uk_ua: Регулюйте <link="HEAT">Температуру</link> в колонії для вирощування <link="PLANTS">Рослин</link> та комфорту Дублікантів.

# STRINGS.RESEARCH.TECHS.HVAC.NAME
source: <link="HVAC">HVAC</link>
uk_ua: <link="HVAC">Регулювання Температури Газів</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.DESC
source: Burn dirty fuels for exceptional <link="POWER">Power</link> production.
uk_ua: Спалюйте брудне паливо, для надзвичайного виробництва <link="POWER">Енергії</link>.

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.NAME
source: <link="IMPROVEDCOMBUSTION">Fossil Fuels</link>
uk_ua: <link="IMPROVEDCOMBUSTION">Паливні Копалини</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.DESC
source: <link="ELEMENTSGAS">Gas</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
uk_ua: <link="ELEMENTSGAS">Газова</link> інфраструктура, здатна встояти перед більш сильними умовами такими, як <link="HEAT">Тепло</link> та тиск.

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.NAME
source: <link="IMPROVEDGASPIPING">Improved Ventilation</link>
uk_ua: <link="IMPROVEDGASPIPING">Покращена Вентиляція</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.DESC
source: <link="ELEMENTSLIQUID">Liquid</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
uk_ua: <link="ELEMENTSLIQUID">Рідинна</link> інфраструктура, здатна встояти перед більш сильними умовами такими, як <link="HEAT">Тепло</link> та тиск.

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.NAME
source: <link="IMPROVEDLIQUIDPIPING">Improved Plumbing</link>
uk_ua: <link="IMPROVEDLIQUIDPIPING">Покращена Сантехніка</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.DESC
source: Make the air in the colony clean and breathable.
uk_ua: Робіть повітря колонії чистим та придатним для дихання.

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.NAME
source: <link="IMPROVEDOXYGEN">Air Systems</link>
uk_ua: <link="IMPROVEDOXYGEN">Повітряні Системи</link>

# STRINGS.RESEARCH.TECHS.INSULATION.DESC
source: Improve <link="HEAT">Heat</link> distribution in my base and guard buildings from extreme temperatures.
uk_ua: Поліпшує розподіл <link="HEAT">Тепла</link> в моїй базі та захищає будівлі від надзвичайних температур.

# STRINGS.RESEARCH.TECHS.INSULATION.NAME
source: <link="INSULATION">Insulation</link>
uk_ua: <link="INSULATION">Ізоляція</link>

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.DESC
source: <link="DECOR">Decor</link> boosting items to counteract the gloom of underground living.
uk_ua: <link="DECOR">Декораційні</link> предмети підтримують протидію пітьми в підземному житті.

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.NAME
source: <link="INTERIORDECOR">Interior Decor</link>
uk_ua: <link="INTERIORDECOR">Внутрішній Декор</link>

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSLIQUID">Liquid</link> infrastructure.
uk_ua: Елементарні технології для встановлення <link="ELEMENTSLIQUID">Рідинної</link> інфраструктури.

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.NAME
source: <link="LIQUIDPIPING">Plumbing</link>
uk_ua: <link="LIQUIDPIPING">Сантехніка</link>

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.DESC
source: Easily manipulate <link="ELEMENTSLIQUID">Liquid</link> <link="TEMPERATURES">heat</link> with these technologies.
uk_ua: Легко маніпулюйте <link="TEMPERATURES">теплом</link> <link="ELEMENTSLIQUID">Рідин</link>, з цими технологіями.

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.NAME
source: <link="LIQUIDTEMPERATURE">Liquid Tuning</link>
uk_ua: <link="LIQUIDTEMPERATURE">Регулювання Рідин</link>

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.DESC
source: Logic gates and wiring to allow me to program my base.
uk_ua: Логічні хвіртки та дроти, що допомагають мені програмувати мою базу.

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.NAME
source: <link="LOGICCIRCUITS">Advanced Automation</link>
uk_ua: <link="LOGICCIRCUITS">Покращена Автоматизація</link>

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.NAME
source: <link="LOGICCONTROL">Automatic Control</link>
uk_ua: <link="LOGICCONTROL">Автоматичне Управління</link>

# STRINGS.RESEARCH.TECHS.LUXURY.DESC
source: Luxury amenities for advanced <link="STRESS">Stress</link> reduction.
uk_ua: Розкішні зручності для перспективного зменшення <link="STRESS">Стресу</link>.

# STRINGS.RESEARCH.TECHS.LUXURY.NAME
source: <link="LUXURY">Home Luxuries</link>
uk_ua: <link="LUXURY">Домашня Насолода</link>

# STRINGS.RESEARCH.TECHS.MEDBAY.DESC
source: Prevent injury and <link="DISEASE">Disease</link> from running rampant in the colony.
uk_ua: Запобігання тілесних ушкоджень та <link="DISEASE">Захворювань</link> від загрозливого бігу в колонії.

# STRINGS.RESEARCH.TECHS.MEDBAY.NAME
source: <link="MEDBAY">Healthcare</link>
uk_ua: <link="MEDBAY">Охорона Здоров'я</link>

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.DESC
source: Basic medical knowledge to fight the common <link="DISEASE">Diseases</link> that plague Duplicants.
uk_ua: Базові медичні знання в боротьбі із загальними <link="DISEASE">Хворобами</link>, що набридають Дублікантам.

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.NAME
source: <link="MEDICALRESEARCH">Medical Research</link>
uk_ua: <link="MEDICALRESEARCH">Медичні Дослідження</link>

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.DESC
source: High-temperature pure metal extraction.
uk_ua: Високотемпературний видобуток чистого металу.

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.NAME
source: <link="METALREFINEMENT">Metallurgy</link>
uk_ua: <link="METALREFINEMENT">Металургія</link>

# STRINGS.RESEARCH.TECHS.PLASTICS.DESC
source: Stable, light weight, durable. Plastics are useful in a wide array of applications.
uk_ua: Стійкий, легкий, міцний. Пластики корисні в широкому спектрі застосувань.

# STRINGS.RESEARCH.TECHS.PLASTICS.NAME
source: <link="PLASTICS">Plastic Manufacturing</link>
uk_ua: <link="PLASTICS">Виробництво Пластику</link>

# STRINGS.RESEARCH.TECHS.POWERREGULATION.DESC
source: Prevent wasted <link="POWER">Power</link> with improved eletrical tools.
uk_ua: Запобігайте втратам <link="POWER">Енергії</link> з поліпшеними електричними пристроями.

# STRINGS.RESEARCH.TECHS.POWERREGULATION.NAME
source: <link="POWERREGULATION">Power Regulation</link>
uk_ua: <link="POWERREGULATION">Електричні Правила</link>

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.DESC
source: Unlock technologies to manage colony pressure and atmosphere.
uk_ua: Розблокуйте технології, для управління тиском та атмосферою колонії.

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.NAME
source: <link="PRESSUREMANAGEMENT">Pressure Management</link>
uk_ua: <link="PRESSUREMANAGEMENT">Керування Тиском </link>

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.DESC
source: Pure-core wires that can handle more current without overloading.
uk_ua: Чисто-стержневі дроти, що можуть проводити більший потік, без перевантаження.

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.NAME
source: <link="PRETTYGOODCONDUCTORS">Low-Resistance Conductors</link>
uk_ua: <link="PRETTYGOODCONDUCTORS">Низько-Опірні Провідники</link>

# STRINGS.RESEARCH.TECHS.RANCHING.DESC
source: Manage and care for critters.
uk_ua: Умій поводитися та піклуватися за тваринами.

# STRINGS.RESEARCH.TECHS.RANCHING.NAME
source: <link="RANCHING">Ranching</link>
uk_ua: <link="RANCHING">Випасання</link>

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.DESC
source: Using simple materials to improve base function.
uk_ua: Використовуйте прості матеріали, для поліпшення функціонування бази.

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.NAME
source: <link="REFINEDOBJECTS">Refined Objects</link>
uk_ua: <link="REFINEDOBJECTS">Вдосконалені Об'єкти</link>

# STRINGS.RESEARCH.TECHS.REFRACTIVEDECOR.DESC
source: The ultimate solution to ugly things? Make them transparent.
uk_ua: Остаточне рішення для потворних речей? Зробіть їх прозорими.

# STRINGS.RESEARCH.TECHS.REFRACTIVEDECOR.NAME
source: <link="REFRACTIVEDECOR">Refractive Decor</link>
uk_ua: <link="REFRACTIVEDECOR">Рефракція Декору</link>

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.DESC
source: Clean <link="POWER">Power</link> production
uk_ua: Чисте виробництво <link="POWER">Енергії</link>

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.NAME
source: <link="RENEWABLEENERGY">Renewable Energy</link>
uk_ua: <link="RENEWABLEENERGY">Відновлююча Енергія</link>

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.DESC
source: Make daily ablutions less of a hassle.
uk_ua: Робіть щоденне очищення, менше клопоту.

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.NAME
source: <link="SANITATIONSCIENCES">Sanitation</link>
uk_ua: <link="SANITATIONSCIENCES">Cанітарія</link>

# STRINGS.RESEARCH.TECHS.SKYDETECTORS.DESC
source: Space: It's not quite as empty as you might think.
uk_ua: Космос - це не зовсім порожнеча, як ви думаєте.

# STRINGS.RESEARCH.TECHS.SKYDETECTORS.NAME
source: <link="SKYDETECTORS">Celestial Detection</link>
uk_ua: <link="SKYDETECTORS">Небесні Відкриття</link>

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.DESC
source: Automate the storage of solids.
uk_ua: Автоматизуйте зберігання ваших твердих речовин.

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.NAME
source: <link="SMARTSTORAGE">Smart Storage</link>
uk_ua: <link="SMARTSTORAGE">Розумне Зберігання</link>

# STRINGS.RESEARCH.TECHS.SMELTING.DESC
source: High temperatures allow more efficient metal fabrication.
uk_ua: Високі температури дозволяють більш ефективніше виробляти метал.

# STRINGS.RESEARCH.TECHS.SMELTING.NAME
source: <link="SMELTING">Smelting</link>
uk_ua: <link="SMELTING">Виплавлення</link>

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.DESC
source: Save so much wear and tear on tired Duplicant feet.
uk_ua: Забезпечить менше зношування стомлених ніг Дублікантів.

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.NAME
source: <link="SOLIDTRANSPORT">Solid Transport</link>
uk_ua: <link="SOLIDTRANSPORT">Тверде Транспортування</link>

# STRINGS.RESEARCH.TECHS.SUITS.DESC
source: Craft the equipment necessary to survive in extreme conditions and environments.
uk_ua: Створюйте необхідне обладнання щоб вижити в екстремальних умовах та середовищі.

# STRINGS.RESEARCH.TECHS.SUITS.NAME
source: <link="SUITS">Environmental Protection</link>
uk_ua: <link="SUITS">Захисне Середовище</link>

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.DESC
source: Perfect <link="HEAT">Temperature</link> changing technologies to keep my colony at the perfect Kelvin.
uk_ua: Досконалі Технології зміни <link="HEAT">Температури</link> для утримання моєї колонії в ідеальних Кельвінах.

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.NAME
source: <link="TEMPERATUREMODULATION">Temperature Modulation</link>
uk_ua: <link="TEMPERATUREMODULATION">Температурна Модуляція</link>

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.DESC
source: Get Duplicants around the base quickly, safely, and in style!
uk_ua: Переміщуйтесь навколо вашої бази швидше та з стилем!

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.NAME
source: <link="TRAVELTUBES">Transit Tubes</link>
uk_ua: <link="TRAVELTUBES">Транзитні Трубки</link>

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.DESC
source: Smaller, more efficient pumps for those low-throughput situations.
uk_ua: Маленькі, більш ефективні відкачувачі, для таких низькопродуктивних ситуацій.

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.NAME
source: <link="VALVEMINIATURIZATION">Valve Minaturization</link>
uk_ua: <link="VALVEMINIATURIZATION">Мініатюризація</link>

# STRINGS.RESEARCH.TYPES.ALPHA.DESC
source: <link="RESEARCH">Novice Research</link> is required to unlock basic technologies. It can be conducted at a <link="RESEARCHCENTER">Research Station</link>.
uk_ua: <link="RESEARCH">Новітні Дослідження</link> необхідні, для розблокування базових технологій. Це можна провести на <link="RESEARCHCENTER">Станції Досліджень</link>.

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
uk_ua: Новітні Дослідження

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
uk_ua: Розблоковують елементарні технології

# STRINGS.RESEARCH.TYPES.BETA.DESC
source: <link="RESEARCH">Intermediate Research</link> is required to unlock improved technologies. It can be conducted at a <link="ADVANCEDRESEARCHCENTER">Super Computer</link>.
uk_ua: <link="RESEARCH">Проміжні Дослідження</link> необхідні, для розблокування покращених технологій. Це можна провести на <link="ADVANCEDRESEARCHCENTER">Супер Комп'ютері</link>.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
uk_ua: Проміжні Дослідження

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
uk_ua: Розблокують покращені технології.

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.DESCRIPTION
source: Requires two or more Cots or Comfy Beds
uk_ua: Потрібно два чи більше Койок чи Комфортних Ліжок

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.NAME
source: Beds
uk_ua: Ліжка

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.DESCRIPTION
source: Requires one Cot or Comfy Bed
uk_ua: Потрібно одна Койка чи Комфортне Ліжко

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.NAME
source: Single bed
uk_ua: Одне ліжко

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.DESCRIPTION
source: Requires at least one building with positive decor
uk_ua: Потрібно щонайменше одна будівля з позитивним декором

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.NAME
source: Positive decor
uk_ua: Позитивний декор

# STRINGS.ROOMS.CRITERIA.CLINIC.DESCRIPTION
source: Requires one or more Med-Beds or Pharma Chambers
uk_ua: Потрібно одне чи більше Медичне Ліжко чи Ферма Камеру

# STRINGS.ROOMS.CRITERIA.CLINIC.NAME
source: Medical bed
uk_ua: Медичне ліжко

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.DESCRIPTION
source: Requires a single Critter Feeder
uk_ua: Потрібно одну Тваринну Годівничку

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.NAME
source: Critter Feeder
uk_ua: Тваринна Годівниця

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.DESCRIPTION
source: Requires a single Critter Drop-Off
uk_ua: Потрібно один Тваринний Релокатор

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.NAME
source: Critter Relocator
uk_ua: Тваринний Релокатор

# STRINGS.ROOMS.CRITERIA.CRITERIA_FAILED.MISSING_BUILDING
source: Missing {0}
uk_ua: Відсутні {0}

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.DESCRIPTION
source: Requires one or more Paintings, Sculptures, or Vases
uk_ua: Потрібно одну чи більше Живопису, Скульптур чи Квіткових Горщиків

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.NAME
source: Decoration item
uk_ua: Декоративні предмети

# STRINGS.ROOMS.CRITERIA.FARM_STATION.DESCRIPTION
source: Requires a single Farm Station
uk_ua: Потрібно одну Станцію Фермера

# STRINGS.ROOMS.CRITERIA.FARM_STATION.NAME
source: Farm Station
uk_ua: Станція Фермера

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.DESCRIPTION
source: Requires one or more Ration Boxes or Refrigerators
uk_ua: Потрібно одну чи більше Скрині Пайок чи Холодильників

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.NAME
source: Food storage
uk_ua: Сховище Їжі

# STRINGS.ROOMS.CRITERIA.HEADER
source: Room Criteria
uk_ua: Критерії Кімнати

# STRINGS.ROOMS.CRITERIA.LIGHT.DESCRIPTION
source: Requires one or more light sources
uk_ua: Потрібно одне чи більше Джерел Світла

# STRINGS.ROOMS.CRITERIA.LIGHT.NAME
source: Light source
uk_ua: Джерело Світла

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.DESCRIPTION
source: Requires requires one or more Mechanics Stations
uk_ua: Потрібно одну чи більше Механічних Станцій

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.NAME
source: Mechanics Station
uk_ua: Механічна Станція

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.DESCRIPTION
source: Requires one or more Massage Tables
uk_ua: Потрібно один чи більше Масажних Столів

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.NAME
source: Massage Table
uk_ua: Масажний Стіл

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.DESCRIPTION
source: Must have an area no larger than {0} tiles
uk_ua: Має бути не більше, ніж {0} блоків

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.NAME
source: Maximum size: {0} tiles
uk_ua: Максимальний розмір: {0} блоків

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.DESCRIPTION
source: Requires two or more Mess Tables
uk_ua: Потрібно два чи більше Столи Їдальні

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.NAME
source: Mess Tables
uk_ua: Столи Їдальні

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.DESCRIPTION
source: Requires a single Mess Table
uk_ua: Потрібно один Стіл Їдальні

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.NAME
source: Mess Table
uk_ua: Стіл Їдальні

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.DESCRIPTION
source: Must have an area of at least {0} tiles
uk_ua: Має бути не менше, ніж {0} блоків

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.NAME
source: Minimum size: {0} tiles
uk_ua: Мінімальний розмір {0} блоків

# STRINGS.ROOMS.CRITERIA.NEUTRAL_TYPE
source: Enclosed by wall tiles and doors
uk_ua: Замкнутий блоком стіни та дверима

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.DESCRIPTION
source: Cannot contain any building labelled Industrial Machinery
uk_ua: Не може містити будь-які будівлі з ярликом Промислові Механізми

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.NAME
source: No industrial machinery
uk_ua: Відсутність виробничих механізмів

# STRINGS.ROOMS.CRITERIA.NO_TYPE_CONFLICTS
source: Remove conflicting buildings
uk_ua: Усуньте конфліктуючі будівлі

# STRINGS.ROOMS.CRITERIA.POSSIBLE_TYPES_HEADER
source: Possible Room Types
uk_ua: Можливі Типи Кімнат

# STRINGS.ROOMS.CRITERIA.POWER_STATION.DESCRIPTION
source: Requires a single Power Control Station
uk_ua: Потрібно одну Станцію Керування Енергією

# STRINGS.ROOMS.CRITERIA.POWER_STATION.NAME
source: Power Control Station
uk_ua: Станція Керування Енергією

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.DESCRIPTION
source: Requires a single Ranch Station
uk_ua: Потрібно одну Станцію Ковбоя

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.NAME
source: Ranch Station
uk_ua: Станція Ковбоя

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.DESCRIPTION
source: Requires one or more Massage Tables
uk_ua: Потрібно один чи більше Масажних Столів

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.NAME
source: Recreational building
uk_ua: Розважальні будівлі

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.DESCRIPTION
source: Requires one or more Research Stations or Super Computers
uk_ua: Потрібно одну чи більше Станцію Досліджень чи Супер Комп'ютер

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.NAME
source: Research station
uk_ua: Станція Досліджень

# STRINGS.ROOMS.CRITERIA.TOILET.DESCRIPTION
source: Requires one or more Outhouses or Lavatories
uk_ua: Потребує одну чи більше Убиральні у Дворі чи Убиральні

# STRINGS.ROOMS.CRITERIA.TOILET.NAME
source: Toilet
uk_ua: Убиральня

# STRINGS.ROOMS.CRITERIA.WASH_STATION.DESCRIPTION
source: Requires one or more Wash Basins, Sinks, Hand Sanitizers, or Showers
uk_ua: Потрібно один чи більше Умивальників, Раковин, Дезінфекторів Рук, чи Душів

# STRINGS.ROOMS.CRITERIA.WASH_STATION.NAME
source: Wash station
uk_ua: Душ

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.NAME
source: <b>Assignments:</b> {0}
uk_ua: <b>Назначені:</b> {0}

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.UNASSIGNED
source: Unassigned
uk_ua: Непризначений

# STRINGS.ROOMS.DETAILS.AVERAGE_ATMO_MASS.NAME
source: Average air pressure: {0}
uk_ua: Середній тиск повітря: {0}

# STRINGS.ROOMS.DETAILS.AVERAGE_TEMPERATURE.NAME
source: Average temperature: {0}
uk_ua: Середня температура: {0}

# STRINGS.ROOMS.DETAILS.BUILDING_COUNT.NAME
source: Buildings: {0}
uk_ua: Будівель: {0}

# STRINGS.ROOMS.DETAILS.CREATURE_COUNT.NAME
source: Critters: {0}
uk_ua: Тварини: {0}

# STRINGS.ROOMS.DETAILS.HEADER
source: Room Details
uk_ua: Подробиці Кімнат

# STRINGS.ROOMS.DETAILS.SIZE.NAME
source: Room size: {0} Tiles
uk_ua: Розмір кімнати: {0} Блоків

# STRINGS.ROOMS.TYPES.BARRACKS.EFFECT
source: - Stamina recovery bonus
uk_ua: - Бонус до відновлення витриваловті

# STRINGS.ROOMS.TYPES.BARRACKS.NAME
source: Barracks
uk_ua: Казарми

# STRINGS.ROOMS.TYPES.BARRACKS.TOOLTIP
source: Sleeping in a bed will restore additional stamina for Duplicants if it is located within Barracks.
uk_ua: Спання в ліжку відновлює додаткову витривалість для Дублікантів, якщо вони знаходяться в Казармах.

# STRINGS.ROOMS.TYPES.CONFLICTED
source: Conflicted Room
uk_ua: Конфлікт Кімнат

# STRINGS.ROOMS.TYPES.CREATUREPEN.EFFECT
source: - Hastens critter domestication
uk_ua: - Прискорює одомашнення тварин

# STRINGS.ROOMS.TYPES.CREATUREPEN.NAME
source: Stable
uk_ua: Стайня

# STRINGS.ROOMS.TYPES.CREATUREPEN.TOOLTIP
source: Stabled critters will be more productive and less hostile.
uk_ua: Спокійні тварини будуть більш продуктивними та менш ворожими.

# STRINGS.ROOMS.TYPES.FARM.EFFECT
source: - Accelerated plant growth
uk_ua: - Прискорює ріст рослин

# STRINGS.ROOMS.TYPES.FARM.NAME
source: Greenhouse
uk_ua: Оранжерея

# STRINGS.ROOMS.TYPES.FARM.TOOLTIP
source: Crops grown within a Greenhouse can be tended by Farmers to increase their growth speed.
uk_ua: Сільгоспкультури, що вирощуються в Оранжереї Фермерами, мають схильність до збільшення швидкості росту.

# STRINGS.ROOMS.TYPES.HOSPITAL.EFFECT
source: - Quarantine sick Duplicants
uk_ua: - Ізоляція хворих Дублікантів

# STRINGS.ROOMS.TYPES.HOSPITAL.NAME
source: Med Bay
uk_ua: Госпіталь

# STRINGS.ROOMS.TYPES.HOSPITAL.TOOLTIP
source: Sick Duplicants assigned to medical beds located within a Med Bay are less likely to spread Disease.
uk_ua: Хворі Дубліканти призначені до медичних ліжок, розміщених в Госпіталі, менш імовірно поширюють Захворювання.

# STRINGS.ROOMS.TYPES.LATRINE.EFFECT
source: - Stress relief bonus
uk_ua: - Бонус до зняття стресу

# STRINGS.ROOMS.TYPES.LATRINE.NAME
source: Latrine
uk_ua: Ванна Кімната

# STRINGS.ROOMS.TYPES.LATRINE.TOOLTIP
source: Using a toilet will relieve additional stress for Duplicants if it is located in a Latrine.
uk_ua: Використання туалету позбавляє Дублікантів від додаткового стресу, якщо вони знаходиться в Ванній Кімнаті.

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.EFFECT
source: - Increased fabrication efficiency
uk_ua: - Збільшує ефективність виробництва

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.NAME
source: Machine Shop
uk_ua: Машинний Цех
