Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.INSTANT_BUILD.TOOLTIP
source: Toggle between placing construction plans and fully built buildings
uk_ua: Перемикає між розміщенням планів та повністю побудованих будівель

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.NAME
source: Absolute mass
uk_ua: Абсолютна маса

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.TOOLTIP
source: Adjust mass
uk_ua: Налаштування маси

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.NAME
source: Sample
uk_ua: Взірець

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.TOOLTIP
source: Copy the settings from a cell to use with brush tools
uk_ua: Скопіюйте налаштування клітинки для використання знаряддя пензля

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWN_ENTITY.NAME
source: Spawn
uk_ua: Спавн

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.NAME
source: Spawner
uk_ua: Спамер

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.TOOLTIP
source: Spawn food, creatures, equipment, and other entities
uk_ua: Створюйте їжу, тварин, спорядження та інші об'єкти

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.NAME
source: Sprinkle
uk_ua: Кропіння

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.TOOLTIP
source: Paint elements into the simulation using noise
uk_ua: Малювання елементів в симуляції використовуючи шум

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.NAME
source: Absolute temperature
uk_ua: Абсолютна температура

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.TOOLTIP
source: Adjust absolute temperature
uk_ua: Налаштування абсолютної температури

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.NAME
source: Additive temperature
uk_ua: Додаткова температура

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.TOOLTIP
source: Adjust additive temperature
uk_ua: Налаштування додаткової температури

# STRINGS.UI.SCHEDULE
source: SCHEDULE
uk_ua: РОЗКЛАД

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.DESCRIPTION
source: EAT: During Mealtime Duplicants will head to their assigned mess halls and eat.
uk_ua: ЇЖА: Під час приймання їжі Дубліканти вирушають до призначених для них місць та їдять.

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.NAME
source: Mealtime
uk_ua: Час приймання їжі

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.DESCRIPTION
source: HYGIENE: During <link="HYGIENE">Hygiene</link> hours Duplicants will head to their assigned washrooms to get cleaned up.
uk_ua: ГІГІЄНА: Під час години <link="HYGIENE">Гігієни</link> Дубліканти вирушають до призначених для них ванних кімнат, щоб очиститися.

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.NAME
source: Hygiene
uk_ua: Гігієна

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.NAME
source: Recreation
uk_ua: Відпочинок

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.DESCRIPTION
source: SLEEP: When it's time to sleep, Duplicants will head to their assigned rooms and rest.
uk_ua: СОН: Коли час спати, Дубліканти підуть на призначені їм кімнати та відпочиватимуть.

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.NAME
source: Sleep
uk_ua: Сон

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.DESCRIPTION
source: WORK: During Work hours Duplicants will perform any pending errands in the colony.
uk_ua: РОБОТА: Під час робочих годин Дубліканти виконують будь-яке незакінчене завдання в колонії

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.NAME
source: Work
uk_ua: Робота

# STRINGS.UI.SCHEDULESCREEN.ALLOWED
source: Allowed
uk_ua: Дозволено

# STRINGS.UI.SCHEDULESCREEN.BLOCKS
source: BLOCKS:
uk_ua: БЛОКИ:

# STRINGS.UI.SCHEDULESCREEN.CLICKTOCHANGE
source: Click to change block type.
uk_ua: Натисніть, для зміни типу блока.

# STRINGS.UI.SCHEDULESCREEN.CLICKTOSELECT
source: Click to select.
uk_ua: Натисніть, щоб обрати.

# STRINGS.UI.SCHEDULESCREEN.DENIED
source: Denied
uk_ua: Відмовлено

# STRINGS.UI.SCHEDULESCREEN.SCHEDULE
source: SCHEDULE:
uk_ua: РОЗКЛАД

# STRINGS.UI.SCHEDULESCREEN.SELECTBLOCKTYPETOOLTIP
source: Select a block type to adjust the colony's schedule
uk_ua: Оберіть тип блоку, щоб регулювати розкладом колонії

# STRINGS.UI.SCHEDULESCREEN.SELECTHELP
source: Select an option and then click or drag on the timetable to adjust the Duplicant's schedule.
uk_ua: Оберіть параметр і потім натисніть або перетягніть графік, щоб налаштувати розклад Дублікантів.

# STRINGS.UI.SCHEDULESCREEN.TIMESLOT
source: Time Slot
uk_ua: Часовий інтервал

# STRINGS.UI.SPEED_FAST
source: FAST
uk_ua: ШВИДКО

# STRINGS.UI.SPEED_MEDIUM
source: MEDIUM
uk_ua: СЕРЕДНЬО

# STRINGS.UI.SPEED_SLOW
source: SLOW
uk_ua: НОВІЛЬНО

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EATEN_TODAY
source: Sort by eaten today
uk_ua: Сортувати за вжитим сьогодні

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EXPECTATIONS
source: Sort by quality expectations
uk_ua: Сортувати за якість очікування

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_FULLNESS
source: Sort by fullness
uk_ua: Сортувати за ситістю

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_HITPOINTS
source: Sort by hit points
uk_ua: Сортувати по завданій шкоді

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_IMMUNEPOINTS
source: Sort by immune points
uk_ua: Сортувати по імунних показниках

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_NAME
source: Sort by name
uk_ua: Сортувати за імям

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_STRESS
source: Sort by stress level
uk_ua: Сортувати за рівнем стресу

# STRINGS.UI.TABLESCREENS.GOTO_DUPLICANT_BUTTON
source: Double-click to go to <b>{0}</b>
uk_ua: Двічі клацніть, щоб перейти до <b>{0}</b>

# STRINGS.UI.TABLESCREENS.SELECT_DUPLICANT_BUTTON
source: Click to select <b>{0}</b>
uk_ua: Натисніть, щоб виділити <b>{0}</b>

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Attack
uk_ua: Атака

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO ATTACK
uk_ua: ТЯГНИ, ЩОБ АТАКУВАТИ

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Attack tool
uk_ua: Знаряддя: Атака

# STRINGS.UI.TOOLS.BUILD.NAME
source: Build {0}
uk_ua: Будувати {0}

# STRINGS.UI.TOOLS.BUILD.TOOLACTION
source: CLICK TO BUILD
uk_ua: НАТИСНІТЬ ДЛЯ БУДІВНИЦТВА

# STRINGS.UI.TOOLS.BUILD.TOOLACTION_DRAG
source: DRAG TO BUILD
uk_ua: ТЯГНИ, ЩОБ БУДУВАТИ

# STRINGS.UI.TOOLS.BUILD.TOOLNAME
source: Build tool
uk_ua: Знаряддя: Будівнийтво

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
uk_ua: Скасувати

# STRINGS.UI.TOOLS.CANCEL.TOOLACTION
source: DRAG TO CANCEL ACTION
uk_ua: ТЯГНИ, ЩОБ ВІДМІНИТИ ДІЇ

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
uk_ua: Знаряддя: Скасувати

# STRINGS.UI.TOOLS.CAPTURE.NAME
source: Wrangle
uk_ua: Впіймати

# STRINGS.UI.TOOLS.CAPTURE.NOT_CAPTURABLE
source: Cannot Wrangle
uk_ua: Не може впіймати

# STRINGS.UI.TOOLS.CAPTURE.TOOLACTION
source: DRAG TO WRANGLE CRITTERS
uk_ua: ТЯГНИ, ЩОБ ВПІЙМАТИ ТВАРИН

# STRINGS.UI.TOOLS.CAPTURE.TOOLNAME
source: Wrangle tool
uk_ua: Знаряддя: Впіймати

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
uk_ua: Чищення

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
uk_ua: Знаряддя: Чищення

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
uk_ua: Вставити налаштування

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
uk_ua: ТЯГНИ, ЩОБ ВСТАВИТИ НАЛАШТУВАННЯ

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
uk_ua: Знаряддя: Вставлення Налаштувань

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
uk_ua: Знести

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
uk_ua: ТЯГНИ, ЩОБ ЗНЕСТИ

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
uk_ua: Знаряддя: Знести

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
uk_ua: Копати

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
uk_ua: ТЯГНИ, ЩОБ КОПАТИ

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
uk_ua: Знаряддя: Копати

# STRINGS.UI.TOOLS.DISINFECT.NAME
source: Disinfect
uk_ua: Дезінфекція

# STRINGS.UI.TOOLS.DISINFECT.TOOLACTION
source: DRAG TO DISINFECT
uk_ua: ТЯГНИ, ЩОБ ДЕЗІНФІКУВАТИ

# STRINGS.UI.TOOLS.DISINFECT.TOOLNAME
source: Disinfect tool
uk_ua: Знаряддя: Дезінфекція

# STRINGS.UI.TOOLS.EMPTY_PIPE.NAME
source: Empty Pipe
uk_ua: Порожні Труби

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLACTION
source: DRAG TO MARK PIPES TO EMPTY
uk_ua: ТЯГНИ, ЩОБ ПОЗНАЧИТИ СПОРОЖНЕННЯ ТРУБ

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLNAME
source: Empty Pipe Tool
uk_ua: Знаряддя: Спорожнення Труб

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLTIP
source: Drag to mark pipes for emptying
uk_ua: Потягніть, щоб позначити труби для спорожнення

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
uk_ua: Все

# STRINGS.UI.TOOLS.FILTERLAYERS.ATTACK
source: Attack
uk_ua: Атака

# STRINGS.UI.TOOLS.FILTERLAYERS.BACKWALL
source: Background Buildings
uk_ua: Фонові Будівлі

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
uk_ua: Будівлі

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
uk_ua: Перенесення та миття

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
uk_ua: Накази Копання

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Disable Harvest
uk_ua: Вимкнути Жнива

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
uk_ua: Газові Труби

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Enable Harvest
uk_ua: Увімкнути Жнива

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
uk_ua: Рідинні Труби

# STRINGS.UI.TOOLS.FILTERLAYERS.LOGIC
source: Automation
uk_ua: Автоматика

# STRINGS.UI.TOOLS.FILTERLAYERS.SOLIDCONDUITS
source: Conveyor Rails
uk_ua: Конвеєрні Рейки

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
uk_ua: Блоки

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Power Wires
uk_ua: Електричні Дроти

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Tool Filter
uk_ua: Фільтр Знаряддя

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
uk_ua: Назад

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
uk_ua: НЕВІДОМО

# STRINGS.UI.TOOLS.HARVEST.NAME
source: Harvest
uk_ua: Жнива

# STRINGS.UI.TOOLS.HARVEST.TOOLACTION
source: DRAG TO TOGGLE HARVEST
uk_ua: ТЯГНИ, ЩОБ УВІМКНУТИ ЖНИВА

# STRINGS.UI.TOOLS.HARVEST.TOOLNAME
source: Harvest tool
uk_ua: Знаряддя: Жнива

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
uk_ua: Нести

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
uk_ua: ТЯГНИ, ЩОБ НЕСТИ

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
uk_ua: Знаряддя: Нести

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
uk_ua: Мити

# STRINGS.UI.TOOLS.MOP.NOT_ON_FLOOR
source: Not On Floor
uk_ua: Не на підлозі

# STRINGS.UI.TOOLS.MOP.TOO_MUCH_LIQUID
source: Too Much Liquid
uk_ua: Надто багато рідини

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
uk_ua: ТЯГНИ, ЩОБ МИТИ

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
uk_ua: Знаряддя: Мити

# STRINGS.UI.TOOLS.MOVETOLOCATION.NAME
source: Move
uk_ua: Перемістити

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE
uk_ua: НАТИСНІТЬ, ДЛЯ ПЕРЕМІЩЕННЯ

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move Here
uk_ua: Перемістити сюди

# STRINGS.UI.TOOLS.MOVETOLOCATION.UNREACHABLE
source: UNREACHABLE
uk_ua: НЕДОСЯЖНИЙ

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Sub-Priority
uk_ua: Суб-Пріоритет

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Sub-Priority
uk_ua: Суб-Пріоритет

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Sub-Priority: {0}
uk_ua: Ставити Суб-пріоритет: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO ADJUST SUB-PRIORITY
uk_ua: ТЯГНИ, ЩОБ ДАТИ ПРІОРИТЕТ

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Sub-Priority tool
uk_ua: Знаряддя: Суб-Пріоритет

# STRINGS.UI.TOOLS.SANDBOX.BRUSH.NAME
source: Brush
uk_ua: Пензель

# STRINGS.UI.TOOLS.SANDBOX.CLEAR_FLOOR.NAME
source: Clear Floor
uk_ua: Чиста Підлога

# STRINGS.UI.TOOLS.SANDBOX.DESTROY.NAME
source: Destroy
uk_ua: Знищити

# STRINGS.UI.TOOLS.SANDBOX.FLOOD.NAME
source: Fill
uk_ua: Заповнити

# STRINGS.UI.TOOLS.SANDBOX.FOW.NAME
source: Reveal
uk_ua: Викриття

# STRINGS.UI.TOOLS.SANDBOX.HEATGUN.NAME
source: Heat Gun
uk_ua: Тепло Гармата

# STRINGS.UI.TOOLS.SANDBOX.SAMPLE.NAME
source: Sample
uk_ua: Взірець

# STRINGS.UI.TOOLS.SANDBOX.SANDBOX_TOGGLE.NAME
source: SANDBOX
uk_ua: ПІСОЧ-ЦЯ

# STRINGS.UI.TOOLS.SANDBOX.SPAWN_ENTITY.NAME
source: Spawn
uk_ua: Спавн

# STRINGS.UI.TOOLS.SANDBOX.SPAWNER.NAME
source: Spawner
uk_ua: Спамер

# STRINGS.UI.TOOLS.SANDBOX.SPRINKLE.NAME
source: Sprinkle
uk_ua: Кропіння

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening in the colony right now
uk_ua: Сповіщення надають важливу інформацію про те, що відбувається у колонії прямо зараз

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to attack poor, wild critters
uk_ua: Потягніть для атаки бідних, диких тварин

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
uk_ua: Базове значення

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel errands
uk_ua: Потягніть для скасування завдань

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
uk_ua: Скасуйте чергові замовлення або демонтуйте існуючі будівлі

# STRINGS.UI.TOOLTIPS.CAPTUREBUTTON
source: Drag to capture live critters
uk_ua: Потягніть, щоб впіймати тварин живими

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
uk_ua: Мити та витирати брудну підлогу

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move debris into storage
uk_ua: Потягніть для переміщення будівельного сміття в сховище

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
uk_ua: Закрити

# STRINGS.UI.TOOLTIPS.CONVEYOR_OVERLAY_STRING
source: Displays conveyor transport components
uk_ua: Відображає компоненти конвеєрного транспортування

# STRINGS.UI.TOOLTIPS.CROPS_OVERLAY_STRING
source: Displays plant growth progress
uk_ua: Відображає прогрес, росту рослин

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings
uk_ua: Потягніть для знесення будівель

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
uk_ua: Відображає величину декору

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig errands
uk_ua: Потягніть, щоб назначити завдання копати

# STRINGS.UI.TOOLTIPS.DISEASEOVERLAYSTRING
source: Displays disease risk areas
uk_ua: Відображає території, ризику захворювання

# STRINGS.UI.TOOLTIPS.DISINFECTBUTTON
source: Drag to disinfect buildings
uk_ua: Потягніть для дезінфекції будівель від бактерій

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
uk_ua: Відхилити повідомлення

# STRINGS.UI.TOOLTIPS.EDITCREATURENAME
source: Give this lil' critter a new name
uk_ua: Дати цій тварині нове ім'я

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
uk_ua: Дати цьому Дубліканту нове ім'я

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <link="POWER">Power</link> Produced
uk_ua: Виробництво <link="POWER">Енергії</link>

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <link="POWER">Power</link> Required
uk_ua: Необхідна <link="POWER">Енергія</link>

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
uk_ua: Відображає компоненти газопровідної системи

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to harvest plants
uk_ua: Потягніть для жнивів рослин

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
uk_ua: Відображає території з комфортною температурою для Дублікантів

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_ATTACHPOINT
source: Must be built overlapping an {0}
uk_ua: Потрібно будувати в перекритті з {0}

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
uk_ua: Потрібно будувати на стелі

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
uk_ua: Потрібно будувати на твердій землі

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_GASPORTS_OBSTRUCTED
source: Gas ports are obstructed
uk_ua: Газовий порт заблокований

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
uk_ua: Потрібно будувати в землі

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INVALID_CELL
source: Invalid Cell
uk_ua: Недійсна клітинка

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LIQUIDPORTS_OBSTRUCTED
source: Liquid ports are obstructed
uk_ua: Рідинний порт заблокований

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LOGIC_PORTS_OBSTRUCTED
source: Automation ports are obstructed
uk_ua: Автоматичний порт заблокований

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_NOT_IN_TILES
source: Cannot be built inside tile
uk_ua: Не можна будувати в середині блока

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
uk_ua: Потрібно будувати на вільному місці

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_SPACE
source: Must be built on the asteroid surface
uk_ua: Потрібно будувати на поверхні астероїда

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_WIRE_OBSTRUCTION
source: Obstructed by wire
uk_ua: Дріт похований

# STRINGS.UI.TOOLTIPS.HELP_REQUIRES_ROOM
source: Must be in a room
uk_ua: Потрібно бути в кімнаті

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=#F44A47>[{Key}]</color> to Rotate
uk_ua: Натисніть <color=#F44A47>[{Key}]</color> для Обертання

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_NO_UTURNS
source: Can't U-Turn
uk_ua: Не можна повернутися

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_STRAIGHT_BRIDGES
source: Can't Turn Here
uk_ua: Не можна повернутися тут

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about my Duplicant
uk_ua: Панель інформації містить загальне уявлення про базову інформацію мого Дубліканта

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything this Duplicant is in possession of
uk_ua: Панель предметів відображає все, що є у володіннях Дубліканта

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this errand:
uk_ua: Наступні атрибути впливають на ефективність Дублікантів в цих завданнях:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this errand.
uk_ua: {0} не може виконувати це завдання.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: Urgent errands are always performed before non-urgent errands. However, a busy Duplicant will continue to work on their current errand until it's complete, even if a more urgent errand becomes available.
uk_ua: Термінові завдання завжди виконуються перед невідкладними завданнями. Однак, зайнятий Дублікант продовжуватиме працювати над поточним завданням, доки не буде завершено, навіть якщо стане доступним більш термінове завдання.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
uk_ua: Відповідні атрибути:

# STRINGS.UI.TOOLTIPS.JOULESOVERLAYSTRING
source: Displays the thermal energy in each cell
uk_ua: Відображає теплову енергію в кожній комірці

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
uk_ua: Відображає видимий радіус джерела світла

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
uk_ua: Відображає компоненти водопровідної системи

# STRINGS.UI.TOOLTIPS.LOGICOVERLAYSTRING
source: Displays automation grid components
uk_ua: Відображає компоненти, мережі автоматизації

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CODEX
source: Browse database entries
uk_ua: Переглянути записи в базі даних

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicants' diets
uk_ua: Керування дієтами Дублікантів

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
uk_ua: Перегляд щоденних звітів колонії

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicants' errand priorities
uk_ua: Керування пріоритетністю завдань Дублікантів

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
uk_ua: Побудуйте Станцію Досліджень, щоб розблокувати ------------------ Дослідницька будівля може бути знайдена у Вкладці Станції <color=#F44A47>[0]</color> Меню Будівництва

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_ROLES_STATION
source: Build a Jobs Board to unlock ------------------ The Jobs Board can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
uk_ua: Побудуйте Дошку Роботи, щоб розблокувати ------------------ Дошка Роботи може бути знайдена у Вкладці Станції <color=#F44A47>[0]</color> Меню Будівництва

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
uk_ua: Перегляд Дерева Досліджень

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_ROLES
source: Manage Duplicants' priorities and job assignments
uk_ua: Керування пріоритетами та призначеними роботами Дублікантів

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_SCHEDULE
source: Adjust colony timetable
uk_ua: Керуйте розкладом колонії

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
uk_ua: Перегляд показників Дублікантів

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
uk_ua: Зроблено з {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help me manage my colony
uk_ua: Повідомлення - це події, що сталися та поради, які допоможуть мені керувати моєю колонією

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
uk_ua: Найвищий Стрес: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_IMMUNITY_LEVELS
source: Immune Systems: {0}
uk_ua: Імунні Системи: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
uk_ua: Наявні Калорії: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_POPULATION
source: Population: {0}
uk_ua: Населення: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to swab unwanted liquids
uk_ua: Потягніть для витирання небажаної рідини скрізь

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
uk_ua: Наступне повідомлення

# STRINGS.UI.TOOLTIPS.NO_CODEX_ENTRY
source: No database entry available
uk_ua: Немає записів в базі даних

# STRINGS.UI.TOOLTIPS.NOISE_POLLUTION_OVERLAY_STRING
source: Displays ambient noise levels
uk_ua: Відображає навколишній рівень шуму

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
uk_ua: Не достатні матеріали

# STRINGS.UI.TOOLTIPS.OPEN_CODEX_ENTRY
source: View full entry in database
uk_ua: Переглянути повний запис у базі даних

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
uk_ua: Відображає щільність кисневого середовища

# STRINGS.UI.TOOLTIPS.PAUSE
source: Pause
uk_ua: Пауза

# STRINGS.UI.TOOLTIPS.PAUSEBUTTON
source: Pause
uk_ua: Зупинити

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
uk_ua: Почати

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
uk_ua: Відображає компоненти електричної мережі

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays errand sub-priority values
uk_ua: Відображає значення суб-пріоритетних завдань

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to set errand Sub-Priority
uk_ua: Потягніть, щоб назначити суб-пріоритет завданням

# STRINGS.UI.TOOLTIPS.RANDOMIZECREATURENAME
source: Randomize this critter's name
uk_ua: Випадкове ім'я цієї тварини

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
uk_ua: Випадкове ім'я цих Дублікантів

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
uk_ua: Відображає доступні території для Дублікантів

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE
source: Queue 1 {0} for fabrication
uk_ua: +1 {0} в чергу виробництва

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE_INFINITE
source: Continuously fabricate {0} if resources are available
uk_ua: Постійно виготовляє {0}, якщо є наявні ресурси

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_OFF
source: Disable Red Alert
uk_ua: Вимк. Червону Тревогу

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_ON
source: Enable Red Alert
uk_ua: Увім. Червону Тревогу
