Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.CODEX.DECOR.BODY.CONTAINER1
source: Description of decor, stress, expectations
uk_ua: Зображення декору, стресу, очікування

# STRINGS.CODEX.DECOR.SUBTITLE
source: Quality sensations
uk_ua: Якість сприйняття

# STRINGS.CODEX.DECOR.TITLE
source: <link="DECOR">Decor</link>
uk_ua: <link="DECOR">Декор</link>

# STRINGS.CODEX.DENSE.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.DENSE.TITLE
source: Dense Puft
uk_ua: Щільний Пуфт

# STRINGS.CODEX.DRECKO.BODY.CONTAINER1
source: Dreckos are a reptilian species boasting billions of microscopic hairs on their feet, allowing them to stick to and climb most surfaces. The tail of the Drecko, called the "train", is purely for decoration and can be lost or shorn without harm to the animal. As a result, Drecko fibers are often farmed for use in textile production.
uk_ua: Дрекки - різновид рептилій, що мають на своїх ногах мільярди мікроскопічних волосків, що дозволяють їм прилипати та підніматися на більшість поверхонь. Хвіст Дрекко, який називається "поїздом", є виключно для прикраси та може бути загублений або зстрижений без шкоди для тварини. Як наслідок, волокна Дрекко часто використовуються для виробництва текстилю.

# STRINGS.CODEX.DRECKO.SUBTITLE
source: Domesticable Critter
uk_ua: Домашня Тварина

# STRINGS.CODEX.DRECKO.TITLE
source: Drecko
uk_ua: Дрекко

# STRINGS.CODEX.DUSKCAP.SUBTITLE
source: Edible Plant
uk_ua: Їстівні рослини

# STRINGS.CODEX.DUSKCAP.TITLE
source: Dusk Cap
uk_ua: Сутінковий Гриб

# STRINGS.CODEX.ELEMENTHARDNESS.TITLE
source: <link="HARDNESS">Hardness</link>
uk_ua: <link="HARDNESS">Твердість</link>

# STRINGS.CODEX.EXAMPLE_ENTRY.BODY
source: <link="testLink">Body of the Example entry.</link> Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah.
uk_ua: <link="testLink">Основна частина виведеного взірця.</link> Дур-ни-ця. Ні-се-ніт-ни-ця. Дур-ни-ця. Ні-се-ніт-ни-ця. Дур-ни-ця. Ні-се-ніт-ни-ця. Дур-ни-ця. Ні-се-ніт-ни-ця. Дур-ни-ця. Ні-се-ніт-ни-ця. Дур-ни-ця. Ні-се-ніт-ни-ця.

# STRINGS.CODEX.EXAMPLE_ENTRY.SUBTITLE
source: Subtitle of the Example entry
uk_ua: Введення Взірця Підзаголовка

# STRINGS.CODEX.EXAMPLE_ENTRY.TITLE
source: Title of the Example entry
uk_ua: Введення Взірця Заголовка

# STRINGS.CODEX.EXAMPLECATEGORY.SUBTITLE
source: Example Subtitle
uk_ua: Взірець Підзаголовка

# STRINGS.CODEX.EXAMPLECATEGORY.TITLE
source: Example Title
uk_ua: Взірець Заголовка

# STRINGS.CODEX.GLOSSY.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.GLOSSY.TITLE
source: Glossy Drecko
uk_ua: Блискучий Дрекко

# STRINGS.CODEX.HATCH.BODY.CONTAINER1
source: The Hatch is an adaptable creature whose wide ranging diet allows it to integrate easily into most ecosystems. The Hatch has no eyes and is completely blind, although a photosensitive patch atop its head is capable of detecting even minor changes in overhead light, making it prefer dark caves and tunnels.
uk_ua: Хатч - це пристосована тварина, широкомасштабна дієта якої дозволяє легко інтегруватися в більшість екосистем. Хатч не має очей та повністю сліпий, хоча світлочутливий клаптики на його голові здатний виявити навіть незначні зміни у верхньому світлі, завдяки чому він віддає перевагу темним печерам та тунелям.

# STRINGS.CODEX.HATCH.SUBTITLE
source: Domesticable Critter
uk_ua: Домашня Тварина

# STRINGS.CODEX.HATCH.TITLE
source: Hatch
uk_ua: Хатч

# STRINGS.CODEX.HEADERS.BUILDINGEFFECTS
source: Effects
uk_ua: Ефекти

# STRINGS.CODEX.HEADERS.BUILDINGREQUIREMENTS
source: Requirements
uk_ua: Потреби

# STRINGS.CODEX.HEADERS.COMFORTRANGE
source: Temperature Range
uk_ua: Температурні межі

# STRINGS.CODEX.HEADERS.DIET
source: Diet
uk_ua: Харчування

# STRINGS.CODEX.HEADERS.ELEMENTTRANSITIONS
source: Transitions
uk_ua: Перехідні

# STRINGS.CODEX.HEADERS.FABRICATIONS
source: Recipes
uk_ua: Рецепти

# STRINGS.CODEX.HEADERS.HATCHESFROMEGG
source: Comes from
uk_ua: Походить від

# STRINGS.CODEX.HEADERS.PREREQUISITE_ROLES
source: Prerequisite Jobs
uk_ua: Необхідні роботи

# STRINGS.CODEX.HEADERS.PREREQUISITE_TECH
source: Prerequisite Tech
uk_ua: Необхідні технології

# STRINGS.CODEX.HEADERS.PRODUCES
source: Produces
uk_ua: Виробник

# STRINGS.CODEX.HEADERS.RECEPTACLE
source: Plants
uk_ua: Вирощування

# STRINGS.CODEX.HEADERS.RECIPE
source: Recipe
uk_ua: Рецепти

# STRINGS.CODEX.HEADERS.ROLE_PERKS
source: Role Perks
uk_ua: Службові пільги

# STRINGS.CODEX.HEADERS.SUBENTRIES
source: Contents
uk_ua: Зміст

# STRINGS.CODEX.HEADERS.TECH_UNLOCKS
source: Unlocks
uk_ua: Розблокує

# STRINGS.CODEX.HEADERS.UNLOCK_ROLES
source: Promotable to Roles
uk_ua: Підвищення по службі

# STRINGS.CODEX.HEADERS.USED_IN_RECIPES
source: Used in recipes
uk_ua: Використовується в рецептах

# STRINGS.CODEX.HEAT.BODY.CONTAINER1
source: Description of thermal energy, temperature, conduction, homeostasis, phase changes
uk_ua: Опис теплової енергії, температури, провідності, гомеостазу, фазових змін

# STRINGS.CODEX.HEAT.SUBTITLE
source: What <i>is</i> heat?
uk_ua: Що <i>таке</i> тепло?

# STRINGS.CODEX.HEAT.TITLE
source: Heat
uk_ua: Тепло

# STRINGS.CODEX.LIGHT.BODY.CONTAINER1
source: Description of light, stress effects, plants affected by light
uk_ua: Опис світла, стресових ефектів, вплив на рослини світлом

# STRINGS.CODEX.LIGHT.SUBTITLE
source: What is light?
uk_ua: Що таке світло?

# STRINGS.CODEX.LIGHT.TITLE
source: Light
uk_ua: Світло

# STRINGS.CODEX.LOGIC.BODY.CONTAINER1
source: Description of automation, logic input/outputs, link to automation research
uk_ua: Опис автоматизації, логічних входів/виходів, посилання на дослідження автоматизації

# STRINGS.CODEX.LOGIC.SUBTITLE
source: Automation
uk_ua: Автоматизація

# STRINGS.CODEX.LOGIC.TITLE
source: Automation
uk_ua: Автоматизація

# STRINGS.CODEX.MEALWOOD.SUBTITLE
source: Edible Plant
uk_ua: Їстівні рослини

# STRINGS.CODEX.MEALWOOD.TITLE
source: Mealwood
uk_ua: М'ясне Дерево

# STRINGS.CODEX.MOLTEN.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.MOLTEN.TITLE
source: Molten Slickster
uk_ua: Плавкий Слікстер

# STRINGS.CODEX.MORB.BODY.CONTAINER1
source: The Morb is a versatile scavenger, capable of breaking down and consuming dead matter from most plant and animal species. It poses a severe disease risk to humans due to the thick slime it excretes to surround its inner cartilage structures. A single teaspoon of Morb slime can contain up to a quadrillion bacteria that work to deter would-be predators and liquefy its food.
uk_ua: Морб - універсальний сміттяр, здатним розбивати та споживати мертву речовину з більшості видів рослин та тварин. Це становить серйозний ризик захворювання людей через товстий слиз, який він виділяє, що оточує його внутрішні хрящові структури. Одна чайна ложка слизу Морба, може містити до септильйону бактерій, які працюють, щоб утримати майбутніх хижаків та розріджувати їжу.

# STRINGS.CODEX.MORB.SUBTITLE
source: Critter
uk_ua: Тварина

# STRINGS.CODEX.MORB.TITLE
source: Morb
uk_ua: Морб

# STRINGS.CODEX.MUCKROOT.BODY.CONTAINER1
source: The Muckroot is an aggressively invasive yet exceedingly delicate root plant known for its earthy flavour and unusual texture. The Muckroot reproduces wildly when kept in precise conditions, but it is wholly incapable of reproducing without direct, natural sunlight.
uk_ua: Гній-корінь - це агресивно поширений, але надзвичайно делікатний рослинний корінь, відомий своїм земним смаком та незвичайною текстурою.

# STRINGS.CODEX.MUCKROOT.SUBTITLE
source: Edible Plant
uk_ua: Їстівні рослини

# STRINGS.CODEX.MUCKROOT.TITLE
source: Muckroot
uk_ua: Гній-корінь

# STRINGS.CODEX.NEGA.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.NEGA.TITLE
source: Nega Shine Bug
uk_ua: Нега Світлячок

# STRINGS.CODEX.PACU.BODY.CONTAINER1
source: The Pacu fish is often interpreted as possessing a vacant stare due to its large and unblinking eyes, yet they are remarkably bright and friendly creatures. It is said that the average Pacu intelligence is comparable to that of a dog, and that they are capable of learning and distinguishing from over twenty human faces.
uk_ua: Риба Паку часто інтерпретується, що володіє розсіяним видовищем завдяки своїм великим і нестримним очам, але вони є надзвичайно чудовими і дружніми тварини. Кажуть, що в середньому інтелект Паку можна порівняти з собакою та що вони вміють вчитися і відрізняти більш ніж двадцяти людських обличь.

# STRINGS.CODEX.PACU.SUBTITLE
source: Aquatic Critter
uk_ua: Водяна тварина

# STRINGS.CODEX.PACU.TITLE
source: Pacu
uk_ua: Паку

# STRINGS.CODEX.PAGENOTFOUND.SUBTITLE
source: This database entry is unavailable
uk_ua: Ця введена база даних відсутня

# STRINGS.CODEX.PAGENOTFOUND.TITLE
source: Data Not Found
uk_ua: Дані не знайдені

# STRINGS.CODEX.PINCHAPEPPERPLANT.BODY.CONTAINER1
source: The Pincha Pepperplant is a tropical vine with a reduced lignin structural system that renders it incapable of growing upward from the ground. The plant therefore prefers to embed its roots into tall trees and rocky outcrops, the result of which is an inverse of the plant's natural gravitropism, causing its stem to prefer growing downwards while the roots tend to grow up.
uk_ua: Перцевий Горішник - це тропічна лоза з зменшеною структурною системою роботи, що робить її нездатною зростати вгору від землі. Тому рослина вважає за краще вкорінювати своє коріння в високі дерева та скелясті виходи, наслідком чого є зворотний вплив природного гравітропізму рослини, змушуючи їй віддавати перевагу росту вниз, тоді як коріння, як правило, росте вверх.

# STRINGS.CODEX.PINCHAPEPPERPLANT.SUBTITLE
source: Edible Spice Plant
uk_ua: Рослина, їстівні спеції

# STRINGS.CODEX.PINCHAPEPPERPLANT.TITLE
source: Pincha Pepperplant
uk_ua: Перцевий Горішник

# STRINGS.CODEX.PLACID.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.PLACID.TITLE
source: Placid Shine Bug
uk_ua: Спокійний Світлячок

# STRINGS.CODEX.POWER.BODY.CONTAINER1
source: Description of power, energy, watts, generators, consumers, etc.
uk_ua: Опис потужності, енергії, навантаження, генераторів, споживачів і т.д.

# STRINGS.CODEX.POWER.SUBTITLE
source: Electrical energy
uk_ua: Електрична енергія

# STRINGS.CODEX.POWER.TITLE
source: Power
uk_ua: Енергія

# STRINGS.CODEX.PRINCE.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.PRINCE.TITLE
source: Puft Prince
uk_ua: Принц Пуфт

# STRINGS.CODEX.PUFT.BODY.CONTAINER1
source: The Puft is a friendly creature whose limited brainpower is largely dedicated to sustaining its basic life processes. A specialized air bladder in the Puft's chest cavity stores varying concentrations of gas, allowing it to control its buoyancy and float effortlessly through the air.
uk_ua: Пуфт - дружня тварина, чия обмежена мозкова здатність здебільшого присвячена на підтримку основних життєвих процесів. Спеціалізований повітряний пузир в грудній порожнині, Пуфт зберігає різну концентрацію газу, що дозволяє контролювати його плавучість і легко плавати по повітрю.

# STRINGS.CODEX.PUFT.SUBTITLE
source: Domesticable Critter
uk_ua: Домашня Тварина

# STRINGS.CODEX.PUFT.TITLE
source: Puft
uk_ua: Пуфт

# STRINGS.CODEX.ROYAL.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.ROYAL.TITLE
source: Royal Shine Bug
uk_ua: Розкішний Світлячок

# STRINGS.CODEX.SAGE.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.SAGE.TITLE
source: Sage Hatch
uk_ua: Мудрий Хатч

# STRINGS.CODEX.SHINEBUG.BODY.CONTAINER1
source: The Shine Bug is a flying insect with bladed membranes atop its head which it rotates to maintain flight. The bioluminescence of its body serves the social purpose of finding and communicating with others of its kind. It is not uncommon for Shine Bugs to mistakenly approach inanimate sources of light in search of a friend.
uk_ua: Світлячок - це літаюча комаха з лезами, плівко подібними крилами, які обертаються на великій швидкості для підтримки польоту. Біолюмінесценція його тіла служить соціальній меті, знайти та спілкуватися з іншими подібними видами. Таким чином, це не так часто, коли Світлячки помилково наближаються до неживих джерел світла в пошуках товаришів.

# STRINGS.CODEX.SHINEBUG.SUBTITLE
source: Domesticable Critter
uk_ua: Домашня Тварина

# STRINGS.CODEX.SHINEBUG.TITLE
source: Shine Bug
uk_ua: Світлячок

# STRINGS.CODEX.SLEETWHEAT.SUBTITLE
source: Edible Plant
uk_ua: Їстівні рослини

# STRINGS.CODEX.SLEETWHEAT.TITLE
source: Sleet Wheat
uk_ua: Морозна Пшениця

# STRINGS.CODEX.SLICKSTER.BODY.CONTAINER1
source: Slicksters are a unique creature most renown for their ability to exude hydrocarbon waste that is nearly identical in makeup to crude oil. The two tufts on its head are called "rhinophores" and help guide the Slickster toward breathable carbon dioxide.
uk_ua: Слікстери - унікальні тварини, найвідоміші за їх здатністю виділяти вуглеводневі відходи, майже ідентичні по складу до сирої нафти. Два великих "ринофори", що стирчать з голови Слікстера, що допомагають спрямувати їх для дихання двоокисом вуглецю.

# STRINGS.CODEX.SLICKSTER.SUBTITLE
source: Domesticable Critter
uk_ua: Домашня Тварина

# STRINGS.CODEX.SLICKSTER.TITLE
source: Slickster
uk_ua: Слікстер

# STRINGS.CODEX.SMOOTH.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.SMOOTH.TITLE
source: Smooth Hatch
uk_ua: Гладкий Хатч

# STRINGS.CODEX.SQUEAKY.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.SQUEAKY.TITLE
source: Squeaky Puft
uk_ua: Писклявий Пуфт

# STRINGS.CODEX.STONE.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.STONE.TITLE
source: Stone Hatch
uk_ua: Кам'яний Хатч

# STRINGS.CODEX.SUNNY.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.SUNNY.TITLE
source: Sunny Shine Bug
uk_ua: Сонячний Світлячок

# STRINGS.CODEX.THIMBLEREED.BODY.CONTAINER1
source: The Thimble Reed is a wetlands plant used in the production of high quality fabrics prized for their softness and breathability. Cloth made from the Thimble Reed owes its exceptional softness to the fineness of its fibers and the unusual length to which they grow.
uk_ua: Наперстковий Очерет - це рослина водно-болотних угідь, що використовується у виробництві високоякісних тканин, які цінуються за їх м'якість та повітропроникність. Тканина виготовлена з Наперсткового Очерету має свою виняткову м'якість до тонкості його волокон та незвичайно довга, до якої вони ростуть.

# STRINGS.CODEX.THIMBLEREED.SUBTITLE
source: Textile Plant
uk_ua: Ткацький Верстак

# STRINGS.CODEX.THIMBLEREED.TITLE
source: Thimble Reed
uk_ua: Наперстковий Очерет

# STRINGS.CODEX.TROPICAL.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.TROPICAL.TITLE
source: Tropical Pacu
uk_ua: Тропічний Паку

# STRINGS.CODEX.VITAL.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.VITAL.TITLE
source: Vital Shine Bug
uk_ua: Життєвий Світлячок

# STRINGS.CODEX.WHEEZEWORT.BODY.CONTAINER1
source: The Wheezewort is best known for its ability to alter the temperature of its surrounding environment, directly absorbing heat energy to maintain its bodily processes. This environmental management also serves to enact a type of self-induced hibernation, slowing the Wheezewort's metabolism to require less nutrients over long periods of time.
uk_ua: Холододув найкращий загальновідомий, що здатний змінювати температуру в навколишньому середовищі, прямо всмоктуючи теплову енергію, підтримуючи свої тілесні процеси. Це управління навколишнім середовищем також служить, для впровадження типу само індивідуальної сплячки, що уповільнює обмін речовин Холододува, вимагаючи менше поживних речовин протягом тривалого періоду часу.

# STRINGS.CODEX.WHEEZEWORT.SUBTITLE
source: Plant
uk_ua: Рослина

# STRINGS.CODEX.WHEEZEWORT.TITLE
source: Wheezewort
uk_ua: Холододув

# STRINGS.CREATURES.BAGGED_DESC_FMT
source: This {0} has been captured and is now safe to relocate.
uk_ua: Цей {0} був впійманий та зараз в безпеці для перепесення.

# STRINGS.CREATURES.BAGGED_NAME_FMT
source: Bagged {0}
uk_ua: Вмішку {0}

# STRINGS.CREATURES.FAMILY.DRECKO
source: <link="DRECKOSPECIES">Drecko</link>
uk_ua: <link="DRECKOSPECIES">Дрекко</link>

# STRINGS.CREATURES.FAMILY.GLOM
source: <link="GLOMSPECIES">Morb</link>
uk_ua: <link="GLOMSPECIES">Морб</link>

# STRINGS.CREATURES.FAMILY.HATCH
source: <link="HATCHSPECIES">Hatch</link>
uk_ua: <link="HATCHSPECIES">Хатч</link>

# STRINGS.CREATURES.FAMILY.LIGHTBUG
source: <link="LIGHTBUGSPECIES">Shine Bug</link>
uk_ua: <link="LIGHTBUGSPECIES">Світлячок</link>

# STRINGS.CREATURES.FAMILY.OILFLOATER
source: <link="OILFLOATERSPECIES">Slickster</link>
uk_ua: <link="OILFLOATERSPECIES">Слікстер</link>

# STRINGS.CREATURES.FAMILY.PACU
source: <link="PACUSPECIES">Pacu</link>
uk_ua: <link="PACUSPECIES">Паку</link>

# STRINGS.CREATURES.FAMILY.PUFT
source: <link="PUFTSPECIES">Puft</link>
uk_ua: <link="PUFTSPECIES">Пуфт</link>

# STRINGS.CREATURES.FAMILY_PLURAL.DRECKOSPECIES
source: <link="DRECKOSPECIES">Dreckos</link>
uk_ua: <link="DRECKOSPECIES">Дреккоси</link>

# STRINGS.CREATURES.FAMILY_PLURAL.GLOMSPECIES
source: <link="GLOMSPECIES">Morbs</link>
uk_ua: <link="GLOMSPECIES">Морби</link>

# STRINGS.CREATURES.FAMILY_PLURAL.HATCHSPECIES
source: <link="HATCHSPECIES">Hatches</link>
uk_ua: <link="HATCHSPECIES">Хатчі</link>

# STRINGS.CREATURES.FAMILY_PLURAL.LIGHTBUGSPECIES
source: <link="LIGHTBUGSPECIES">Shine Bugs</link>
uk_ua: <link="LIGHTBUGSPECIES">Світлячоки</link>

# STRINGS.CREATURES.FAMILY_PLURAL.OILFLOATERSPECIES
source: <link="OILFLOATERSPECIES">Slicksters</link>
uk_ua: <link="OILFLOATERSPECIES">Слікстери</link>

# STRINGS.CREATURES.FAMILY_PLURAL.PACUSPECIES
source: <link="PACUSPECIES">Pacus</link>
uk_ua: <link="PACUSPECIES">Пакуси</link>

# STRINGS.CREATURES.FAMILY_PLURAL.PUFTSPECIES
source: <link="PUFTSPECIES">Pufts</link>
uk_ua: <link="PUFTSPECIES">Пуфти</link>

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.DESC
source: Eats any: {0}
uk_ua: Їсть що-небуть: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.NAME
source: Diet
uk_ua: Харчується

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.DESC
source: Penned with: {0}
uk_ua: В загоні з: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.NAME
source: Nearby Creature
uk_ua: Тварина неподалік

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE_NEG.DESC
source: Not penned with: {0}
uk_ua: Не в загоні з: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE_NEG.NAME
source: No Nearby Creature
uk_ua: Неподалік немає тварин

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.DESC
source: Body temperature between: {0} and {1}
uk_ua: Температура тіла між: {0} та {1}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.NAME
source: Temperature
uk_ua: Температура

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.NAME
source: Ate From Feeder
uk_ua: Поїла з годівниці

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.TOOLTIP
source: This critter is getting tamer because it ate from a feeder.
uk_ua: Ця тварина стала ручною, тому що поїла з годівниці.

# STRINGS.CREATURES.MODIFIERS.BABY.NAME
source: Tiny Baby
uk_ua: Крихітна дитина

# STRINGS.CREATURES.MODIFIERS.BABY.TOOLTIP
source: This critter will become an adult as it ages and grows wise to the ways of the world
uk_ua: Ця тварина стане дорослою, з віком, зросте мудрість до шляхів світу

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.NAME
source: Base Reproduction
uk_ua: Звичайне розмноження

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.TOOLTIP
source: This is the base speed with which critters produce new eggs
uk_ua: Це звичайна швидкість, з якою тварини відкладають нові яйця

# STRINGS.CREATURES.MODIFIERS.BASE_INCUBATION_RATE.NAME
source: Base Incubation Rate
uk_ua: Базовий темп інкубації

# STRINGS.CREATURES.MODIFIERS.CONFINED.NAME
source: Confined
uk_ua: Ув'язнений

# STRINGS.CREATURES.MODIFIERS.CONFINED.TOOLTIP
source: This critter is trapped inside a door, tile, or confined space Sounds uncomfortable!
uk_ua: Ця тварина застрягла всередині дверей, блока чи вузькому просторі Тривожні звуки!

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.NAME
source: Happiness Decreasing
uk_ua: Щастя зменшується

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.TOOLTIP
source: Unfavorable conditions are making this critter unhappy
uk_ua: Несприятливі умови роблять цю тварину нещасливою

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.NAME
source: Happiness Increasing
uk_ua: Щастя збільшується

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.TOOLTIP
source: This critter is very happy its needs are being met
uk_ua: Ця тварина дуже щаслива, її потреби виконані

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.NAME
source: Expecting
uk_ua: Очікування

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.TOOLTIP
source: This critter has slowed its reproduction while it waits for the new member of the family to arrive If there were more room, it might consider laying eggs again
uk_ua: Ця тварина сповільнила своє розмноження, доки чикає з'явлення, нового члена сім'ї

# STRINGS.CREATURES.MODIFIERS.HAPPY.NAME
source: Happy
uk_ua: Щасливий

# STRINGS.CREATURES.MODIFIERS.HAPPY.TOOLTIP
source: This critter's in high spirits because all of its needs are being met ------------------ It will produce more materials as a result
uk_ua: Ці тварини в хорошому настрої, тому що всі умови виконані ------------------ Вони будуть виробляти більше матеріалів, як результат

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.NAME
source: Starving
uk_ua: Недоїдання

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.TOOLTIP
source: Get this critter something to eat!
uk_ua: Дайте цій тварині щось поїсти!

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.NAME
source: Overcrowded
uk_ua: Переповненість

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.TOOLTIP
source: This critter isn't comfortable with so many other critters in a room of this size
uk_ua: Цій тварині не зручно, з багатьма іншими тваринами, в кімнаті такого розміру

# STRINGS.CREATURES.MODIFIERS.RANCHED.NAME
source: Groomed
uk_ua: Доглянутий

# STRINGS.CREATURES.MODIFIERS.RANCHED.TOOLTIP
source: This critter has recently been attended to by a Rancher
uk_ua: Ця тварина нещодавно була доглянута Пастухом

# STRINGS.CREATURES.MODIFIERS.SCALE_GROWTH_RATE.NAME
source: Scale Regrowth Rate
uk_ua: Темп відростання луски

# STRINGS.CREATURES.MODIFIERS.TAME.NAME
source: Tame
uk_ua: Прирученість

# STRINGS.CREATURES.MODIFIERS.TAME.TOOLTIP
source: This critter is tame
uk_ua: Ця тварина ручна

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.NAME
source: Glum
uk_ua: Похмурість

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.TOOLTIP
source: This critter's feeling down because its needs aren't being met ------------------ It will produce less materials as a result
uk_ua: Ці тварини в поганому настрої, тому що умови не виконані ------------------ Вони будуть виробляти меньше матеріалів, як результат

# STRINGS.CREATURES.MODIFIERS.WILD.NAME
source: Wild
uk_ua: Дикість

# STRINGS.CREATURES.MODIFIERS.WILD.TOOLTIP
source: This critter is wild
uk_ua: Ця тварина дика

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: Thimble Reeds produce indescribably soft Reed Fiber for <link="EQUIPMENT">Clothing</link> production.
uk_ua: Наперсткові Очерети виробляють, невимовно м'які Волокна Очерету, для виробництва <link="EQUIPMENT">Одягу</link>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces Reed Fiber.
uk_ua: Ця рослина виробляє Волокна Очерету.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>
uk_ua: <link="BASICFABRICMATERIALPLANT">Наперстковий Очерет</link>
