Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.TOOLTIP
source: Engineers working in a Machine Shop can maintain buildings and increase the speed with which they produce items.
uk_ua: Інженери працюючі в Машинних Цехах, можуть підтримувати будівлі та збільшуючи швидкість, з якою вони виробляють предмети.

# STRINGS.ROOMS.TYPES.MESSHALL.EFFECT
source: - Stress relief bonus
uk_ua: - Бонус до зняття стресу

# STRINGS.ROOMS.TYPES.MESSHALL.NAME
source: Mess Hall
uk_ua: Їдальня

# STRINGS.ROOMS.TYPES.MESSHALL.TOOLTIP
source: Eating at a Mess Table will relieve additional stress for Duplicants if it is located within a Mess Hall.
uk_ua: Харчуючись за їдальними столами, Дубліканти позбавляються від додаткового стресу, якщо вони знаходяться в Їдальні.

# STRINGS.ROOMS.TYPES.NEUTRAL.EFFECT
source: - No effect
uk_ua: - Ефекти відсутні

# STRINGS.ROOMS.TYPES.NEUTRAL.NAME
source: Miscellaneous Room
uk_ua: Інша Кімната

# STRINGS.ROOMS.TYPES.NEUTRAL.TOOLTIP
source: This area qualifies as a room but has no dedicated use.
uk_ua: Ця територія кваліфікується, як кімната, але немає спеціального використання.

# STRINGS.ROOMS.TYPES.POWER_PLANT.EFFECT
source: - Power production increase
uk_ua: - Збільшене виробництво енергії

# STRINGS.ROOMS.TYPES.POWER_PLANT.NAME
source: Power Plant
uk_ua: Електростанція

# STRINGS.ROOMS.TYPES.POWER_PLANT.TOOLTIP
source: Electrical Engineers can tune-up generators built within a Power Plant, improving their power production.
uk_ua: Інженери-електрики можуть налаштовувати генератори, побудовані в Електростанції, поліпшуючи їхнє виробництво енергії.

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.EFFECT
source: - Stress relief bonus
uk_ua: - Бонус до зняття стресу

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.NAME
source: Private Bathroom
uk_ua: Особиста Ванна Кімната

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.TOOLTIP
source: Duplicants relieve even more stress when using the toilet in a Private Bathroom than in a Latrine.
uk_ua: Дубліканти знімають ще більше стресу, коли користуються убиральнею в Особистій Ванній Кімнаті, ніж в Ванній Кімнаті.

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.EFFECT
source: - Stamina recovery bonus
uk_ua: - Бонус до відновлення витриваловті

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.NAME
source: Private Bedroom
uk_ua: Особиста Спальна Кімната

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.TOOLTIP
source: Duplicants recover even more stamina while sleeping in a Private Bedroom than in Barracks.
uk_ua: Дубліканти відновлять ще більше витривалості, під час сну в Особистій Спальній Кімнаті, ніж у Бараках.

# STRINGS.ROOMS.TYPES.REC_ROOM.EFFECT
source: - Stress relief bonus
uk_ua: - Бонус до зняття стресу

# STRINGS.ROOMS.TYPES.REC_ROOM.NAME
source: Recreation Room
uk_ua: Кімната Відпочинку

# STRINGS.ROOMS.TYPES.REC_ROOM.TOOLTIP
source: Leisure time will relieve additional stress for Duplicants visiting a Recreation Room.
uk_ua: Дозвілля дозволить зняти додатковий стрес для Дублікатів, які відвідують Кімнату Відпочинку.

# STRINGS.SETITEMS.BREAKROOM_TABLE.DESC
source: A table and some chairs.
uk_ua: Стіл та якісь стільці.

# STRINGS.SETITEMS.BREAKROOM_TABLE.NAME
source: Table
uk_ua: Стіл

# STRINGS.SETITEMS.CHAIR.DESC
source: A chair
uk_ua: Крісло

# STRINGS.SETITEMS.CHAIR.NAME
source: Chair
uk_ua: Крісло

# STRINGS.SETITEMS.DESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
uk_ua: Цілий офісний письмовий стіл, прикрашений кількома особистими пожитками та з ледь функціонуючим комп'ютером.

# STRINGS.SETITEMS.DESK.NAME
source: Desk
uk_ua: Робочий стіл

# STRINGS.SETITEMS.ELEVATOR.DESC
source: An elevator
uk_ua: Звичайний Ліфт

# STRINGS.SETITEMS.ELEVATOR.NAME
source: Elevator
uk_ua: Ліфт

# STRINGS.SETITEMS.FACILITY_CENTERPEICE.DESC
source: A big statue
uk_ua: Велика статуя

# STRINGS.SETITEMS.FACILITY_CENTERPEICE.NAME
source: Statue
uk_ua: Статуя

# STRINGS.SETITEMS.FACILITY_CHANDELIER.DESC
source: A light that is too big
uk_ua: Занадто яскраве світло

# STRINGS.SETITEMS.FACILITY_CHANDELIER.NAME
source: Chandelier
uk_ua: Канделябр

# STRINGS.SETITEMS.FACILITY_COUCH.DESC
source: A couch
uk_ua: Диван

# STRINGS.SETITEMS.FACILITY_COUCH.NAME
source: Couch
uk_ua: Диван

# STRINGS.SETITEMS.FACILITY_DESK.DESC
source: A desk
uk_ua: Робочий стіл

# STRINGS.SETITEMS.FACILITY_DESK.NAME
source: Director's Desk
uk_ua: Стіл Директора

# STRINGS.SETITEMS.FACILITY_DISPLAY.DESC
source: An electronic display
uk_ua: Звичайний електронний екран

# STRINGS.SETITEMS.FACILITY_DISPLAY.NAME
source: Electronic Display
uk_ua: Електронний Екран

# STRINGS.SETITEMS.FACILITY_GLOBE_DROORS.DESC
source: A filing cabinet
uk_ua: Офісна Шафа

# STRINGS.SETITEMS.FACILITY_GLOBE_DROORS.NAME
source: Filing Cabinet
uk_ua: Офісна Шафа

# STRINGS.SETITEMS.FACILITY_LAMP.DESC
source: A lamp
uk_ua: Ліхтар

# STRINGS.SETITEMS.FACILITY_LAMP.NAME
source: Lamp
uk_ua: Ліхтар

# STRINGS.SETITEMS.FACILITY_TALLPLANT.DESC
source: A plant
uk_ua: Рослина в горщику

# STRINGS.SETITEMS.FACILITY_TALLPLANT.NAME
source: Plant
uk_ua: Рослина

# STRINGS.SETITEMS.GENESHUFFLER.DESC
source: A massive synthetic brain, suspended in saline solution. There is a chair attached to the device with room for one person.
uk_ua: Масивний синтетичний мозок, підвішений в соляному розчині. Той стілець додається до пристрою з кімнатою для однієї особи.

# STRINGS.SETITEMS.GENESHUFFLER.NAME
source: Neural Vacillator
uk_ua: Нейровий Вакцинатор

# STRINGS.SETITEMS.LADDER.DESC
source: A steel ladder.
uk_ua: Сталева драбина.

# STRINGS.SETITEMS.LADDER.NAME
source: Ladder
uk_ua: Драбина

# STRINGS.SETITEMS.LIGHT.DESC
source: An elegant ceiling lamp, slightly worse for wear.
uk_ua: Витончений настельний ліхтар, трохи гірший за зносу.

# STRINGS.SETITEMS.LIGHT.NAME
source: Light Fixture
uk_ua: Світло Пристрій

# STRINGS.SETITEMS.LOCKER.DESC
source: A basic metal locker. It contains an assortment of personal effects.
uk_ua: Базова металева шафа. Вона містить асортимент особистого майна.

# STRINGS.SETITEMS.LOCKER.NAME
source: Locker
uk_ua: Шафка

# STRINGS.SETITEMS.RECEPTION_DESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
uk_ua: Цілий офісний письмовий стіл, прикрашений кількома особистими пожитками та з ледь функціонуючим комп'ютером.

# STRINGS.SETITEMS.RECEPTION_DESK.NAME
source: Reception Desk
uk_ua: Стіл Приймальні

# STRINGS.SETITEMS.SKELETON.DESC
source: A detailed anatomical model. It appears to be made of resin.
uk_ua: Детальна анатомічна модель. Здається, зроблена зі смоли.

# STRINGS.SETITEMS.SKELETON.NAME
source: Model Skeleton
uk_ua: Модель Скелета

# STRINGS.SETITEMS.VENDINGMACHINE.DESC
source: A pristine <link="FIELDRATION">Nutrient Bar</link> dispenser.
uk_ua: Колишній дозатор <link="FIELDRATION">Поживних Брикетів</link>.

# STRINGS.SETITEMS.VENDINGMACHINE.NAME
source: Vending Machine
uk_ua: Торгівельна Машина

# STRINGS.SETITEMS.WALL_CLOCK.DESC
source: A simple wall clock. It is no longer ticking.
uk_ua: Простий настінний годинник. Це довго не тікає.

# STRINGS.SETITEMS.WALL_CLOCK.NAME
source: Clock
uk_ua: Годинник

# STRINGS.SETITEMS.WALL_DEGREE.DESC
source: Someone is proud of this
uk_ua: Хтось пишається цим

# STRINGS.SETITEMS.WALL_DEGREE.NAME
source: Fancy Degree
uk_ua: Уявний Ступінь

# STRINGS.SETITEMS.WALL_PAINTING.DESC
source: A painting of an expensive thing which belongs to an expensive person
uk_ua: Малюнок коштовної речі, яка є власністю багатої особи

# STRINGS.SETITEMS.WALL_PAINTING.NAME
source: Painting
uk_ua: Живопис

# STRINGS.UI.ACTIONS
source: ACTIONS
uk_ua: ДІЇ

# STRINGS.UI.ALERTS
source: ALERTS
uk_ua: ТРИВОГИ

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
uk_ua: Призначити Дубліканта

# STRINGS.UI.ASTEROIDCLOCK.CYCLE
source: Cycle
uk_ua: Цикли

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycle(s) Old
uk_ua: Цій Колонії {0} Цикл(ів)

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
uk_ua: Час Гри: {0} год.

# STRINGS.UI.ATTRIBUTELEVEL
source: Expertise: Level {0} {1}
uk_ua: Ерудиція: Рівень {0} {1}

# STRINGS.UI.ATTRIBUTELEVEL_SHORT
source: Level {0} {1}
uk_ua: Рівень {0} {1}

# STRINGS.UI.BASECOUNT
source: Base {0}
uk_ua: База {0}

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.NAME
source: <link="BUILDCATEGORYAUTOMATION">Automation</link>
uk_ua: <link="BUILDCATEGORYAUTOMATION">Авто</link>

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.TOOLTIP
source: Automate my base with logic circuits and sensors.
uk_ua: Автоматизація моєї бази з логічними схемами та сенсорами.

# STRINGS.UI.BUILDCATEGORIES.BASE.NAME
source: <link="BUILDCATEGORYBASE">Base</link>
uk_ua: <link="BUILDCATEGORYBASE">Основа</link>

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain the colony's infrastructure with these homebase basics.
uk_ua: Підтримуйте інфраструктуру колонії з цими основними принципами.

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.NAME
source: <link="BUILDCATEGORYCONVEYANCE">Shipping</link>
uk_ua: <link="BUILDCATEGORYCONVEYANCE">Доставка</link>

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.TOOLTIP
source: Effortlessly transport ore and solid materials around my base.
uk_ua: Навколо моєї бази легко перевозити руду та тверді матеріали.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.NAME
source: <link="BUILDCATEGORYEQUIPMENT">Stations</link>
uk_ua: <link="BUILDCATEGORYEQUIPMENT">Станції</link>

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
uk_ua: Розблокуйте нові технології, завдяки силі науки!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: <link="BUILDCATEGORYFOOD">Food</link>
uk_ua: <link="BUILDCATEGORYFOOD">Їжа</link>

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep my Duplicants' spirits high and their bellies full.
uk_ua: Тримайте своїх Дублікантів високим духом, а животи повними.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: <link="BUILDCATEGORYFURNITURE">Furniture</link>
uk_ua: <link="BUILDCATEGORYFURNITURE">Меблі</link>

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep my Duplicants happy, comfy and efficient.
uk_ua: Зручності, щоб мої Дубліканти були щасливими, в комфорті та дієздатними.

# STRINGS.UI.BUILDCATEGORIES.HVAC.NAME
source: <link="BUILDCATEGORYHVAC">Ventilation</link>
uk_ua: <link="BUILDCATEGORYHVAC">Гази</link>

# STRINGS.UI.BUILDCATEGORIES.HVAC.TOOLTIP
source: Control the flow of gas in the base.
uk_ua: Контролюйте потік газів у базі.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: <link="BUILDCATEGORYMEDICAL">Medicine</link>
uk_ua: <link="BUILDCATEGORYMEDICAL">Терапія</link>

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
uk_ua: Лікування всього, крім застуди.

# STRINGS.UI.BUILDCATEGORIES.MISC.NAME
source: <link="BUILDCATEGORYMISC">Decor</link>
uk_ua: <link="BUILDCATEGORYMISC">Декор</link>

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up my colony with some lovely interior decorating.
uk_ua: Прикрасіть мою колонію якимось приємними декораціями.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: <link="BUILDCATEGORYOXYGEN">Oxygen</link>
uk_ua: <link="BUILDCATEGORYOXYGEN">Кисень</link>

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: <link="BUILDCATEGORYPLUMBING">Plumbing</link>
uk_ua: <link="BUILDCATEGORYPLUMBING">Вода</link>

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: <link="BUILDCATEGORYPOWER">Power</link>
uk_ua: <link="BUILDCATEGORYPOWER">Енергія</link>

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: <link="BUILDCATEGORYREFINING">Refinement</link>
uk_ua: <link="BUILDCATEGORYREFINING">Переробка</link>

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: <link="BUILDCATEGORYUTILITIES">Utilities</link>
uk_ua: <link="BUILDCATEGORYUTILITIES">Утіліти</link>

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Heat up and cool down.
uk_ua: Нагрівайте та охолоджуйте.

# STRINGS.UI.BUILDINGEFFECTS.ADDED_EFFECT
source: Added Effect: {0}
uk_ua: Додає Ефект: {0}

# STRINGS.UI.BUILDINGEFFECTS.ASSIGNEDDUPLICANT
source: Duplicant assignment
uk_ua: Покликання Дубліканта

# STRINGS.UI.BUILDINGEFFECTS.BATTERYCAPACITY
source: <link="POWER">Power</link> capacity: {0}
uk_ua: <link="POWER">Електрична</link> ємкість: {0}

# STRINGS.UI.BUILDINGEFFECTS.BATTERYLEAK
source: <link="POWER">Power</link> runoff: {0}
uk_ua: <link="POWER">Електричні</link> втрати: {0}

# STRINGS.UI.BUILDINGEFFECTS.COOLANT
source: Coolant: {1} {0}
uk_ua: Охолоджувач: {1} {0}

# STRINGS.UI.BUILDINGEFFECTS.DECORPROVIDED
source: <link="DECOR">Decor</link>: {1} (Radius: {2} tiles)
uk_ua: <link="DECOR">Декор</link>: {1} (Радіус: {2} блоків)

# STRINGS.UI.BUILDINGEFFECTS.DISEASECONSUMEDPERUSE
source: All Diseases: -{0} per use
uk_ua: Всі хвороби: -{0} за користування

# STRINGS.UI.BUILDINGEFFECTS.DISEASEEMITTEDPERUSE
source: {0}: {1} per use
uk_ua: {0}: {1} за користування

# STRINGS.UI.BUILDINGEFFECTS.DOCTORING
source: Doctoring
uk_ua: Лікування

# STRINGS.UI.BUILDINGEFFECTS.DUPLICANTMOVEMENTBOOST
source: Runspeed: +{0}
uk_ua: Швидкість бігу: +{0}

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTCONSUMEDPERUSE
source: {0}: {1} per use
uk_ua: {0}: {1} за користування

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTEMITTEDPERUSE
source: {0}: {1} per use
uk_ua: {0}: {1} за користування

# STRINGS.UI.BUILDINGEFFECTS.ENABLESDOMESTICGROWTH
source: Enables <link="PLANTS">Plant Domestication</link>
uk_ua: Дозволяє <link="PLANTS">Приручати Рослини</link>

# STRINGS.UI.BUILDINGEFFECTS.ENERGYCONSUMED
source: <link="POWER">Power</link> consumed: {0}
uk_ua: <link="POWER">Енергії</link> спожито: {0}

# STRINGS.UI.BUILDINGEFFECTS.ENERGYGENERATED
source: <link="POWER">Power</link>: +{0}
uk_ua: <link="POWER">Енегрія</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
uk_ua: Виготовляє

# STRINGS.UI.BUILDINGEFFECTS.GASCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
uk_ua: <link="HEAT">Фактор Охолодження</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_DISEASE
source: Germs: {0}
uk_ua: Бактерії: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_PERIOD
source: Eruption Period: {0} every {1}
uk_ua: Період виверження: {0}, кожні {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_ACTIVE
source: Next Activity: {0}
uk_ua: Наступна активність: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_DORMANT
source: Next Dormancy: {0}
uk_ua: Наступний стан спокою: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_PERIOD
source: Active Period: {0} every {1}
uk_ua: Період Активності: {0}, кожні {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_UNSTUDIED
source: Active Period: (Requires Analysis)
uk_ua: Період Активності: (Requires Analysis)

# STRINGS.UI.BUILDINGEFFECTS.HEATCONSUMED
source: <link="HEAT">Heat</link>: -{0}
uk_ua: <link="HEAT">Тепло</link>: -{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED
source: <link="HEAT">Heat</link>: +{0}
uk_ua: <link="HEAT">Тепло</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_AIRCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
uk_ua: <link="HEAT">Тепло</link>: +{0} (Approximate Value)

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_LIQUIDCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
uk_ua: <link="HEAT">Тепло</link>: +{0} (Approximate Value)

# STRINGS.UI.BUILDINGEFFECTS.IMPROVED_BUILDINGS
source: Improved Buildings
uk_ua: Поліпшує Будівлі

# STRINGS.UI.BUILDINGEFFECTS.ITEM_TEMPERATURE_ADJUST
source: Stored <link="HEAT">Temperature</link>: {0}
uk_ua: <link="HEAT">Температура</link> Зберігання: {0}

# STRINGS.UI.BUILDINGEFFECTS.LIQUIDCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
uk_ua: <link="HEAT">Фактор Охолодження</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.MAX_WATTAGE
source: Max <link="POWER">Power</link>: {0}
uk_ua: Макс <link="POWER">Потужність</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.NOISE_CREATED
source: <link="SOUND">Noise</link>: {0} dB (Radius: {1} tiles)
uk_ua: <link="SOUND">Шум</link>: {0} dB (Радіус: {1} блоків)

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
uk_ua: <b>Ефекти:</b>

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONREQUIREMENTS
source: <b>Requirements:</b>
uk_ua: <b>Вимоги:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVER_PRESSURE_MASS
source: Over Pressure: {0}
uk_ua: Надлишковий Тиск: {0}

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat <link="HEAT">Temperature</link>: {0}
uk_ua: <link="HEAT">Температура </link> Перегріву: {0}

# STRINGS.UI.BUILDINGEFFECTS.PREFERS_ROOM
source: Preferred Room: {0}
uk_ua: Переважна Кімната: {0}

# STRINGS.UI.BUILDINGEFFECTS.PROCESSES
source: Refines:
uk_ua: Очищує:

# STRINGS.UI.BUILDINGEFFECTS.REMOVES_DISEASE
source: Removes disease
uk_ua: Прибирає хвороби

# STRINGS.UI.BUILDINGEFFECTS.REMOVESEFFECTSUBTITLE
source: Cures
uk_ua: Лікує

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESCREATIVITY
source: Duplicant <link="ARTIST">Creativity</link>
uk_ua: <link="ARTIST">Творчий</link> Дублікант

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESELEMENT
source: Supply of {0}
uk_ua: Постачання {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASINPUT
source: <link="GASPIPING">Gas Intake Pipe</link>
uk_ua: <link="GASPIPING">Вхідна Газова Труба</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUT
source: <link="GASPIPING">Gas Output Pipe</link>
uk_ua: <link="GASPIPING">Вихідна Газова Труба</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUTS
source: Two <link="GASPIPING">Gas Output Pipes</link>
uk_ua: Дві <link="GASPIPING">Вихідні Газові Труби</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDINPUT
source: <link="LIQUIDPIPING">Liquid Intake Pipe</link>
uk_ua: <link="LIQUIDPIPING">Вхідна Рідинна Труба</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUT
source: <link="LIQUIDPIPING">Liquid Output Pipe</link>
uk_ua: <link="LIQUIDPIPING">Вихідна Рідинна Труба</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUTS
source: Two <link="LIQUIDPIPING">Liquid Output Pipes</link>
uk_ua: Дві <link="LIQUIDPIPING">Вихідні Рідинні Труби</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESMANUALOPERATION
source: Duplicant operation
uk_ua: Керується Дублікантом

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWER
source: <link="POWER">Power</link>: {0}
uk_ua: <link="POWER">Енергії</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWERGENERATOR
source: <link="POWER">Power</link> generator
uk_ua: <link="POWER">Електричний</link> виробник

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESROOM
source: Dedicated Room: {0}
uk_ua: Спеціальна Кімната: {0}

# STRINGS.UI.BUILDINGEFFECTS.RESEARCH_MATERIALS
source: {0}: {1} per <link="RESEARCH">Research</link> point
uk_ua: {0}: {1} за <link="RESEARCH">Дослідницьку</link> одиницю

# STRINGS.UI.BUILDINGEFFECTS.STORAGECAPACITY
source: Storage capacity: {0}
uk_ua: Ємкість Сховища: {0}

# STRINGS.UI.BUILDINGEFFECTS.STRESSREDUCEDPERMINUTE
source: <link="STRESS">Stress</link>: {0} per minute
uk_ua: <link="STRESS">Стрес</link>: {0} за хвилину

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ADDED_EFFECT
source: Effect being applied: {0} {1}
uk_ua: Будуть застосовані ефекти: {0} {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ASSIGNEDDUPLICANT
source: This amenity may only be used by the Duplicant it is assigned to
uk_ua: Цими зручностями може користуватися, лише той Дублікант, який призначений

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYCAPACITY
source: Can hold {0} of power when connected to a generator
uk_ua: Може вміщувати {0} енергії, коли підключено до генератора

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYLEAK
source: Imperfect buildings materials mean {0} battery charge will be lost as heat
uk_ua: Недосконалі будівельні матеріали мають намір втрачати {0} заряду батареї, як тепло

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.COOLANT
source: {1} of {0} coolant is required to cool off an item produced by this building ------------------ Coolant temperature increase is variable and dictated by the amount of energy needed to cool the produced item
uk_ua: {1} охолоджуючиї {0} необхідно, щоб охолодити предмет, вироблений в цій будівлі ------------------ Збільшення температури охолоджуючої рідини змінюється і продиктовано кількістю енергії, необхідної для охолодження виробленої продукції

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORDECREASED
source: Decreases Decor values by {0} in a {1} tile radius
uk_ua: Знижує рівень Декору на {0} в радіусі {1} блоків

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORPROVIDED
source: Improves Decor values by {0} in a {1} tile radius
uk_ua: Збільшує рівень Декору на {0} в радіусі {1} блоків

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASECONSUMEDPERUSE
source: Removes {0} of any disease per use
uk_ua: Видаляє {0} будь-яких хвороб за використання

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DOCTORING
source: Doctoring increases existing health benefits and can allow treatment of otherwise stubborn diseases
uk_ua: Лікар збільшує існуючі переваги лікування та може дозволити лікувати інакше, впертих захворювань

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DUPLICANTMOVEMENTBOOST
source: Duplicants walk {0} faster on this tile
uk_ua: Дубліканти ходять на {0} швидше на цьому блоці

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMED
source: Consumes {1} of {0} when in use
uk_ua: Споживає {1} {0}, коли у використанні

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMEDPERUSE
source: Consumes {1} of {0} per use
uk_ua: Споживає {1} {0} за використання

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTED
source: Produces {1} of {0} when in use
uk_ua: Виробляє {1} {0}, коли у використанні

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTEDPERUSE
source: Produces {1} of {0} per use
uk_ua: Виробляє {1} {0} за використання

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENABLESDOMESTICGROWTH
source: Accelerates plant growth and maturation
uk_ua: Прискорює ріст та дозрівання рослин

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYCONSUMED
source: Draws {0} from the power grid it's connected to
uk_ua: Забирає {0} з електромережі, до якої під'єднаний

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYGENERATED
source: Produces {0} for the power grid it's connected to
uk_ua: Виробляє {0} для електромережі, до якої під'єднаний

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.FABRICATES
source: Fabrication is the production of items and equipment
uk_ua: Виготовлення - це виробництво предметів та устаткування

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
uk_ua: Знижує температуру в газових трубах на {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_DISEASE
source: {0} germs are present in the output of this geyser.
uk_ua: {0} бактерій присутніх на виході цього гейзера.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PERIOD
source: This geyser will produce for {0} of every {1}
uk_ua: Цей гейзер випускає протягом {0} кожні {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PRODUCTION
source: While erupting, this geyser will produce {0} at a rate of {1}, and at a temperature of {2}.
uk_ua: Під час виверження, цей гейзер випускає {0} в розмірі {1} та температурою {2}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_ACTIVE
source: This geyser will become active in {0}.
uk_ua: Цей гейзер стане активним через {0}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_DORMANT
source: This geyser will become dormant in {0}.
uk_ua: Цей гейзер стане сплячим через {0}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_PERIOD
source: This geyser will be active for {0} out of every {1}. It will be dormant the rest of the time.
uk_ua: Цей гейзер є діючим протягом {0} кожні {1}. Решту часу він буде спати.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_UNSTUDIED
source: A researcher must analyze this geyser to determine its geoactive period.
uk_ua: Науковець повинен аналізувати цей гейзер, щоб визначити періоди активного стану.
