Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.ELEMENTS.STEAM.DESC
source: (H<sub>2</sub>0) Steam is water that has been heated into a scalding <link="ELEMENTSGAS">Gas</link>.
uk_ua: (H<sub>2</sub>0) Пар - це вода нагріта в пекучий <link="ELEMENTSGAS">Газ</link>.

# STRINGS.ELEMENTS.STEAM.NAME
source: <link="STEAM">Steam</link>
uk_ua: <link="STEAM">Пар</link>

# STRINGS.ELEMENTS.STEEL.DESC
source: Steel is a <link="REFINEDMETAL">Metal Alloy</link> composed of iron and carbon.
uk_ua: Сталь - це <link="REFINEDMETAL">Металевий Сплав</link>, що складається з заліза та вуглецю.

# STRINGS.ELEMENTS.STEEL.NAME
source: <link="STEEL">Steel</link>
uk_ua: <link="STEEL">Сталь</link>

# STRINGS.ELEMENTS.STEELGAS.DESC
source: Steel is a superheated <link="RAWMETAL">Metal</link> <link="ELEMENTSGAS">Gas</link> composed of iron and carbon.
uk_ua: Сталь - це перегрітий <link="RAWMETAL">Металічний</link> <link="ELEMENTSGAS">Газ</link>, що складається з заліза та вуглецю.

# STRINGS.ELEMENTS.STEELGAS.NAME
source: <link="STEELGAS">Steel</link>
uk_ua: <link="STEELGAS">Сталь</link>

# STRINGS.ELEMENTS.THERMALPROPERTIES
source: Specific Heat Capacity: {SPECIFIC_HEAT_CAPACITY} Thermal Conductivity: {THERMAL_CONDUCTIVITY}
uk_ua: Питома теплоємність: {SPECIFIC_HEAT_CAPACITY} Теплопровідність: {THERMAL_CONDUCTIVITY}

# STRINGS.ELEMENTS.TOXICSAND.DESC
source: Polluted Dirt is toxic biological waste. It emits <link="POLLUTED OXYGEN">disease</link> over time.
uk_ua: Забруднена Земля - токсичні біологічні відходи. Випускає <link="POLLUTED OXYGEN">хвороби</link> час від часу.

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: <link="TOXICSAND">Polluted Dirt</link>
uk_ua: <link="TOXICSAND">Забруднена Земля</link>

# STRINGS.ELEMENTS.TUNGSTEN.DESC
source: (W) Tungsten is an extremely tough crystalline <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (W) Вольфрам - надзвичайно міцний кристалічний <link="RAWMETAL">Метал</link>. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: <link="TUNGSTEN">Tungsten</link>
uk_ua: <link="TUNGSTEN">Вольфрам</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound with a crystalline structure. It is suitable for building <link="POWER">Power</link> systems.
uk_ua: (WSe<sub>2</sub>) Вольфрамовий Дісселенід - це неорганічний <link="RAWMETAL">Метал</link> утворений з кристалічної структури. Він підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.NAME
source: <link="TUNGSTENDISELENIDE">Tungsten Diselenide</link>
uk_ua: <link="TUNGSTENDISELENIDE">Вольфрамовий Дісселенід</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is a superheated <link="RAWMETAL">Metal</link> compound in a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (WSe<sub>2</sub>) Вольфрамовий Дісселенід - це перегрітий <link="RAWMETAL">Металічна</link> сполука в <link="ELEMENTSGAS">Газоподібному</link> стані.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.NAME
source: <link="TUNGSTENDISELENIDEGAS">Tungsten Diselenide</link>
uk_ua: <link="TUNGSTENDISELENIDEGAS">Вольфрамовий Дісселенід</link>

# STRINGS.ELEMENTS.TUNGSTENGAS.DESC
source: (W) Tungsten is a superheated crystalline <link="RAWMETAL">Metal</link> in a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (W) Вольфрам - це перегрітий кристалічний <link="RAWMETAL">Метал</link> в <link="ELEMENTSGAS">Газоподібному</link> стані.

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: <link="TUNGSTENGAS">Tungsten</link>
uk_ua: <link="TUNGSTENGAS">Вольфрам</link>

# STRINGS.ELEMENTS.UNOBTANIUM.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient Metallic element. It cannot be excavated by any Duplicant mining tool.
uk_ua: (Nt) Нейтроніум є загадковим і надзвичайно пружнім Металічним елементом. Його не можливо викопати знаряддям будь-якого Дубліканта.

# STRINGS.ELEMENTS.UNOBTANIUM.NAME
source: <link="UNOBTANIUM">Neutronium</link>
uk_ua: <link="UNOBTANIUM">Нейтроніум</link>

# STRINGS.ELEMENTS.VACUUM.DESC
source: A vacuum is a space devoid of all matter.
uk_ua: Вакуум - це простір, позбавлений всієї матерії.

# STRINGS.ELEMENTS.VACUUM.NAME
source: <link="VACUUM">Vacuum</link>
uk_ua: <link="VACUUM">Вакуум</link>

# STRINGS.ELEMENTS.VOID.DESC
source: Cold, infinite nothingness.
uk_ua: Холод, безкінечне небуття.

# STRINGS.ELEMENTS.VOID.NAME
source: <link="VOID">Void</link>
uk_ua: <link="VOID">Пустота</link>

# STRINGS.ELEMENTS.WATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, suitable for consumption.
uk_ua: (H<sub>2</sub>O) Чиста <link="WATER">Вода</link>, придатна для споживання.

# STRINGS.ELEMENTS.WATER.NAME
source: <link="WATER">Water</link>
uk_ua: <link="WATER">Вода</link>

# STRINGS.ELEMENTS.WOLFRAMITE.DESC
source: ((Fe,Mn)WO<sub>4</sub>) Wolframite is a dense Metallic element in a <link="ELEMENTSSOLID">Solid</link> state. It is a source of <link="TUNGSTEN">Tungsten</link> and is suitable for building <link="POWER">Power</link> systems.
uk_ua: ((Fe,Mn)WO<sub>4</sub>) Вольфраміт - це щільний Металічний елемент в <link="ELEMENTSSOLID">Твердому</link> стані. Це джерело <link="TUNGSTEN">Вольфраму</link> та підходить для будівництва <link="POWER">Електричних</link> мереж.

# STRINGS.ELEMENTS.WOLFRAMITE.NAME
source: <link="WOLFRAMITE">Wolframite</link>
uk_ua: <link="WOLFRAMITE">Вольфраміт</link>

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.DESC
source: Because breathing underwater is better than... not.
uk_ua: Тому що під водою дихати краще, ніж ... без.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
uk_ua: Забезпечує Дублікантів <style="oxygen">Киснем</style> в підводних середовищах. Необхідно наповнити киснем в Перезаряднику Екзо Костюмів, коли він вичерпаний.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.NAME
source: Aqua Suit
uk_ua: Аква Костюм

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments.
uk_ua: Забезпечує Дубліканта <style="oxygen">Киснем</style> в підводних середовищах.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.DESC
source: Make sure your Duplicants can breathe easy, anytime, anywhere.
uk_ua: Переконайтеся, що ваші Дубліканти можуть дихати легко, в будь-який час і в будь-якому місці.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
uk_ua: Забезпечує Дубліканта <style="oxygen">Киснем</style> в токсичних та середовищем з низьким киснем. Необхідно наповнити киснем в Перезаряднику Екзо Костюмів, коли він вичерпаний.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.GENERICNAME
source: Suit
uk_ua: Костюм

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.NAME
source: Atmo Suit
uk_ua: Атмосферний Костюм

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments.
uk_ua: Забезпечує Дубліканта <style="oxygen">Киснем</style> в токсичних та середовищем з низьким киснем.

# STRINGS.EQUIPMENT.PREFABS.BORING_MACHINE.NAME
source: Prospectolator
uk_ua: Проспектор

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.EFFECT
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
uk_ua: Захищає володаря від <style="heat">Тепла</style> зменшуючи ізоляцію.

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
uk_ua: Одяг

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.NAME
source: Cool Vest
uk_ua: Холодний Жилет

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
uk_ua: Захищає володаря від <style="heat">Тепла</style> зменшуючи ізоляцію.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.DESC
source: Turn your Duplicant into a walking beacon of charm and style.
uk_ua: Перетворіть свого Дубліканта у прогулянковий маяк чарівності та стилю.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.EFFECT
source: Increases Decor in a small area effect around the wearer.
uk_ua: Збільшує декор в не великій зоні дії, навколо власника.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.GENERICNAME
source: Clothing
uk_ua: Одяг

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.NAME
source: Snazzy Suit
uk_ua: Приємний Костюм

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.RECIPE_DESC
source: Increases Decor in a small area effect around the wearer.
uk_ua: Збільшує декор в не великій зоні дії, навколо власника.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.EFFECT
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
uk_ua: Дозволяє Дублікантам дихати в небезпечних середовищах. Не працює, коли занурений в <style="liquid">Рідину</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.GENERICNAME
source: Equipment
uk_ua: Спорядження

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
uk_ua: Кисневий Бак

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.RECIPE_DESC
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
uk_ua: Дозволяє Дублікантам дихати в небезпечних середовищах. Не працює, коли занурений в <style="liquid">Рідину</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.EFFECT
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
uk_ua: Дозволяє Дублікантам дихати, під час занурення в <style="liquid">Рідину</style>. Не працює за межами рідини.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.GENERICNAME
source: Equipment
uk_ua: Спорядження

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.NAME
source: Oxygen Rebreather
uk_ua: Кисневий Ребрезер

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.RECIPE_DESC
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
uk_ua: Дозволяє Дублікантам дихати, під час занурення в <style="liquid">Рідину</style>. Не працює за межами рідини.

# STRINGS.EQUIPMENT.PREFABS.QUARRYING_GUN.NAME
source: Quarrying Gun
uk_ua: Кар'єрна Гармата

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
uk_ua: Зберігає ваших Дублікантів прохолодними, якщо нагрів піднімається.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.EFFECT
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>. Must be powered at an Exosuit Recharger when depleted.
uk_ua: Надає захист в областях з крайніми <style="heat">Температурами</style>. Необхідно підживлювати в Перезаряднику Екзо Костюмів, коли він вичерпаний.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
uk_ua: Термо Костюм

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.RECIPE_DESC
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>.
uk_ua: Надає захист в областях з крайніми <style="heat">Температурами</style>.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.DESC
source: Happiness is a warm Duplicant.
uk_ua: Теплий та щасливий Дублікант

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.EFFECT
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
uk_ua: Захищає володаря від <style="heat">Холоду</style> збільшуючи ізоляцію.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
uk_ua: Одяг

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.NAME
source: Warm Sweater
uk_ua: Теплий Светр

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
uk_ua: Захищає володаря від <style="heat">Холоду</style> збільшуючи ізоляцію.

# STRINGS.INPUT.MOUSE
source: Mouse
uk_ua: Миша

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY1
source: BuildingUtility1
uk_ua: Будівельні Утіліти 1

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY2
source: BuildingUtility2
uk_ua: Будівельні Утіліти 2

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY3
source: BuildingUtility3
uk_ua: Будівельні Утіліти 3

# STRINGS.INPUT_BINDINGS.BUILDING.NAME
source: Building
uk_ua: Будівнитво

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEENABLED
source: ToggleEnabled
uk_ua: Перемкнути Стан

# STRINGS.INPUT_BINDINGS.DEBUG.NAME
source: Debug
uk_ua: Відлагодження

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECODEX
source: ManageCodex
uk_ua: Управління Базою Даних

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECONSUMABLES
source: ManageConsumables
uk_ua: Управління Споживанням

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEPEOPLE
source: ManagePeople
uk_ua: Управління Пріоритетами

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEREPORT
source: ManageReport
uk_ua: Управління Звітами

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGERESEARCH
source: ManageResearch
uk_ua: Управління Дослідженнями

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEROLES
source: ManageRoles
uk_ua: Управління Працею

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEVITALS
source: ManageVitals
uk_ua: Управління Показниками

# STRINGS.INPUT_BINDINGS.MANAGEMENT.NAME
source: Management
uk_ua: Управління

# STRINGS.INPUT_BINDINGS.ROOT.ALTERNATEVIEW
source: AlternateView
uk_ua: Альтернативний Вигляд

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
uk_ua: Атака

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGCANCEL
source: BuildingCancel
uk_ua: Скасування Будівництва

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGDECONSTRUCT
source: BuildingDeconstruct
uk_ua: Скасування Знесення

# STRINGS.INPUT_BINDINGS.ROOT.CAMERAHOME
source: CameraHome
uk_ua: Камера на Дім

# STRINGS.INPUT_BINDINGS.ROOT.CAPTURE
source: Capture
uk_ua: Піймання

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
uk_ua: Перенесення

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
uk_ua: Швидкість Циклу

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
uk_ua: Копання

# STRINGS.INPUT_BINDINGS.ROOT.DISINFECT
source: Disinfect
uk_ua: Дезінфікація

# STRINGS.INPUT_BINDINGS.ROOT.EMPTYPIPE
source: EmptyPipe
uk_ua: Спорожнення Труб

# STRINGS.INPUT_BINDINGS.ROOT.HARVEST
source: Harvest
uk_ua: Жнива

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
uk_ua: Миття

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY1
source: Overlay1
uk_ua: Оверлей Кисню

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY10
source: Overlay10
uk_ua: Оверлей Фермерства

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY11
source: Overlay11
uk_ua: Оверлей Кімнат

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY12
source: Overlay12
uk_ua: Оверлей Екзо Костюмів

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY13
source: Overlay13
uk_ua: Оверлей Автоматизації

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY14
source: Overlay14
uk_ua: Оверлей Конвеєрів

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY2
source: Overlay2
uk_ua: Оверлей Енергії

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY3
source: Overlay3
uk_ua: Оверлей Температури

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY4
source: Overlay4
uk_ua: Оверлей Теплового Комфорту

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY5
source: Overlay5
uk_ua: Оверлей Світла

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY6
source: Overlay6
uk_ua: Оверлей Води

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY7
source: Overlay7
uk_ua: Оверлей Газів

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY8
source: Overlay8
uk_ua: Оверлей Декору

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY9
source: Overlay9
uk_ua: Оверлей Бактерій

# STRINGS.INPUT_BINDINGS.ROOT.PANDOWN
source: PanDown
uk_ua: Вниз

# STRINGS.INPUT_BINDINGS.ROOT.PANLEFT
source: PanLeft
uk_ua: Вліво

# STRINGS.INPUT_BINDINGS.ROOT.PANRIGHT
source: PanRight
uk_ua: Вправо

# STRINGS.INPUT_BINDINGS.ROOT.PANUP
source: PanUp
uk_ua: Вверх

# STRINGS.INPUT_BINDINGS.ROOT.PLAN1
source: Plan1
uk_ua: Основа

# STRINGS.INPUT_BINDINGS.ROOT.PLAN10
source: Plan10
uk_ua: Станції

# STRINGS.INPUT_BINDINGS.ROOT.PLAN11
source: Plan11
uk_ua: Утіліти

# STRINGS.INPUT_BINDINGS.ROOT.PLAN12
source: Plan12
uk_ua: Авто

# STRINGS.INPUT_BINDINGS.ROOT.PLAN2
source: Plan2
uk_ua: Кисень

# STRINGS.INPUT_BINDINGS.ROOT.PLAN3
source: Plan3
uk_ua: Енергія

# STRINGS.INPUT_BINDINGS.ROOT.PLAN4
source: Plan4
uk_ua: Їжа

# STRINGS.INPUT_BINDINGS.ROOT.PLAN5
source: Plan5
uk_ua: Вода

# STRINGS.INPUT_BINDINGS.ROOT.PLAN6
source: Plan6
uk_ua: Гази

# STRINGS.INPUT_BINDINGS.ROOT.PLAN7
source: Plan7
uk_ua: Переробка

# STRINGS.INPUT_BINDINGS.ROOT.PLAN8
source: Plan8
uk_ua: Терапія

# STRINGS.INPUT_BINDINGS.ROOT.PLAN9
source: Plan9
uk_ua: Меблі

# STRINGS.INPUT_BINDINGS.ROOT.PRIORITIZE
source: Prioritize
uk_ua: Суб-Пріоритети

# STRINGS.INPUT_BINDINGS.ROOT.SLOWDOWN
source: SlowDown
uk_ua: Сповільнити

# STRINGS.INPUT_BINDINGS.ROOT.SPEEDUP
source: SpeedUp
uk_ua: Пришвидшити

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLEPAUSE
source: TogglePause
uk_ua: Пауза

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLESCREENSHOTMODE
source: ToggleScreenshotMode
uk_ua: Режим Скріншотів

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
uk_ua: Приблизити

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
uk_ua: Віддалити

# STRINGS.INPUT_BINDINGS.SANDBOX.NAME
source: Sandbox
uk_ua: Пісочниця

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXBRUSH
source: SandboxBrush
uk_ua: Пісочниця Пензель

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXCLEARFLOOR
source: SandboxClearFloor
uk_ua: Пісочниця Чиста Підлога

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXDESTROY
source: SandboxDestroy
uk_ua: Пісочниця Знищення

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXFLOOD
source: SandboxFlood
uk_ua: Пісочниця Лиття

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXHEATGUN
source: SandboxHeatGun
uk_ua: Пісочниця Тепло Гармата

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXREVEAL
source: SandboxReveal
uk_ua: Пісочниця Викриття

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSAMPLE
source: SandboxSample
uk_ua: Пісочниця Взірець

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPAWNENTITY
source: SandboxSpawnEntity
uk_ua: Пісочниця Спавн

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPRINKLE
source: SandboxSprinkle
uk_ua: Пісочниця Кропіння

# STRINGS.INPUT_BINDINGS.SANDBOX.TOGGLESANDBOXTOOLS
source: ToggleSandboxTools
uk_ua: Перемкнути Знаряддя Пісочниця

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
uk_ua: Тягнути Прямо

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
uk_ua: Знаряддя

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
uk_ua: Обертати Будівлю

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
uk_ua: Безнасінний фрукт з надзвичайно м'яким присмаком. Не може бути посаджений. Викопування Прихованих Об'єктів можна виявити Гній-корінь.

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.NAME
source: <link="BASICFORAGEPLANT">Muckroot</link>
uk_ua: <link="BASICFORAGEPLANT">Гній-корінь</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
uk_ua: <link="BASICPLANTFOOD">Борошноїд</link> спресований в компактний, нерухомий, м'ясний хліб.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: <link="BASICPLANTBAR">Liceloaf</link>
uk_ua: <link="BASICPLANTBAR">Брикет з Борошноїда</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
uk_ua: <link="BASICPLANTFOOD">Борошноїд</link>спресований в компактний, нерухомий, м'ясний хліб.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
uk_ua: Неприємне зерно, яке майже ніколи не перестає вертітися.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: <link="BASICPLANTFOOD">Meal Lice</link>
uk_ua: <link="BASICPLANTFOOD">Борошноїд</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
uk_ua: Проста випічка, спечена з <link="COLDWHEATSEED">Зерна Морозної Пшениці</link>. Кожний укус залишає м'яке відчуття охолодження в роті навіть, коли сама булочка тепла.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: <link="COLDWHEATBREAD">Frost Bun</link>
uk_ua: <link="COLDWHEATBREAD">Морозний Кекс</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain.
uk_ua: Проста випічка, спечена з <link="COLDWHEATSEED">Зерна Морозної Пшениці</link>.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: An edible grain that leaves a cool taste on the tongue.
uk_ua: Їстівне зерно, що залишає прохолодний смак на язиці.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: <link="COLDWHEATSEED">Sleet Wheat Grain</link>
uk_ua: <link="COLDWHEATSEED">Зерна Морозної Пшениці</link>

# STRINGS.ITEMS.FOOD.COMPOST
source: Compost
uk_ua: Компост

# STRINGS.ITEMS.FOOD.COOKEDEGG.DESC
source: Fluffed and folded egg innards. It turns out you do, in fact, have to break a few eggs to make it.
uk_ua: Розбиті та перемішані яєчні нутрощі. Виявляється, ви насправді повинні розбити декілька яєць, щоб зробити це.

# STRINGS.ITEMS.FOOD.COOKEDEGG.NAME
source: <link="COOKEDEGG">Omelette</link>
uk_ua: <link="COOKEDEGG">Омлет</link>

# STRINGS.ITEMS.FOOD.COOKEDEGG.RECIPEDESC
source: Fluffed and folded egg innards.
uk_ua: Розбиті та перемішані яєчні нутрощі.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated critter. It has a delightful smoky aftertaste.
uk_ua: Приготовлене м'ясо з переможений тварин. Він має чудовий димчастий після-смак.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: <link="COOKEDMEAT">Barbeque</link>
uk_ua: <link="COOKEDMEAT">Барбекю</link>

# STRINGS.ITEMS.FOOD.COOKEDMEAT.RECIPEDESC
source: The cooked meat of a defeated critter.
uk_ua: Приготовлене м'ясо з переможений тварин.

# STRINGS.ITEMS.FOOD.DRECKOEGG.DESC
source: An egg laid by a <link="DRECKO">Drecko</link> If incubated, it will hatch into a new <link="DRECKO">Drecko</link>
uk_ua: Яйце відкладене <link="DRECKO">Дрекко</link> Якщо виростити, то вилупиться повий <link="DRECKO">Дрекко</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.NAME
source: <link="DRECKO">Drecklet Egg</link>
uk_ua: <link="DRECKO">Яйце Дрекклет</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.RECIPEDESC
source: An egg laid by a <link="DRECKO">Drecko</link>
uk_ua: Яйце відкладене <link="DRECKO">Дрекко</link>

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: A nourishing nutrient paste, sandwiched between thin wafer layers.
uk_ua: Живильна, поживна паста, розміщена між тонким шаром вафлі.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: <link="FIELDRATION">Nutrient Bar</link>
uk_ua: <link="FIELDRATION">Поживний Брикет</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
uk_ua: Глибоко обсмажене, стверділа тягуча грязь. Всередині майже повністю сира, незважаючи на хруст із зовнішньої сторони.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: <link="FRIEDMUSHBAR">Mush Fry</link>
uk_ua: <link="FRIEDMUSHBAR">Смажена Каша</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
uk_ua: Глибоко обсмажене, стверділа тягуча грязь.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.DESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>. It has a thick, savory flavor with subtle earthy undertones.
uk_ua: Смажене страва, зроблена з плодоносних <link="MUSHROOM">Грибів</link>. Він має густий, смачний аромат з ніжним земляним відтінком.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.NAME
source: <link="FRIEDMUSHROOM">Fried Mushroom</link>
uk_ua: <link="FRIEDMUSHROOM">Смажений Гриб</link>
