Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.NAME
source: <link="SOLIDCONDUITINBOX">Conveyor Loader</link>
uk_ua: <link="SOLIDCONDUITINBOX">Конвеєрний Навантажувач</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.DESC
source: When materials reach the end of a rail they enter a receptacle to be used by Duplicants.
uk_ua: Коли матеріали досягають кінця рейки, вони надходять до розвантажувача, де будуть використані Дублікантами.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.EFFECT
source: Unloads <link="ELEMENTSSOLID">Solid Materials</link> from a <link="SOLIDCONDUIT">Conveyor Rail</link> into storage.
uk_ua: Розвантажує <link="ELEMENTSSOLID">Тверді Матеріали</link> з <link="SOLIDCONDUIT">Конвеєрної Рейки</link> в сховище.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.NAME
source: <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>
uk_ua: <link="SOLIDCONDUITOUTBOX">Конвеєрний Розвантажувач</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.DESC
source: An auto-sweeper's suction range can be viewed at any time by clicking on the building.
uk_ua: Радіус всмоктування авто прибирача можна переглянути в будь-який час, натиснувши на будівлю.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.EFFECT
source: Automates <link="CHORES">Sweeping</link> and <link="CHORES">Supplying</link> errands by sucking up all nearby <link="DECOR">Debris</link>. Materials are automatically delivered to any <link="SOLIDCONDUITINBOX">Conveyor Loader</link>, <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>, storage, or buildings within range.
uk_ua: Автоматизує <link="CHORES">Прибиральні</link> та <link="CHORES">Постачальні</link> завдання. всмоктуючи все поблизу <link="DECOR">Сміття</link>. Матеріали автоматично доставляються до будь-якого <link="SOLIDCONDUITINBOX">Конвеєрного Навантажувача</link>, <link="SOLIDCONDUITOUTBOX">Конвеєрного Розвантажувача</link>, сховища чи будівлі в межах досяжності.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.NAME
source: <link="SOLIDTRANSFERARM">Auto-Sweeper</link>
uk_ua: <link="SOLIDTRANSFERARM">Авто Прибирач</link>

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: A space heater will radiate heat for as long as it's powered.
uk_ua: Електро камін буде випромінювати тепло довгий час, доки підключений до енергії.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Radiates a moderate amount of <link="HEAT">Heat</link>.
uk_ua: Випромінює невелику кількість <link="HEAT">Тепла</link>.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: <link="SPACEHEATER">Space Heater</link>
uk_ua: <link="SPACEHEATER">Електро Камін</link>

# STRINGS.BUILDINGS.PREFABS.SPACEWALL.DESC
source: Keeps the space out and the atmosphere in
uk_ua: Зберігає простір поза і атмосферу в

# STRINGS.BUILDINGS.PREFABS.SPACEWALL.NAME
source: <link="SPACEWALL">Space Wall</link>
uk_ua: <link="SPACEWALL">Космічна Стіна</link>

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.DESC
source: Useful for converting the geothermal energy of magma into usable power.
uk_ua: Придатна для перетворення геотермальної енергії магми в корисну енергію.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.EFFECT
source: Generates exceptional electrical <link="POWER">Power</link> using pressurized, <link="HEAT">Scalding</link> <link="STEAM">Steam</link>. Outputs significantly cooler <link="STEAM">Steam</link> than it receives. Air pressure beneath this building must be higher than pressure above for air to flow.
uk_ua: Виробляє неабияку електричну <link="POWER">Енергію</link> використовуючи високий тиск, <link="HEAT">Пекучого</link> <link="STEAM">Пару</link>. Виходить значно прохолодніший <link="STEAM">Пар</link> ніж одержаний. Тиск повітря нижче цієї будівлі повинен бути вищим, ніж тиск повітряного потоку уверху.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.NAME
source: <link="STEAMTURBINE">Steam Turbine</link>
uk_ua: <link="STEAMTURBINE">Парова Турбіна</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Resources left on the floor become "debris" and lower decor when not put away.
uk_ua: Ресурси, що лежать на підлозі стають "сміттям" та знижують декор, коли їх не прибрати.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
uk_ua: Зберігає ресурси, які ви обрали.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: <link="STORAGELOCKER">Storage Compactor</link>
uk_ua: <link="STORAGELOCKER">Сховище</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.DESC
source: This improved version of the Storage Compactor becomes <link="LOGIC">Active</link> when full
uk_ua: Ця поліпшена версія Сховища, який стає <link="LOGIC">Активний</link>, коли повний.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.EFFECT
source: Stores the resources of your choosing.
uk_ua: Зберігає ресурси, які ви обрали.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.NAME
source: <link="STORAGELOCKERSMART">Smart Storage Compactor</link>
uk_ua: <link="STORAGELOCKERSMART">Розумне Сховище</link>

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits can be filled with oxygen to allow Duplicants to safely enter uninhabitable areas.
uk_ua: Екзо Костюми повинні бути заповнені киснем, щоб дозволити Дублікантам безпечно входити зони, не придатні для життя.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Forges protective Atmo Suit for Duplicants to wear. Duplicants will not fabricate items unless recipes are queued.
uk_ua: Виробляє захисні Атмосферні Костюми для одягання Дублікантам. Дубліканти не виробляють предмети, якщо рецепти не в черзі.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: <link="SUITFABRICATOR">Exosuit Forge</link>
uk_ua: <link="SUITFABRICATOR">Кузня Екзо Костюмів</link>

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.DESC
source: Docks can refill exosuits with air or empty them of waste, but can only charge one suit at a time.
uk_ua: Доки можуть поповнювати атмосферні костюми повітрям або спорожнювати від сміття, однак вони можуть заряджати лише один костюм одночасно.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.EFFECT
source: Stores and recharges Atmo Suit. Build next to an Exosuit Checkpoint to make Duplicants change into suits when passing by.
uk_ua: Зберігає та перезаряджає Атмосферні Костюми. Побудуйте поруч з Орієнтиром Екзо Костюмів, щоб Дубліканти одягали в костюми при проходженні.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.NAME
source: <link="SUITLOCKER">Exosuit Dock</link>
uk_ua: <link="SUITLOCKER">Док Екзо Костюмів</link>

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.DESC
source: A checkpoint must have an exosuit dock built on the opposite side its arrow faces.
uk_ua: Орієнтир повинен мати Док Екзо Костюмів, побудовану з протилежної сторони від стрілки.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.EFFECT
source: Marks a threshold where Duplicants must change into or out of Atmo Suit. Must be built next to an Exosuit Dock. Can be rotated before construction.
uk_ua: Позначає поріг де Дубліканти повинні змінюватися, щоб виходити в Атмосферних Коктюмах. Повинен бути побудований поряд з Доками Екзо Костюмами. Може бути повернутим до будівництва.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.NAME
source: <link="SUITMARKER">Exosuit Checkpoint</link>
uk_ua: <link="SUITMARKER">Орієнтир Екзо Костюмів</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Switches do not affect buildings preceding them on a circuit, but control all buildings after.
uk_ua: Вимикачі не впливають на попередні будівлі мережі, але контролюють всі наступні будівлі.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Turns <link="POWER">Power</link> on or off. Does not affect circuitry preceding the switch.
uk_ua: Увімкнення чи вимкнення <link="POWER">Електрики</link>. Не впливає на мережу попереднього вимикача.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: <link="SWITCH">Switch</link>
uk_ua: <link="SWITCH">Вимикач</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
uk_ua: Вимкнути

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
uk_ua: Увімкнути

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Automated switches can be used to manage circuits in areas where Duplicants cannot enter.
uk_ua: Сенсор температури може бути використаний для керування мережами в зонах, де Дубліканти не можуть пройти.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="HEAT">Temperature</link>. Does not affect circuitry preceding the switch.
uk_ua: Автоматично перемикає <link="POWER">Електрику</link> на увімкнено або вимкнено використовуючи зовнішню <link="HEAT">Температуру</link>. Не впливає на мережу попереднього перемикача.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: <link="TEMPERATURECONTROLLEDSWITCH">Thermo Switch</link>
uk_ua: <link="TEMPERATURECONTROLLEDSWITCH">Сенсор Температури</link>

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.DESC
source: Construction materials have different thermal properties that affect how well they retain heat.
uk_ua: Будівельні матеріали мають різні теплові властивості, які впливають на те, наскільки добре вони зберігають тепло.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.EFFECT
source: Accelerates or buffers <link="HEAT">Heat</link> dispersal depending on the construction material used. Has a small area of effect.
uk_ua: Прискорює або буферизує <link="HEAT">Тепло</link>, видає в залежності від використаного будівельного матеріалу. Має малу зону ефекту.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.NAME
source: <link="THERMALBLOCK">Tempshift Plate</link>
uk_ua: <link="THERMALBLOCK">Тепло Провідна Пластина</link>

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Tiles can be used to build rooms, floors, or bridges to new areas.
uk_ua: Блоки можуть бути використані для будівництва кімнат, підлоги чи нових зон.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms. Increases Duplicant runspeed.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат. Збільшує швидкість пересування Дублікантів.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: <link="TILE">Tile</link>
uk_ua: <link="TILE">Блок</link>

# STRINGS.BUILDINGS.PREFABS.TILEPOI.EFFECT
source: Used as floor and wall tile to build rooms.
uk_ua: Використовується, як блок підлоги та стін для будівництва кімнат.

# STRINGS.BUILDINGS.PREFABS.TILEPOI.NAME
source: <link="TILEPOI">Tile</link>
uk_ua: <link="TILEPOI">Блок</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.DESC
source: Duplicants will only exit a transit tube when a safe landing area is available beneath it.
uk_ua: Дубліканти можуть вийти з транзитної трубки тоді, коли знаходяться на безпечній зоні для приземлення.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.EFFECT
source: Quickly transports Duplicants from a <link="TRAVELTUBEENTRANCE">Transit Tube Access</link> to the tube's end. Only transports Duplicants.
uk_ua: Швидко транспортує Дублікантів від <link="TRAVELTUBEENTRANCE">Доступу Транзитної Трубки</link> до кінця трубки. Лихе транспортує Дублікантів.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.NAME
source: <link="TRAVELTUBE">Transit Tube</link>
uk_ua: <link="TRAVELTUBE">Транзитна Трубка</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.DESC
source: Access points are required for Duplicants to enter tubes, but are not required to exit them.
uk_ua: Доступи необхідні для того, щоб Дубліканти входити до трубок, але не вимагають виходу з них.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.EFFECT
source: Allows Duplicants to enter the connected <link="TRAVELTUBE">Transit Tube</link> system. Stops drawing <link="POWER">Power</link> once fully charged.
uk_ua: Дозволяє Дублікантам входити до приєднаної системи <link="TRAVELTUBE">Транзитних Трубок</link> Зупиняє споживання <link="POWER">Енергії</link>, після повного зарядження.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.NAME
source: <link="TRAVELTUBEENTRANCE">Transit Tube Access</link>
uk_ua: <link="TRAVELTUBEENTRANCE">Доступ Транзитної Трубки</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid.
uk_ua: Транзитні Трубки можуть переходити по трубковим переходам через стіни, без просочування газу чи рідини

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tube</link> to be run through wall and floor tiles. Functions as a regular tile.
uk_ua: Дозволяє <link="TRAVELTUBE">Транзитним Трубкам</link> проходити через блок стін та підлоги. Працює, як звичайний блок.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.NAME
source: <link="TRAVELTUBEWALLBRIDGE">Transit Tube Crossing</link>
uk_ua: <link="TRAVELTUBEWALLBRIDGE">Перехід Транзитної Трубки</link>

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.DESC
source: Germ spread can be reduced by building wash basins where Duplicants are likely to get dirty.
uk_ua: Поширення бактерій можна зменшити, будуючи умивальники там, де Дубліканти можливо отримають забруднення.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.EFFECT
source: Removes some <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Wash Basins when passing by in the selected direction.
uk_ua: Прибирає деякі <link="DISEASE">Бактерії</link> з Дублікантів. Вкриті бактеріями Дубліканти використовують Умивальники, коли проходять в обраному напрямку.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.NAME
source: <link="WASHBASIN">Wash Basin</link>
uk_ua: <link="WASHBASIN">Умивальник</link>

# STRINGS.BUILDINGS.PREFABS.WASHSINK.DESC
source: Sinks are plumbed and do not need to be manually emptied or refilled.
uk_ua: Раковини мають водопровід та не потребують ручного спорожнення чи наповнення.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.EFFECT
source: Removes <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Sinks when passing by in the selected direction.
uk_ua: Видаляє <link="DISEASE">Бактерії</link> з Дублікатів. Вкриті бактеріями Дубліканти використовують Раковини, коли проходять в обраному напрямку.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.NAME
source: <link="WASHSINK">Sink</link>
uk_ua: <link="WASHSINK">Раковина</link>

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: Sieves cannot kill germs and pass any disease they receive into their waste and water output.
uk_ua: Фільтратори не можуть знищити бактерії та пропускають будь-які захворювання, вони передають їх у вихідну воду.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Produces clean <link="WATER">Water</link> from <link="DIRTYWATER">Polluted Water</link> using <link="SAND">Sand</link>. Produces <link="TOXICSAND">Polluted Dirt</link>.
uk_ua: Виробляє чисту <link="WATER">Воду</link> з <link="DIRTYWATER">Забрудненої Води</link> застосовуючи <link="SAND">Пісок</link>. Виробляє <link="TOXICSAND">Забруднену Землю</link>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: <link="WATERPURIFIER">Water Sieve</link>
uk_ua: <link="WATERPURIFIER">Водяний Фільтратор</link>

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: Electrical wire is used to connect generators, batteries, and buildings.
uk_ua: Електричний дріт використовується для приєднання генераторів, батарей та будівель.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
uk_ua: Приєднує будівлі до <link="POWER">Електричного</link> джерела Може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: <link="WIRE">Wire</link>
uk_ua: <link="WIRE">Дріт</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
uk_ua: Розділення генераторів на окремі системи, запобігає перевантаженню електрики та електричним втратам.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
uk_ua: Працює на одній секції дротів поверх інших, не приєднуючись до них. Може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: <link="WIREBRIDGE">Wire Bridge</link>
uk_ua: <link="WIREBRIDGE">Дротяна Перемичка</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
uk_ua: З'єднані пластини можуть проводити Потужні дроти наскрізь стін, без просочування гачу чи рідин.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
uk_ua: Дозволяє проводити Потужний Дріт наскрізь стіни та підлогу. Працює, як звичайний блок.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.NAME
source: <link="WIREBRIDGEHIGHWATTAGE">Heavi-Watt Joint Plate</link>
uk_ua: <link="WIREBRIDGEHIGHWATTAGE">Потужна З'єдн. Пластина</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.DESC
source: My Duplicants prefer the look of conductive wire to the regular raggedy stuff.
uk_ua: Дубліканти надають перевагу зовнішньому вигляду провідного дроту ніж звичайного дроту.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
uk_ua: Приєднує будівлі до <link="POWER">Електричного</link> джерела Може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.NAME
source: <link="WIREREFINED">Conductive Wire</link>
uk_ua: <link="WIREREFINED">Провідний Дріт</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
uk_ua: Розділення генераторів на окремі системи, запобігає перевантаженню електрики та електричним втратам.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Wire Bridge without overloading. Runs one wire section over another without joining them. Can be run through tiles.
uk_ua: Проводить більшу <link="POWER">Потужність</link>, ніж звичайна Дротяна Перемичка без перевантаження. Працює на одній секції дротів поверх інших, не приєднуючись до них. Не може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.NAME
source: <link="WIREREFINEDBRIDGE">Conductive Wire Bridge</link>
uk_ua: <link="WIREREFINEDBRIDGE">Перемичка Провідного Дроту</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
uk_ua: З'єднані пластини можуть проводити Потужні дроти наскрізь стін, без просочування гачу чи рідин.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Heavi-Watt Joint Plate without overloading. Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
uk_ua: Проводить більшу <link="POWER">Потужність</link>, ніж звичайна Потужна З'єдн. Пластина без перевантаження. Дозволяє проводити Потужний Дріт наскрізь стіни та підлогу. Працює, як звичайний блок.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.NAME
source: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Heavi Conductive Joint Plate</link>
uk_ua: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Потужна Провідна З'єдн. Пластина</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
uk_ua: Більш потужний дріт використовують, для уникання перевантаження з надзвичайно сильними генераторами.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
uk_ua: Проводить більшу <link="POWER">Потужність</link>, ніж звичайний Дріт без перевантаження. Не може бути проведений всередині блока.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.NAME
source: <link="WIREREFINEDHIGHWATTAGE">Heavi Conductive Wire</link>
uk_ua: <link="WIREREFINEDHIGHWATTAGE">Потужний Провідний Дріт</link>

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
uk_ua: Відк. Авторемонт

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: Only repair this building when ordered
uk_ua: Ремонтувати цю будівлю, лише за потребою

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
uk_ua: Увім. Авторемонт

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: Automatically repair this building when damaged
uk_ua: Автоматично ремонтувати цю будівлю, коли зламалася

# STRINGS.CODEX.ANALYSIS.BODY.CONTAINER1
source: Description of analysis/study mechanic
uk_ua: Опис аналізу/вивчення механік

# STRINGS.CODEX.ANALYSIS.SUBTITLE
source: Study of world features
uk_ua: Вивчення особливості світу

# STRINGS.CODEX.ANALYSIS.TITLE
source: <link="ANALYSIS">Geographical Feature Analysis</link>
uk_ua: <link="ANALYSIS">Географічні показники аналізу</link>

# STRINGS.CODEX.ATMOSPHERE.BODY.CONTAINER1
source: Description of breath, pressure, and gas
uk_ua: Зображення дихання, тиску та газу

# STRINGS.CODEX.ATMOSPHERE.SUBTITLE
source: Air and other gasses
uk_ua: Повітря та інші гази

# STRINGS.CODEX.ATMOSPHERE.TITLE
source: Atmosphere
uk_ua: Атмосфера

# STRINGS.CODEX.BALMLILY.SUBTITLE
source: Medicinal Herb
uk_ua: Лікарські трави

# STRINGS.CODEX.BALMLILY.TITLE
source: Balm Lily
uk_ua: Бальзамна Лілія

# STRINGS.CODEX.BLUFFBRIAR.BODY.CONTAINER1
source: Bluff Briars have formed a symbiotic relationship with a closely related plant strain, the Bristle Blossom. They tend to thrive in areas where the Bristle Blossom is present, as the berry it produces emits a rare chemical while decaying that the Briar is capable of absorbing to supplement its own pheromone production.
uk_ua: Фальшиві Шипшини мають симбіотичні відносини з тісно пов'язаним рослинним походженням, Цвітіння Щетини. Вони, як правило, процвітають у районах, де присутнє Цвітіння Щетини, оскільки ягода, яку вона виробляє, випромінює рідкісні хімічні речовини, а гниюча Щетина здатна поглинати, щоб доповнити власне виробництво феромонів.

# STRINGS.CODEX.BLUFFBRIAR.SUBTITLE
source: Decorative Plant
uk_ua: Декоративна Рослина

# STRINGS.CODEX.BLUFFBRIAR.TITLE
source: Bluff Briar
uk_ua: Фальшива Шипшина

# STRINGS.CODEX.BRISTLEBLOSSOM.BODY.CONTAINER1
source: The Bristle Blossom is frequently cultivated for its calorie dense and relatively fast growing Bristle Berries. Consumption of the berry requires special preparation due to the thick barbs surrounding the edible fruit. The term "Bristle Berry" is, in fact, a misnomer, as it is not a "berry" by botanical definition but an aggregate fruit made up of many smaller fruitlets.
uk_ua: Цвітіння Щетини завчасно обробляється за щільну калорійність та порівняно швидко росте Щетинна Ягода. Споживання ягоди вимагає спеціальної підготовки завдяки товстим зубцям, що оточують їстівний фрукт. Термін "Щетинна Ягода" насправді є неправильним, оскільки це не "ягода" за ботанічним визначенням, а сукупний фрукт, що складається з багатьох менших плодів.

# STRINGS.CODEX.BRISTLEBLOSSOM.SUBTITLE
source: Edible Plant
uk_ua: Їстівні рослини

# STRINGS.CODEX.BRISTLEBLOSSOM.TITLE
source: Bristle Blossom
uk_ua: Цвітіння Щетини

# STRINGS.CODEX.CLEANER.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.CLEANER.TITLE
source: Gulp Fish
uk_ua: Риба Галп

# STRINGS.CODEX.CREATURE_DESCRIPTORS.TEMPERATURE.COMFORT_RANGE
source: Comfort range: {0}
uk_ua: Комфортні межі: {0}

# STRINGS.CODEX.CREATURE_DESCRIPTORS.TEMPERATURE.NON_LETHAL_RANGE
source: Liveable range: {0}
uk_ua: Життєздатні межі: {0}

# STRINGS.CODEX.CRYSTAL.SUBTITLE
source: Critter Morph
uk_ua: Тварина Морф

# STRINGS.CODEX.CRYSTAL.TITLE
source: Crystal Shine Bug
uk_ua: Прозорий Світлячок
