Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses areas without blocking <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
uk_ua: Обмежує зону, не блокуючи потік <link="ELEMENTSLIQUID">Рідини</link> чи <link="ELEMENTSGAS">Газів</link>. Встановлює Дублікантам дозвіл на прохід для зони обмеження. Дикі тварини не можуть проходити через двері.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on left
uk_ua: на ліво

# STRINGS.BUILDINGS.PREFABS.DOOR.LOGIC_PORT_DESC
source: Open/Close
uk_ua: Відчинено/Зачинено

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: <link="DOOR">Pneumatic Door</link>
uk_ua: <link="DOOR">Пневматичні Двері</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: Atmo Suit not required {0}
uk_ua: Атмосферний Костюм, не потрібен {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: Atmo Suit required {0}
uk_ua: Атмосферний Костюм, потрібен {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on right
uk_ua: на право

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.DESC
source: It's little-endian.
uk_ua: Розбиває яйця з гострого кінця.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.EFFECT
source: Cracks open a critter egg for use as a cooking ingredient.
uk_ua: Розколювачі відкривають яйця тварин для використання їх, як інгредієнти в кулінарії.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.NAME
source: <link="EGGCRACKER">Egg Cracker</link>
uk_ua: <link="EGGCRACKER">Розколювач Яєць</link>

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.RECIPE_DESCRIPTION
source: Turns {0} into {1}.
uk_ua: Подрібнює {0} в {1}.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.RESULT_DESCRIPTION
source: Cracked {0}
uk_ua: Розколює {0}

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.DESC
source: Incubators can maintain the ideal internal conditions for several species of critter egg.
uk_ua: Інкубатори можуть підтримувати ідеальні внутрішні умови, для декількох різновидів, тваринних яєць.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.EFFECT
source: Incubates critter eggs until ready to hatch. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait.
uk_ua: Висиджує яйця тварин до готовності вилуплення. Назначені Дубліканти повинні володіти рисою <link="RANCHER">Пастух Тварин</link>.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.NAME
source: <link="EGGINCUBATOR">Incubator</link>
uk_ua: <link="EGGINCUBATOR">Інкубатор</link>

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Water goes in one end, life sustaining oxygen comes out the other.
uk_ua: Вода заходить в один кінець, а кисень, який підтримує життя виходить з іншого.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Converts <link="WATER">Water</link> into <link="OXYGEN">Oxygen</link> and <link="HYDROGEN">Hydrogen</link>. Becomes idle when the area reaches maximum pressure capacity.
uk_ua: Перетворює <link="WATER">Воду</link> на <link="OXYGEN">Кисень</link> та <link="HYDROGEN">Водневий Газ</link> Починає байдикувати, коли зона досягає максимального насичення.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: <link="ELECTROLYZER">Electrolyzer</link>
uk_ua: <link="ELECTROLYZER">Електролізер</link>

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.DESC
source: You'd be surprised how much research went into making this wall.
uk_ua: Ви будете здивовані тим, скільки багато досліджувати знадобиться для виготовлення цих стін.

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.EFFECT
source: A key element to building rooms on the surface of the asteroid.
uk_ua: Ключовий елемент при будівництві кімнат на поверхні астероїда.

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.NAME
source: <link="EXTERIORWALL">Wall</link>
uk_ua: <link="WATER">Стіна</link>

# STRINGS.BUILDINGS.PREFABS.FACILITYBACKWALLWINDOW.DESC
source: Window
uk_ua: Вікно

# STRINGS.BUILDINGS.PREFABS.FACILITYBACKWALLWINDOW.NAME
source: <link="">Window</link>
uk_ua: <link="">Вікно</link>

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.DESC
source: This station only has an effect on crops grown within the same room.
uk_ua: Ця станція впливає тільки на культури, вирощені в межах цієї ж кімнати.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.EFFECT
source: Produces Micronutrient Fertilizer to increase <link="PLANTS">Plant</link> growth rates. Assigned Duplicants must possess the <link="FARMER">Crop Tending</link> trait. This building is a necessary component of the Greenhouse room.
uk_ua: Виробляє Мікроелементне Добриво, збільшуючи швидкість росту <link="PLANTS">Рослин</link>. Призначений Дублікант необхідний мати риси <link="FARMER">Керування Врожаєм</link> Ця будівля є необхідний компонентом кімнати Оранжереї.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.NAME
source: <link="FARMSTATION">Farm Station</link>
uk_ua: <link="FARMSTATION">Станція Фермера</link>

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Duplicants can deliver fertilizer and liquids to farm tiles, accelerating plant growth.
uk_ua: Дубліканти можуть доставляти добрива та рідини до ферми, що прискорить ріст рослини.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction.
uk_ua: Вирощування одної <link="PLANTS">Рослини</link> з <link="PLANTS">Насіння</link>. Може бути використаний як блок підлоги та може бути повернутим до будівництва.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: <link="FARMTILE">Farm Tile</link>
uk_ua: <link="FARMTILE">Ферма</link>

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Fertilizer Synthesizers convert polluted water into fertilizer for domestic plants.
uk_ua: Синтезатори Добрив перетворюють забруднену воду в добрива для домашніх рослин.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <link="DIRTYWATER">Polluted Water</link> to produce <link="FERTILIZER">Fertilizer</link>.
uk_ua: Використовує <link="DIRTYWATER">Забруднену Воду</link> для виробництва <link="FERTILIZER">Добрив</link>.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: <link="FERTILIZERMAKER">Fertilizer Synthesizer</link>
uk_ua: <link="FERTILIZERMAKER">Синтезатор Добрив</link>

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.DESC
source: Fire poles provide quick downward travel, while ladders provide better upward movement.
uk_ua: Пожежні стовпи забезпечують швидкий рух донизу, а драбина забезпечує кращий рух догори.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.EFFECT
source: Allows rapid Duplicant descent. Significantly slows upward climbing.
uk_ua: Дозволяє швидко спускатися Дублікантам. Значно уповільнює підйом догори.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.NAME
source: <link="FIREPOLE">Fire Pole</link>
uk_ua: <link="FIREPOLE">Пожежний стовп</link>

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.DESC
source: This building must be built above liquid to prevent fish from suffocating.
uk_ua: Ця будівля повинна бути побудована вище рідини, щоб запобігти задиханню риби.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.EFFECT
source: Releases trapped fish back into the world. Can be used multiple times.
uk_ua: Повернення пійманої риби назад в світ. Може бути використана безліч раз.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.NAME
source: <link="FISHDELIVERYPOINT">Fish Release</link>
uk_ua: <link="FISHDELIVERYPOINT">Риб'ячий Релокатор</link>

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.DESC
source: Build this feeder above a body of water to feed the fish within.
uk_ua: Будуйте цю годівницю над поверхнею води, щоб годувати рибу зовні.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.EFFECT
source: Automatically dispenses stored food into the area below. Dispenses once per day.
uk_ua: Автоматично видає збережену їжу в територію нижче. Видає один раз на день.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.NAME
source: <link="FISHFEEDER">Fish Feeder</link>
uk_ua: <link="CREATUREFEEDER">Риб'яча Годівниця</link>

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.DESC
source: Trapped fish will automatically be bagged for transport.
uk_ua: Ловить рибу автоматично до садка для переміщення.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.EFFECT
source: Attracts and traps swimming fish. Single use.
uk_ua: Приваблює та ловить плаваючу рибу. Разового використання.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.NAME
source: <link="FISHTRAP">Fish Trap</link>
uk_ua: <link="FRIEDMUSHBAR">Риб'яча Пастка</link>

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: The emitting radius of a building's light can be viewed in the Light Overlay.
uk_ua: Радіус світла, що випромінює будівля, можна подивитися в Оверлеї Світла.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Power</link>.
uk_ua: Виробляє <link="LIGHT">Світло</link> з <link="POWER">Енергії</link>.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: <link="FLOORLAMP">Lamp</link>
uk_ua: <link="FLOORLAMP">Лампа</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.DESC
source: Weight plates can be used to turn on amenities only when Duplicants pass by.
uk_ua: Вагова Плитка може бути використана для включення зручностей тільки тоді, коли Дубліканти проходять повз.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.EFFECT
source: Becomes <link="LOGIC">Active</link> when an object or Duplicant is placed atop of it. Cannot be triggered by <link="ELEMENTSGAS">Gas</link> or <link="ELEMENTSLIQUID">Liquids</link>.
uk_ua: Стає <link="LOGIC">Активна</link>, коли об'єкт чи Дублікант знаходиться на її поверхні. Не може бути активована <link="ELEMENTSGAS">Газом</link> чи <link="ELEMENTSLIQUID">Рідиною</link>.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link>/<link="LOGIC">Inactive</link>
uk_ua: <link="LOGIC">Активна</link>/<link="LOGIC">Неактивна</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.NAME
source: <link="FLOORSWITCH">Weight Plate</link>
uk_ua: <link="FLOORSWITCH">Вагова Плитка</link>

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Flower pots allow decorative plants to be moved to new locations.
uk_ua: Квіткові горщики дозволяють перемістити декоративні рослини в нові місця.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Houses a single <link="PLANTS">Plant</link> when sown with a <link="PLANTS">Seed</link>.
uk_ua: Збільшує <link="DECOR">Декор</link> та знижує <link="STRESS">Стрес</link>. Будинок однієї <link="PLANTS">Рослині</link>, коли засіяне з <link="PLANTS">Гасіння</link>.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: <link="FLOWERVASE">Flower Pot</link>
uk_ua: <link="FLOWERVASE">Квітковий Горщик</link>

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: Lavatories transmit fewer germs to Duplicants' skin and require no manual emptying.
uk_ua: Убиральні залишають мало бактерій на шкірі Дублікантів та не потребують ручного спорожнення.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Gives Duplicants a place to <link="HYGIENE">Hygienically</link> relieve themselves.
uk_ua: Надає Дублікантам місце для <link="HYGIENE">Гігієнічного</link> випорожнення.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: <link="FLUSHTOILET">Lavatory</link>
uk_ua: <link="FLUSHTOILET">Убиральня</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Gas pipes are used to connect the inputs and outputs of ventilated buildings.
uk_ua: Газові труби використовуються для підключення входів та виходів провітрюваних будівель.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> between <link="GASPIPING">Outputs</link> and <link="GASPIPING">Intakes</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSGAS">Газ</link> між <link="GASPIPING">Виходами</link> та <link="GASPIPING">Входами</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: <link="GASCONDUIT">Gas Pipe</link>
uk_ua: <link="GASCONDUIT">Газова Труба</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
uk_ua: Окремі трубні системи перешкоджають змішаному вмісту спричинити пошкодження будівель.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one <link="GASPIPING">Gas Pipe</link> section over another without joining them. Can be run through tiles.
uk_ua: Проводить одну <link="GASPIPING">Газову Трубу</link> поверх інших, не приєднуючись до них. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: <link="GASCONDUITBRIDGE">Gas Bridge</link>
uk_ua: <link="GASCONDUITBRIDGE">Газовий Міст</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.DESC
source: Gas Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
uk_ua: Сенсор Бактерій Газових Труби використовується, для автоматичного контролю запобігання хворобам.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.EFFECT
source: Becomes<link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
uk_ua: Стає <link="LOGIC">Активний</link> чи в <link="LOGIC">Очікування</link> в залежності від кількості присутніх <link="DISEASE">Бактерій</link>.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
uk_ua: Активний/Очікування на основі вмісту Бактерій

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.NAME
source: <link="GASCONDUITDISEASESENSOR">Gas Pipe Germ Sensor</link>
uk_ua: <link="GASCONDUITDISEASESENSOR">Сенсор Бактерій Г. Труби</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.DESC
source: Gas Pipe Element Sensors can be used to detect the presence of a specific gas in a pipe
uk_ua: Сенсор Елементу Газової Труби використовується, для визначення присутності певного газу в трубі

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Gas Element is detected.
uk_ua: Стає <link="LOGIC">Активний</link>, коли заданий Елемент Газу виявлений.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Gas
uk_ua: Активний/Очікування на основі вмісту Газу

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORGAS">Gas Pipe Element Sensor</link>
uk_ua: <link="LOGICELEMENTSENSORGAS">Сенсор Елементу Г. Труби</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.EFFECT
source: Has a secondary output which is only used when the primary output is blocked.
uk_ua: Має другий вихід, який використовує лише, коли головний вихід заблокований.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.NAME
source: <link="GASCONDUITOVERFLOW">Gas Overflow Valve</link>
uk_ua: <link="GASCONDUITOVERFLOW">Газовий Переливний Клапан</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.EFFECT
source: Has a secondary input which is only drawn from when the primary input is empty.
uk_ua: Має другий вхід, який лише використовує, коли головний вхід порожній.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.NAME
source: <link="GASCONDUITPREFERENTIALFLOW">Priority Gas Flow</link>
uk_ua: <link="GASCONDUITPREFERENTIALFLOW">Газовий Пріоритетний Клапан</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.DESC
source: Radiant pipes significantly improve the rate of temperature exchange with the surrounding environment.
uk_ua: Сяючі труби істотно покращують швидкість обміну температур з навколишнім середовищем.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> and encourages significant change in <link="HEAT">Temperature</link>. Can be run through tiles.
uk_ua: Передає <link="ELEMENTSGAS">Газ</link> та спонукає до значних змін в <link="HEAT">Температурі</link>. Може бути проведена всередині блока.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.NAME
source: <link="GASCONDUITRADIANT">Radiant Gas Pipe</link>
uk_ua: <link="GASCONDUITRADIANT">Сяюча Газова Труба</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.DESC
source: Gas Pipe Thermo Sensors can disable buildings when contents reach a certain temperature.
uk_ua: Термо Сенсор Газової Труби може автоматично відключати будівлі, коли вміст досягне певної температури.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
uk_ua: Стає <link="LOGIC">Активним</link> чи в <link="LOGIC">Очікуванні</link>, коли <link="HEAT">Температура</link> вмісту труби, досягає обраної межі.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Gas
uk_ua: Активний/Очікування на основі вмісту <link="HEAT">Температури</link> газу

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.NAME
source: <link="GASCONDUITTEMPERATURESENSOR">Gas Pipe Thermo Sensor</link>
uk_ua: <link="GASCONDUITTEMPERATURESENSOR">Термо Сенсор Г. Труби</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Gas filters send the selected filter gas into a special pipe, expelling everything else through a second output.
uk_ua: Газові фільтри надсилають відфільтрований газ до спеціальної труби, випускають все інше через другий вихід.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves one <link="ELEMENTSGAS">Gas</link> from the air, sending it into a dedicated <link="GASPIPING">Pipe</link>.
uk_ua: Фільтрує один <link="ELEMENTSGAS">Газ</link> з повітря, надсилає до спеціальної <link="GASPIPING">Труби</link>.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.ELEMENT_NOT_SPECIFIED
source: Not Specified
uk_ua: Не визначено

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: <link="GASFILTER">Gas Filter</link>
uk_ua: <link="GASFILTER">Газовий Фільтр</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.STATUS_ITEM
source: Filters: {0}
uk_ua: Фільтр: {0}

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
uk_ua: Автоматичні газопроводи зберігають час та ресурси, усувають необхідність в управлінні Дублікантом.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSGAS">Gas</link> flow on or off using <link="LOGIC">Automation</link> technology.
uk_ua: Автоматично вмикає та вимикає потік <link="ELEMENTSGAS">Газу</link> з допомогою <link="LOGIC">Автоматичної</link> мережі.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.NAME
source: <link="GASLOGICVALVE">Gas Shutoff</link>
uk_ua: <link="GASLOGICVALVE">Газовий Перекривач</link>

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of gas with minimum power draw.
uk_ua: Міні помпи використовують для переміщення малу кількості газу та мінімальні електричні затрати.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
uk_ua: Втягує малу кількість <link="ELEMENTSGAS">Газу</link> та передає до <link="GASPIPING">Труб</link>. Потрібно занурити в газ.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.NAME
source: <link="GASPUMP">Mini Gas Pump</link>
uk_ua: <link="GASPUMP">Міні Газова Помпа</link>

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: Building with airflow permeable tiles promotes better gas circulation within a colony.
uk_ua: Будівництво з пористого блока, що пропускає повітря, сприяє кращому обігу газу всередині колонії.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks <link="ELEMENTSLIQUID">Liquid</link> flow without obstructing <link="ELEMENTSGAS">Gas</link>.
uk_ua: Використовується, як блок підлоги і стін для будівництва кімнат. Блок пропускає через себе <link="ELEMENTSGAS">Газ</link> але не пропускає <link="ELEMENTSLIQUID">Рідину</link>.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: <link="GASPERMEABLEMEMBRANE">Airflow Tile</link>
uk_ua: <link="GASPERMEABLEMEMBRANE">Пористий Блок</link>

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Piping a pump's intake to another building's output will send gas to that building.
uk_ua: Трубопровід, насос надає іншим будівлям, виходи відправить газ цьому будинку.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
uk_ua: Втягує <link="ELEMENTSGAS">Газ</link> та передає до <link="GASPIPING">Труб</link>. Потрібно занурити в газ.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: <link="GASPUMP">Gas Pump</link>
uk_ua: <link="GASPUMP">Газова Помпа</link>

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: Valves control the amount of gas that moves through pipes, preventing waste.
uk_ua: Клапан контролює кількість газу, що рухається безперешкодно трубами, запобігає втратам.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Controls the <link="ELEMENTSGAS">Gas</link> volume permitted through <link="GASPIPING">Pipes</link>.
uk_ua: Контролює об'єм <link="ELEMENTSGAS">Газу</link> дозволеного пропускати до <link="GASPIPING">Труби</link>.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: <link="GASVALVE">Gas Valve</link>
uk_ua: <link="GASVALVE">Газовий Клапан</link>

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Vents are an exit point for gases from ventilation systems.
uk_ua: Венлиті є вихідною точкою для газів з газопровідної системи.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link>.
uk_ua: Звільняє <link="ELEMENTSGAS">Газ</link> з <link="GASPIPING">Газових Труб</link>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: <link="GASVENT">Gas Vent</link>
uk_ua: <link="GASVENT">Газовий Вентиль</link>

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.DESC
source: High pressure Vents can exhaust gas into more highly pressurized environments.
uk_ua: Вентилі Високого Тиску можуть випускати газ в середовище з високим тиском.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link> into high pressure locations.
uk_ua: Звільнює <link="ELEMENTSGAS">Газ</link> з <link="GASPIPING">Газових Труб</link> в місця з високим тиском.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.NAME
source: <link="GASVENTHIGHPRESSURE">High Pressure Gas Vent</link>
uk_ua: <link="GASVENTHIGHPRESSURE">Газовий Вентиль Вис. Тиск.</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: Coal generators produce more energy than manual generators, but emit heat and exhaust.
uk_ua: Вугільний Генератор виробляє більше енергії чим ручний генератор, але виділяє тепло та вихлопні гази.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: Converts <link="CARBON">Coal</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link>.
uk_ua: Перетворює <link="CARBON">Вугілля</link> на електричну <link="POWER">Енергію</link>. Виробляє <link="CARBONDIOXIDE">Двоокис Вуглецю</link>.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: <link="GENERATOR">Coal Generator</link>
uk_ua: <link="GENERATOR">Вугільний Генератор</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.OVERPRODUCTION
source: {Generator} overproduction
uk_ua: {Generator} перевиробництво

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.DESC
source: Omniprinters are incapable of printing organic matter.
uk_ua: Омні-друкар, нездатний друкувати органічну матерію.
