Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.TOOLTIP
source: This Duplicant is attempting to eat their emotions due to stress
uk_ua: Цей Дублікант намагається з'їсти свої емоції через стрес

# STRINGS.DUPLICANTS.CHORES.BUILD.NAME
source: Build
uk_ua: Будувати

# STRINGS.DUPLICANTS.CHORES.BUILD.STATUS
source: Going to build
uk_ua: Почати будувати

# STRINGS.DUPLICANTS.CHORES.BUILD.TOOLTIP
source: This Duplicant is constructing a new building
uk_ua: Цей Дублікант будує нову будівлю

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.NAME
source: Construction Dig
uk_ua: Конання для будівництва

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.STATUS
source: Going to construction dig
uk_ua: Почати копання для будівництва

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.TOOLTIP
source: This dig will make room for a planned building to be constructed
uk_ua: Це копання створить кімнату для розміщення будівлі для будівництва

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.NAME
source: Construction Deliver
uk_ua: Будівельна доставка

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.STATUS
source: Construction Delivering
uk_ua: Будівельна доставка

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.TOOLTIP
source: This delivery will provide materials to a planned construction site
uk_ua: Ця доставка буде забеспечувати матеріали на запланований будівельний майданчик

# STRINGS.DUPLICANTS.CHORES.CAPTURE.NAME
source: Wrangle
uk_ua: Впіймати

# STRINGS.DUPLICANTS.CHORES.CAPTURE.STATUS
source: Wrangling
uk_ua: Впіймання

# STRINGS.DUPLICANTS.CHORES.CAPTURE.TOOLTIP
source: Duplicants employed as Ranchers can wrangle most critters without traps
uk_ua: Дубліканти, які мають роботу Пастуха, можуть впіймати більшість тварин без пасток

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.NAME
source: Wait at Checkpoint
uk_ua: Очікуйте орієнтира

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.STATUS
source: Waiting at Checkpoint
uk_ua: Очікування орієнтира

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.TOOLTIP
source: This Duplicant is waiting for permission to pass
uk_ua: Цей Дублікант очікує дозволу для проходу

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.NAME
source: Clean
uk_ua: Чистити

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.STATUS
source: Going to clean
uk_ua: Йти чистити

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.TOOLTIP
source: This Duplicant is cleaning out the Outhouse
uk_ua: Цей Дублікант чистить убиральню

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.NAME
source: Compost
uk_ua: Компост

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.STATUS
source: Going to compost
uk_ua: Йти компостувати

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.TOOLTIP
source: This Duplicant is dropping off organic material at the compost
uk_ua: Цей Дублікант скидає органічний матеріал на компост

# STRINGS.DUPLICANTS.CHORES.COOK.NAME
source: Cook
uk_ua: Куховарить

# STRINGS.DUPLICANTS.CHORES.COOK.STATUS
source: Going to cook
uk_ua: Йти куховарити

# STRINGS.DUPLICANTS.CHORES.COOK.TOOLTIP
source: This Duplicant is cooking food
uk_ua: Цей Дублікант готує їжу

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.NAME
source: Cool Off
uk_ua: Охолоджуватися

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.STATUS
source: Going to cool off
uk_ua: Йти охолонути

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.TOOLTIP
source: This Duplicant got too hot and is going to cool off
uk_ua: Цьому Дубліканту було занадто жарко та збирається охолонути

# STRINGS.DUPLICANTS.CHORES.COUGH.NAME
source: Cough
uk_ua: Кашель

# STRINGS.DUPLICANTS.CHORES.COUGH.STATUS
source: Coughing
uk_ua: Кашляти

# STRINGS.DUPLICANTS.CHORES.COUGH.TOOLTIP
source: Coughing is a symptom of illness and spreads airborne Germs
uk_ua: Кашель - це симптом хвороби та поширення повітряних бактерій

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.NAME
source: Tend
uk_ua: Догляд

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.STATUS
source: Tending plant
uk_ua: Доглядання рослини

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.TOOLTIP
source: Tending plants increases their growth rate
uk_ua: Доглядання рослин підвищує темп їх росту

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.NAME
source: Deconstruct
uk_ua: Руйнує

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.STATUS
source: Going to deconstruct
uk_ua: Йде руйнувати

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.TOOLTIP
source: This Duplicant is demolishing a building
uk_ua: Цей Дублікант руйнує будівлю

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.NAME
source: Deliver Food
uk_ua: Доставка їжі

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.STATUS
source: Delivering food
uk_ua: Доставляє їжу

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.TOOLTIP
source: Under thirty minutes or it's free
uk_ua: Через тридцять хвилин або це безкоштовно

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.NAME
source: Depressurize Well
uk_ua: Знижує тиск свердловини

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.STATUS
source: Going to depressurize well
uk_ua: Йде знижувати тиск свердловини

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.TOOLTIP
source: Oil Wells need to be periodically depressurized to function
uk_ua: В Нафтовій Свердловині необхідно періодично знижувати тиск для функціонування

# STRINGS.DUPLICANTS.CHORES.DIE.NAME
source: Die
uk_ua: Помер

# STRINGS.DUPLICANTS.CHORES.DIE.STATUS
source: Dying
uk_ua: Помирає

# STRINGS.DUPLICANTS.CHORES.DIE.TOOLTIP
source: Fare thee well, brave soul
uk_ua: Добре прощай, хороша душа

# STRINGS.DUPLICANTS.CHORES.DIG.NAME
source: Dig
uk_ua: Копання

# STRINGS.DUPLICANTS.CHORES.DIG.STATUS
source: Going to dig
uk_ua: Йде копати

# STRINGS.DUPLICANTS.CHORES.DIG.TOOLTIP
source: Digging produces usable ores and materials and makes space
uk_ua: Копання приносить корисні руди та матеріали, а також створює простір

# STRINGS.DUPLICANTS.CHORES.DISINFECT.NAME
source: Disinfect
uk_ua: Дезінфікує

# STRINGS.DUPLICANTS.CHORES.DISINFECT.STATUS
source: Going to disinfect
uk_ua: Йде дезінфікувати

# STRINGS.DUPLICANTS.CHORES.DISINFECT.TOOLTIP
source: Buildings can be disinfected to remove contagious Germs on their surfaces
uk_ua: Будівлі необхідно дезінфікувати для видалення інфекційних бактерій на їх поверхні

# STRINGS.DUPLICANTS.CHORES.DOCTOR.NAME
source: Treat Patient
uk_ua: Лікувати хворого

# STRINGS.DUPLICANTS.CHORES.DOCTOR.STATUS
source: Treating patient
uk_ua: Лікує хворого

# STRINGS.DUPLICANTS.CHORES.DOCTOR.TOOLTIP
source: This Duplicant is trying to make one of their peers feel better
uk_ua: Цей Дублікант намагається зробити одного собі подібного, відчувати себе краще

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.NAME
source: Drop Inventory
uk_ua: Викинути з інвентаря

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.STATUS
source: Dropping unused inventory
uk_ua: Викидає непотрібне з інвентаря

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping carried items they no longer need
uk_ua: Цей Дублікант викидає предмети, що носить при собі, які більше не потрібні

# STRINGS.DUPLICANTS.CHORES.EAT.NAME
source: Eat
uk_ua: Їсть

# STRINGS.DUPLICANTS.CHORES.EAT.STATUS
source: Going to eat
uk_ua: Йде їсти

# STRINGS.DUPLICANTS.CHORES.EAT.TOOLTIP
source: Duplicants eat to replenish their calorie stores
uk_ua: Дублікант їсть та поповнює сховище його калорій

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.NAME
source: Express Themselves
uk_ua: Виражати себе

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.STATUS
source: Expressing themselves
uk_ua: Виражає себе

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.TOOLTIP
source: This Duplicant needs a moment to express their feelings, then they'll be on their way
uk_ua: Цей Дублікант потребує певного моменту, щоб виразити свої почуття, тоді він буде на своєму шляху

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.NAME
source: Empty Storage
uk_ua: Спорожнити сховище

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.STATUS
source: Going to empty storage
uk_ua: Йде спорожнювати сховище

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.TOOLTIP
source: This Duplicant is taking items out of storage
uk_ua: Цей Дублікант забирає предмети із сховища

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.NAME
source: Entombed
uk_ua: Похований

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.STATUS
source: Entombed
uk_ua: Похований

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.TOOLTIP
source: Entombed Duplicants are at risk of suffocating and must be dug out by others in the colony
uk_ua: Поховані Дубліканти знаходяться під загрозою задихання та повинні бути викопані іншими колоністами

# STRINGS.DUPLICANTS.CHORES.EQUIP.NAME
source: Equip
uk_ua: Сорядити

# STRINGS.DUPLICANTS.CHORES.EQUIP.STATUS
source: Moving to equip
uk_ua: Переносить спорядження

# STRINGS.DUPLICANTS.CHORES.EQUIP.TOOLTIP
source: This Duplicant is putting on a piece of equipment
uk_ua: Цей Дублікант постачає шматочок обладнання

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.NAME
source: Equip Exosuit
uk_ua: Споряджає екзо костюм

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.STATUS
source: Equipping exosuit
uk_ua: Споряджатиме екзо костюм

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.TOOLTIP
source: This Duplicant is putting on protective gear
uk_ua: Цей Дублікант постачає захисне обладнання

# STRINGS.DUPLICANTS.CHORES.FABRICATE.NAME
source: Fabricate
uk_ua: Виробництво

# STRINGS.DUPLICANTS.CHORES.FABRICATE.STATUS
source: Going to fabricate
uk_ua: Йде на виробництво

# STRINGS.DUPLICANTS.CHORES.FABRICATE.TOOLTIP
source: This Duplicant is crafting something
uk_ua: Цей Дублікант щось створює

# STRINGS.DUPLICANTS.CHORES.FETCH.NAME
source: Deliver
uk_ua: Доставка

# STRINGS.DUPLICANTS.CHORES.FETCH.REPORT_NAME
source: Deliver to {0}
uk_ua: Доставив {0}

# STRINGS.DUPLICANTS.CHORES.FETCH.STATUS
source: Delivering
uk_ua: Доставляє

# STRINGS.DUPLICANTS.CHORES.FETCH.TOOLTIP
source: This Duplicant is delivering materials to where they'll be needed
uk_ua: Цей Дублікант доставляє матеріали, де вони будуть необхідні

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.NAME
source: Relocate Critter
uk_ua: Перенести тварину

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.STATUS
source: Relocating Critter
uk_ua: Переносить тварину

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.TOOLTIP
source: This Rancher Duplicant is moving a critter
uk_ua: Цей Дублікант Пастух переносить тварину

# STRINGS.DUPLICANTS.CHORES.FLEE.NAME
source: Flee
uk_ua: Бігти

# STRINGS.DUPLICANTS.CHORES.FLEE.STATUS
source: Fleeing
uk_ua: Втікає

# STRINGS.DUPLICANTS.CHORES.FLEE.TOOLTIP
source: Run away!
uk_ua: Біжи одразу!

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.NAME
source: Flip
uk_ua: Перекидати

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.STATUS
source: Going to flip compost
uk_ua: Йде перекидати компост

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.TOOLTIP
source: Composts need to be flipped in order for their contents to compost
uk_ua: Компост потрібно час від часу перевертати, щоб він компостувався

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.NAME
source: Generate Power
uk_ua: Виробляє енергію

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.STATUS
source: Going to generate power
uk_ua: Йде виробляти енергію

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.TOOLTIP
source: This Duplicant is producing electrical power
uk_ua: Цей Дублікант виробляє електричну енергію

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.NAME
source: Use Neural Vacillator
uk_ua: Використання Нейрового Вакцинатора

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.STATUS
source: Using Neural Vacillator
uk_ua: Використовувати Нейровий Вакцинатор

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.TOOLTIP
source: This Duplicant is being experimented on!
uk_ua: Цей Дублікант зараз розпочав експеримент!

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
uk_ua: Жнива

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
uk_ua: Йде на жнива

# STRINGS.DUPLICANTS.CHORES.HARVEST.TOOLTIP
source: This Duplicant is harvesting usable materials from a mature plant
uk_ua: Цей Дублікант збирає корисні матеріали з зрілих рослин

# STRINGS.DUPLICANTS.CHORES.HEAL.NAME
source: Heal
uk_ua: Лікується

# STRINGS.DUPLICANTS.CHORES.HEAL.STATUS
source: Healing
uk_ua: Лікуватися

# STRINGS.DUPLICANTS.CHORES.HEAL.TOOLTIP
source: This Duplicant is taking some time to recover from their wounds
uk_ua: Цьому Дубліканту необхідно час, щоб відновитися від його поранень

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
uk_ua: Байдикує

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
uk_ua: Байдикувати

# STRINGS.DUPLICANTS.CHORES.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
uk_ua: Цей Дублікант не може досягати будь-яких незакінчених завдань

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
uk_ua: Використовує вентилятор

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
uk_ua: Йде використовувати вентилятор

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.TOOLTIP
source: This Duplicant is attempting to cool down the area
uk_ua: Цей Дублікант намагається охолодити територію

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
uk_ua: Мити

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
uk_ua: Йде мити

# STRINGS.DUPLICANTS.CHORES.MOP.TOOLTIP
source: Mopping removes liquids from the floor and bottles them for transport
uk_ua: Миття прибирає рідини з підлоги до пляшок для їх транспортування

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
uk_ua: Йти до

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
uk_ua: Йти до локації

# STRINGS.DUPLICANTS.CHORES.MOVETO.TOOLTIP
source: This Duplicant was manually directed to move to a specific location
uk_ua: Цей Дублікант був вручну скерований, до певного місця

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to Quarantine
uk_ua: Йти до ізолятора

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
uk_ua: Йде до ізолятора

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.TOOLTIP
source: This Duplicant will isolate themselves to keep their illness away from the colony
uk_ua: Цей Дублікант буде ізолювати себе, щоб утримати свою хворобу від колонії

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.NAME
source: Move to Safety
uk_ua: Йти в безпеку

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.STATUS
source: Moving to safety
uk_ua: Йде в безпеку

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.TOOLTIP
source: This Duplicant's getting out of here!
uk_ua: Ці Дубліканти, вийдіть звідси!

# STRINGS.DUPLICANTS.CHORES.MUSH.NAME
source: Mush
uk_ua: Змішує

# STRINGS.DUPLICANTS.CHORES.MUSH.STATUS
source: Going to mush
uk_ua: Йде змішувати

# STRINGS.DUPLICANTS.CHORES.MUSH.TOOLTIP
source: This Duplicant is producing food
uk_ua: Цей Дублікант виготовляє їжу

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.NAME
source: Narcoleptic Nap
uk_ua: Нарколептичний Сон

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.STATUS
source: Narcolepsy Napping
uk_ua: Нарколептичне дрімання

# STRINGS.DUPLICANTS.CHORES.PEE.NAME
source: Relieve Self
uk_ua: Звільняє себе

# STRINGS.DUPLICANTS.CHORES.PEE.STATUS
source: Relieving self
uk_ua: Звільнити себе

# STRINGS.DUPLICANTS.CHORES.PEE.TOOLTIP
source: This Duplicant didn't find a toilet in time. Oops
uk_ua: Цей Дублікант не знайшов убиральню вчасно. Ой!

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.NAME
source: Tinker
uk_ua: Піклується

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.STATUS
source: Tinkering
uk_ua: Післуватися

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.TOOLTIP
source: Tinkering with buildings improves their functionality
uk_ua: Піклування за будівлями поліпшує їх функціонування

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.ALLOWED_TO_DEPRESSURIZE
source: Not currently overpressure
uk_ua: В даний час не під надлишковим тиском

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CHAT
source: Unreachable
uk_ua: Недосяжний

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CURE
source: No applicable diseases
uk_ua: Немає відповідних хвороб

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_MOVE_TO
source: Unreachable
uk_ua: Недосяжний

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_PICKUP
source: Cannot pickup
uk_ua: Неможливо підняти

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CHORE_DRIVER_IS_NULL
source: Assigned to: {Assignee}
uk_ua: Призначений: {Assignee}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_IDLE
source: Suit is currently charged
uk_ua: Костюм в даний час заряджається

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_URGENT
source: Suit is currently charged
uk_ua: Костюм в даний час заряджається

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_ROLE_PERK
source: Requires job perk
uk_ua: Необхідні робочі привілеї

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_SUIT_MARKER
source: No Suit Checkpoint
uk_ua: Немає орієнтира костюмів

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_TRAIT
source: Missing required trait
uk_ua: Відсутня необхідна риса

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_URGE
source: No current need
uk_ua: Немає необхідності

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HEADER
source: The selected {Selected} could:
uk_ua: Обраний {Selected} може:

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ALLOWED_BY_AUTOMATION
source: Automated
uk_ua: Автоматично

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ASSIGNED_TO_ME
source: Not assigned to {Selected}
uk_ua: Не призначений до {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_AWAKE
source: {Selected} is sleeping
uk_ua: {Selected} спить

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CONSUMPTION_PERMITTED
source: Disallowed by consumable permissions
uk_ua: Дозвіл на споживання недозволений

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CREATURE_AVAILABLE_FOR_RANCHING
source: No Critters Available
uk_ua: Немає наявних тварин

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FETCH_TARGET_AVAILABLE
source: No pending deliveries
uk_ua: Немає очікуючих доставок

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FUNCTIONAL
source: Not functioning
uk_ua: Не функціонує

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_GETTING_MORE_STRESSED
source: {Selected}'s stress is decreasing
uk_ua: {Selected} стрес зменшується

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_IN_MY_ROOM
source: Outside {Selected}'s room
uk_ua: За межами кімнати: {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DECONSTRUCTION
source: Being deconstructed
uk_ua: Почато демонтування

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DISABLE
source: Being disabled
uk_ua: Почато вимкнення

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MORE_SATISFYING
source: Low urgency
uk_ua: Низька терміновість

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MOVING
source: {Selected} is not moving
uk_ua: {Selected} не рухається

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NARCOLEPSING
source: {Selected} is currently napping
uk_ua: {Selected} зараз дрімає

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_ANGRY
source: {Selected} is too angry
uk_ua: {Selected} дуже лютий

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BEING_ATTACKED
source: {Selected} is in combat
uk_ua: {Selected} перебуває в бою

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BURROWED
source: Is not burrowed
uk_ua: Не захований

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_RED_ALERT
source: Unavailable in Red Alert
uk_ua: Недоступно в Червоній Тривозі

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OFF_LADDER
source: {Selected} is busy climbing
uk_ua: {Selected} зайнятий сходженням

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OKAY_TIME_TO_SLEEP
source: No current need
uk_ua: Немає необхідності

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OPERATIONAL
source: Not operational
uk_ua: Не працюючий

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PERMITTED
source: Not permitted
uk_ua: Не дозволено

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PREFERRED_ASSIGNABLE
source: Not preferred assignment
uk_ua: Не надає перевагу

source: Not preferred assignment
uk_ua: Не надає перевагу

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ROLE
source: Incorrect job assignment
uk_ua: Некоректна призначена робота

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SCHEDULED_TIME
source: Not allowed by schedule
uk_ua: Не дозволено розкладом

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STANDING
source: {Selected} must stand
uk_ua: {Selected} повинен стояти

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STRESS_ABOVE_ACTIVATION_RANGE
source: {Selected} is not stressed right now
uk_ua: {Selected} зараз не піддається стресу

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_VALID
source: Invalid
uk_ua: Недійсний

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.NOT_IN_TUBE
source: {Selected} is busy in transit
uk_ua: {Selected} зайнятий транзитом

# STRINGS.DUPLICANTS.CHORES.RANCH.NAME
source: Ranch
uk_ua: Догляд

# STRINGS.DUPLICANTS.CHORES.RANCH.REPORT_NAME
source: Deliver to {0}
uk_ua: Доставляє {0}

# STRINGS.DUPLICANTS.CHORES.RANCH.STATUS
source: Ranching
uk_ua: Доглядає

# STRINGS.DUPLICANTS.CHORES.RANCH.TOOLTIP
source: This Duplicant is tending to a critter's wellbeing
uk_ua: Цей Дублікант піклується про добробут тварин

# STRINGS.DUPLICANTS.CHORES.RECHARGE.NAME
source: Recharge Equipment
uk_ua: Перезарядка спорядження

# STRINGS.DUPLICANTS.CHORES.RECHARGE.STATUS
source: Recharging equipment
uk_ua: Спорядження перезараджається

# STRINGS.DUPLICANTS.CHORES.RECHARGE.TOOLTIP
source: This Duplicant is recharging their equipment
uk_ua: Цей Дублікант перезаряджає своє спорядження

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.NAME
source: Recover Breath
uk_ua: Відновання дихання

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.STATUS
source: Recovering breath
uk_ua: Відновлює дихання

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
uk_ua: Відпочивати

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
uk_ua: Відпочиває

# STRINGS.DUPLICANTS.CHORES.RELAX.TOOLTIP
source: This Duplicant is taking it easy
uk_ua: Цей Дублікант взяв перепочинок

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
uk_ua: Переміщати

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
uk_ua: Йде переміщати

# STRINGS.DUPLICANTS.CHORES.RELOCATE.TOOLTIP
source: This Duplicant is moving a building to a new location
uk_ua: Цей Дублікант переміщує будівлю на нове мосце

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
uk_ua: Лагодить

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
uk_ua: Йде лагодити

# STRINGS.DUPLICANTS.CHORES.REPAIR.TOOLTIP
source: This Duplicant is fixing a broken building
uk_ua: Цей Дублікант лагодить зруйновану будівлю

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue Friend
uk_ua: Рятує друга

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
uk_ua: Рятувати друга

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.TOOLTIP
source: This Duplicant is rescuing another Duplicant that has been incapacitated
uk_ua: Цей Дублікант рятує іншого Дубліканта, який не дієздатний

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
uk_ua: Вивчення

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
uk_ua: Йде вивчати

# STRINGS.DUPLICANTS.CHORES.RESEARCH.TOOLTIP
source: This Duplicant is working on the currently selected research focus
uk_ua: Цей Дублікант нині працює над обраним дослідженням

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
uk_ua: Відпочиває

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
uk_ua: Відпочиває

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.TOOLTIP
source: This Duplicant isn't feeling well and is taking a rest
uk_ua: Цей Дублікант відчуває себе недобре та відпочиває

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.NAME
source: Dock Exosuit
uk_ua: Повертає екзо костюм

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.STATUS
source: Docking exosuit
uk_ua: Повертає екзо костюм

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.TOOLTIP
source: This Duplicant is plugging an exosuit in for refilling
uk_ua: Цей Дублікант підключає екзо костюм для наповнення заново

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.NAME
source: Scrub Ore
uk_ua: Очищає руду
