Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.NAME
source: <link="HANDYMAN">Groundskeeper</link>
uk_ua: <link="HANDYMAN">Прибиральник</link>

# STRINGS.DUPLICANTS.ROLES.HAULER.DESCRIPTION
source: Becoming a Gofer will minorly increase a Duplicant's strength and carrying capacity.
uk_ua: Стати Вантажником незначно збільшує силу Дублікантів та вантажопідйомність.

# STRINGS.DUPLICANTS.ROLES.HAULER.NAME
source: <link="HAULER">Gofer</link>
uk_ua: <link="HAULER">Вантажник</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.DESCRIPTION
source: Becoming an art student will improve a Duplicant's sculptures and paintings.
uk_ua: Стати художнім студентом, потішує різьблення та живопис Дублікантів.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.NAME
source: <link="JUNIORARTIST">Art Student</link>
uk_ua: <link="JUNIORARTIST">Художній студент</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.DESCRIPTION
source: Becoming an Apprentice Architect marginally improves a Duplicant's construction speeds.
uk_ua: Стати Учнем архітектора мінімально поліпшує Дублікантам швидкість будівництва.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.NAME
source: <link="JUNIORBUILDER">Apprentice Architect</link>
uk_ua: <link="JUNIORBUILDER">Учень архітектор</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.DESCRIPTION
source: This job provides training in the use of Electric Grills and improves a Duplicant's cooking speed.
uk_ua: Ця робота надає підготовку у використанні Електричним Грилем та поліпшує швидкість кулінарного мистецтва Дублікантів.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.NAME
source: <link="JUNIORCOOK">Sous Chef</link>
uk_ua: <link="JUNIORCOOK">Су шеф-кухар</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.DESCRIPTION
source: Becoming a Farmhand will minorly increase a Duplicant's farming skills, increasing their chances of harvesting new plant seeds.
uk_ua: Стати Сільськогосподарським фермером незначно збільшує навички фермерства Дублікантів, збільшуючи їх шанси на збирання насіння, нових рослин.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.NAME
source: <link="JUNIORFARMER">Farmhand</link>
uk_ua: <link="JUNIORFARMER">С/Г Фермер</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.DESCRIPTION
source: This job provides training in the excavation of very firm materials such as Granite.
uk_ua: Ця робота надає підготовку в копанні дуже твердих матеріалів таких як Граніт.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.NAME
source: <link="JUNIORMINER">Apprentice Miner</link>
uk_ua: <link="JUNIORMINER">Учень шахтар</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.DESCRIPTION
source: This job provides training in the use of Super Computers and improves a Duplicant's researching ability.
uk_ua: Ця робота надає підготовку в користуванні Супер Комп'ютером та поліпшує дослідницькі здібності Дублікантів.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.NAME
source: <link="JUNIORRESEARCHER">Research Assistant</link>
uk_ua: <link="JUNIORRESEARCHER">Учень-дослідник</link>

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.DESCRIPTION
source: Becoming an Engineer marginally improves a Duplicant's tinkering speeds.
uk_ua: Стати Інженером незначно покращює роботу Дублікантів, швидкість майстрування.

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.NAME
source: <link="MACHINETECHNICIAN">General Engineer</link>
uk_ua: <link="MACHINETECHNICIAN">Головний інженер</link>

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.DESCRIPTION
source: Promotion to the Courier position further increases a Duplicant's strength and carrying capacity for even swifter deliveries.
uk_ua: Просування до позиції Кур'єра сприяє збільшенню сили Дубліканта та вантажопідйомності для ще швидших поставок.

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.NAME
source: <link="MATERIALSMANAGER">Courier</link>
uk_ua: <link="MATERIALSMANAGER">Кур'єр</link>

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.DESCRIPTION
source: This job provides additional training in the construction and maintenance of conveyor rail systems.
uk_ua: Ця робота надає додаткову підготовку в будівництві та управлінні конвеєрними рейковими системами.

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.NAME
source: <link="MECHATRONICENGINEER">Mechatronics Engineer</link>
uk_ua: <link="MECHATRONICENGINEER">Інженер-мехатронік</link>

# STRINGS.DUPLICANTS.ROLES.MEDIC.DESCRIPTION
source: Becoming a Medic will allow a Duplicant to treat the sick and injured with more efficiency.
uk_ua: Стати Лікарем, дозволить Дублікантам лікувати хворих та поранення, з більшою ефективністю.

# STRINGS.DUPLICANTS.ROLES.MEDIC.NAME
source: <link="MEDIC">Medic</link>
uk_ua: <link="MEDIC">Лікар</link>

# STRINGS.DUPLICANTS.ROLES.MINER.DESCRIPTION
source: This job provides training in the excavation of the element Abyssalite.
uk_ua: Ця робота надає підготовку в копанні елемента Абіссаліт.

# STRINGS.DUPLICANTS.ROLES.MINER.NAME
source: <link="MINER">Miner</link>
uk_ua: <link="MINER">Шахтар</link>

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.DESCRIPTION
source: No job assignment.
uk_ua: Немає назначеної роботи.

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.NAME
source: <link="NOROLE">Unemployed</link>
uk_ua: <link="NOROLE">Безробітні</link>

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.DESCRIPTION
source: Oil Technicians can extract and refine crude oil
uk_ua: Нафтові техніки можуть витягувати та очищували сиру нафту

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.NAME
source: <link="OILTECHNICIAN">Oil Technician</link>
uk_ua: <link="OILTECHNICIAN">Нафтовий технік</link>

# STRINGS.DUPLICANTS.ROLES.PLUMBER.NAME
source: <link="PLUMBER">Plumber</link>
uk_ua: <link="PLUMBER">Сантехнік</link>

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.DESCRIPTION
source: This job provides additional training in the tuning of generators. Tuned generators will temporarily have improved power output.
uk_ua: Ця робота надає додаткову підготовку в налаштуванні генераторів. Налаштовані генератори тимчасово можуть поліпшувати вихідну потужність.

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.NAME
source: <link="POWERTECHNICIAN">Electrical Engineer</link>
uk_ua: <link="POWERTECHNICIAN">Інженер-електрик</link>

# STRINGS.DUPLICANTS.ROLES.RANCHER.DESCRIPTION
source: Becoming a Rancher improves a Duplicant's ability to care for domestic critters.
uk_ua: Стати Пастухом, поліпшує здатність турботи Дублікантів для домашніх тварин.

# STRINGS.DUPLICANTS.ROLES.RANCHER.NAME
source: <link="RANCHER">Rancher</link>
uk_ua: <link="RANCHER">Пастух</link>

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.DESCRIPTION
source: Promotion to the Scientist position further increases a Duplicant's researching ability.
uk_ua: Просування до позиції Науковця збільшує дослідницькі здібності Дублікантів.

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.NAME
source: <link="RESEARCHER">Scientist</link>
uk_ua: <link="RESEARCHER">Науковець</link>

# STRINGS.DUPLICANTS.ROLES.ROLE_MASTERED
source: Job Mastered
uk_ua: Робота опанована

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.DESCRIPTION
source: Promotion to the Senior Architect position further increases a Duplicant's construction speeds.
uk_ua: Просування до позиції Старшого архітектора сприяє збільшенню швидкості будівництва Дублікантів.

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.NAME
source: <link="SENIORBUILDER">Senior Architect</link>
uk_ua: <link="SENIORBUILDER">Старший архітектор</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.DESCRIPTION
source: Promotion to the Seasoned Farmer position further increases a Duplicant's farming skills.
uk_ua: Просування до позиції Загартованого фермера значно збільшує навички фермерства Дублікантів.

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.NAME
source: <link="SENIORFARMER">Seasoned Farmer</link>
uk_ua: <link="SENIORFARMER">Загартований фермер</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.DESCRIPTION
source: Promotion to the Seasoned Miner position further increases a Duplicant's digging speed.
uk_ua: Просування до позиції Загартованого шахтаря сприяє збільшенню швидкості копання Дублікантів.

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.NAME
source: <link="SENIORMINER">Seasoned Miner</link>
uk_ua: <link="SENIORMINER">Загартований шахтар</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.DESCRIPTION
source: Seasoned Ranchers have spent time studying domestic critters and are adept at caring for them.
uk_ua: Загартовані пастухи витрачають час на вивчення домашніх тварин та знають, як за ними доглядати.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.NAME
source: <link="SENIORRANCHER">Seasoned Rancher</link>
uk_ua: <link="SENIORRANCHER">Загартований пастух</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.DESCRIPTION
source: Promotion to the esteemed Tenured Scientist position further increases a Duplicant's researching ability.
uk_ua: Просування до позиції Провідного вченого сприяє збільшенню дослідницьких здібностей Дублікантів.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.NAME
source: <link="SENIORRESEARCHER">Tenured Scientist</link>
uk_ua: <link="SENIORRESEARCHER">Провідний вчений</link>

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.DESCRIPTION
source: This job provides additional training in correct use of Exosuits, eliminating the runspeed loss experienced while wearing them.
uk_ua: Ця робота надає додаткову підготовку, точного використання Екзо костюма, ігноруючи пониження швидкості бігу, що виникають при його носінні.

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.NAME
source: <link="SUITEXPERT">Exosuit Engineer</link>
uk_ua: <link="SUITEXPERT">Екзо-інженер</link>

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
uk_ua: Сечовий міхур

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ------------------ Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
uk_ua: Сечовий міхур ------------------ Дубліканти роблять "безлад", якщо немає вбиральні та з сто відсотковим повним сечовий міхуром

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
uk_ua: Дихання

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ------------------ A Duplicant with zero remaining breath will begin suffocating
uk_ua: Дихання ------------------ Дублікант з нульовим залишком повітря почне задихатися

# STRINGS.DUPLICANTS.STATS.CALORIES.NAME
source: Calories
uk_ua: Калорії

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ------------------ This Duplicant can burn {0} before starving
uk_ua: Калорії ------------------ Цей Дублікант чи тварина може спалити {0} до того, як зголодніє

# STRINGS.DUPLICANTS.STATS.DECOR.NAME
source: Decor
uk_ua: Декор

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ------------------ Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=#F44A47>[F8]</color> to view current decor values
uk_ua: Декор ------------------ Дубліканти стають напруженими в зонах, з меншим декором, ніж вони очікують Відкрийте Оверлей Декору <color=#F44A47>[F8]</color> для перегляду поточного рівня декору

# STRINGS.DUPLICANTS.STATS.DISEASERECOVERYTIME.NAME
source: Disease Recovery
uk_ua: Відновлення від хвороби

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
uk_ua: Зовнішня Температура

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This Duplicant's environment is {0}
uk_ua: Зовнішня Температура ------------------ Оточення цих Дублікантів {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
uk_ua: Здоров'я

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ------------------ Combatants become incapacitated at zero health
uk_ua: Здоров'я ------------------ Бойова одиниця стає не дієздатна при нульовому житті

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.NAME
source: Immune System
uk_ua: Імунна Система

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.TOOLTIP
source: Immune System ------------------ Duplicants contract diseases when immune system reaches zero
uk_ua: Імунна система ------------------ Дубліканти отримують хворобу, тоді як імунна система досягає нуля

# STRINGS.DUPLICANTS.STATS.SKIN_DURABILITY.NAME
source: Skin Durability
uk_ua: Стійкість шкіри

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
uk_ua: Товщина шкіри

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
uk_ua: Витривалість

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ------------------ Duplicants will pass out from fatigue when stamina reaches zero
uk_ua: Stamina ------------------ Дубліканти знепритомніють від виснаження, коли витривалість досягне нуля

# STRINGS.DUPLICANTS.STATS.STRESS.NAME
source: Stress
uk_ua: Стрес

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
uk_ua: Температура тіла

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ------------------ A healthy Duplicant's body temperature is {1}
uk_ua: Температура тіла ------------------ Життєздатна температура тіла Дублікантів чи тварини {1}

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Cannot reach bed
uk_ua: Не може добратися до ліжка

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Unreachable bed
uk_ua: Ліжко недосяжне

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their beds are beyond their reach:
uk_ua: Ці Дубліканти не можуть спати, тому що їхні ліжка поза межами їхньої досяжності:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
uk_ua: Цей Дублікант не може досягти свого ліжка

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.NAME
source: Inhaling {ConsumptionRate} O<sub>2</sub>
uk_ua: Вдихає {ConsumptionRate} O<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: Duplicants require oxygen to live
uk_ua: Дублікант вимагає кисень, щоб жити

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
uk_ua: Будує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
uk_ua: Цей Дублікант споруджує: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
uk_ua: Будує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
uk_ua: Цей Дублікант споруджує: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking {Item}
uk_ua: Готує {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up a tasty {Item}
uk_ua: Цей Дублікант готує смачний {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
uk_ua: Помер: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
uk_ua: Цей Дублікант безсумнівно не спав

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
uk_ua: Руйнує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is demolishing the {Target}
uk_ua: Цей Дублікант руйнує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.NAME
source: Disinfecting {Target}
uk_ua: Дезінфікує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.TOOLTIP
source: This Duplicant is disinfecting {Target}
uk_ua: Цей Дублікант дезінфікує {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
uk_ua: Їсть {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO<sub>2</sub>
uk_ua: Видихає {EmittingRate} CO<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Duplicants breathe out carbon dioxide
uk_ua: Дублікант видихає двоокис вуглецю

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a critter in combat:
uk_ua: Цього Дубліканта назначено на бій з твариною:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a critter!
uk_ua: Цей Дублікант атакує тварину!

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
uk_ua: Виробляє енергію

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
uk_ua: Цей Дублікант використовує {Target} та виробляє електричну енергію

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <link="DISEASE">Disease</link>:
uk_ua: Ці Дубліканти контактували з <link="DISEASE">Хворобою</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
uk_ua: Голодний

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant would really like something to eat
uk_ua: Цей Дублікант дуже хоче щось з'їсти

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
uk_ua: Байдикує

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
uk_ua: Байдикує

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending errands:
uk_ua: Ці Дубліканти не можуть досягти будь-яких очікуваних завдань:

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
uk_ua: Цей Дублікант не може досягти будь-якого очікуваного завдання

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
uk_ua: Миє підлогу

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
uk_ua: Цей Дублікант витирає неприємне, розлите

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.NAME
source: No Job
uk_ua: Немає роботи

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
uk_ua: Підбирає {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
uk_ua: Цей Дублікант дістав {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
uk_ua: Нудний декор

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant is depressed by the lack of decor in this area
uk_ua: Цей Дублікант засмучений нестачею декору в цій території

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.NAME
source: Refining {Target}
uk_ua: Очищення {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.TOOLTIP
source: This Duplicant is refining {Target}
uk_ua: Цей Дублікант займається очищенням на {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.NAME
source: Food Not Permitted
uk_ua: Не дозволена їжа

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.NOTIFICATION_NAME
source: Unpermitted food
uk_ua: Заборонена їжа

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.NOTIFICATION_TOOLTIP
source: These Duplicants are not allowed to eat any of the <link="FOOD">Food</link> within their reach:
uk_ua: Цим Дублікантам не дозволено їсти <link="FOOD">Їжу</link> в межах їх досяжності:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.TOOLTIP
source: This Duplicant is not allowed to eat any of the food they can reach.
uk_ua: Цей Дублікант не має права їсти будь-яку їжу в межах досяжності.

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching {Tech}
uk_ua: Дослідження {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
uk_ua: Спить

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
uk_ua: Цей Дублікант відновлює витривалість

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant is about to die and needs food!
uk_ua: Цього Дубліканта збирається померти та потребує їжі!

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
uk_ua: Складає {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} away in {Target}
uk_ua: Цей Дублікант кладе {Item} відразу в {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STUDYING.TOOLTIP
source: This Duplicant is conducting a field study of a Natural Feature
uk_ua: Цей Дублікант проводить польові навчання в Дикій Природі

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
uk_ua: Деструктивний

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NOREPAIR
source: • Will not repair buildings above 60% stress
uk_ua: • Не буде ремонтувати будівлі, поки рівень стресу понад 60%

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
uk_ua: Анемія

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
uk_ua: Цей Дублікант занепадає, коли зазнає завеликого тиску

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
uk_ua: Тривожний

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
uk_ua: Бездонний Шлунок

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: • Cannot perform errand: {0}
uk_ua: • Не може виконувати доручення: {0}

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of building even the most basic of structures
uk_ua: Цей Дублікант не здатний будувати навіть найпростіші споруди

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Unconstructive
uk_ua: Неконструктивний

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has a deep-seated distrust of the culinary arts
uk_ua: Цей Дублікант має глибоку недовіру до кулінарних мистецтв

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
uk_ua: Гастрофобія

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Trypophobia
uk_ua: Тріпофобія

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
uk_ua: Цей Дублікант - не найясніша зірка сонячної системи

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
uk_ua: Селюк

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.DESC
source: This Duplicant was a talented opera singer and a snorkeling instructor.
uk_ua: Цей Дублікант має талант оперного співака та інструктора з підводного плавання.

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.NAME
source: Deeper Diver's Lungs
uk_ua: Легені Глибинного Дайвера

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant could have been a talented opera singer in another life
uk_ua: Цей Дублікант міг би бути талановитим оперним співаком в іншому житті

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
uk_ua: Легені Дайвера

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant always wakes up feeling fresh and efficient!
uk_ua: Цей Дублікант завжди прокидається з відчуттям свіжості та ефективності!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: • Morning: {0} bonus to all skills • Evening: Bonuses removed
uk_ua: • Ранок: {0} бонус до всіх умінь • Вечір: Бонуси прибираються

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
uk_ua: Рання Пташка

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.NAME
source: Quick Learner
uk_ua: Швидкий Учень

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulent
uk_ua: Пихатий

# STRINGS.DUPLICANTS.TRAITS.FUSSY.NAME
source: Fussy
uk_ua: Нервовий

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
uk_ua: Цей Дублікант полюбляє кидати ключ на плани колонії... в хорошому сенсі

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
uk_ua: Змащена Мавпа

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.NAME
source: Squeamish
uk_ua: Вразливий

# STRINGS.DUPLICANTS.TRAITS.IGNORED_EFFECTS
source: • Ignores the effects of: {0}
uk_ua: • Ігнорування ефектів: {0}

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: "Move it a little to the left..."
uk_ua: "Перемістіть трішки лівіше..."

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
uk_ua: Залізне Пузо

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
uk_ua: Подразливий Кишечник
