Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: <link="LIQUIDMETHANE">Methane</link>
uk_ua: <link="LIQUIDMETHANE">Метан</link>

# STRINGS.ELEMENTS.LIQUIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable chemical. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (O<sub>2</sub>) Кисень - хімічний, придатний для дихання. Цей вибір в <link="ELEMENTSLIQUID">Рідкому</link> стані.

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: <link="LIQUIDOXYGEN">Oxygen</link>
uk_ua: <link="LIQUIDOXYGEN">Кисень</link>

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (P) Фосфор - це хімічний елемент. Цей вибір в <link="ELEMENTSLIQUID">Рідкому</link> стані.

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: <link="LIQUIDPHOSPHORUS">Phosphorus</link>
uk_ua: <link="LIQUIDPHOSPHORUS">Фосфор</link>

# STRINGS.ELEMENTS.LIQUIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is an alkane in a <link="ELEMENTSLIQUID">Liquid</link> state. It is useful in <link="POWER">Power</link> production.
uk_ua: (C<sub>3</sub>H<sub>8</sub>) Пропан - це природний алкан в <link="ELEMENTSLIQUID">Рідкому</link> стані. Він використовується для виробництва <link="POWER">Енергії</link>.

# STRINGS.ELEMENTS.LIQUIDPROPANE.NAME
source: <link="LIQUIDPROPANE">Propane</link>
uk_ua: <link="LIQUIDPROPANE">Пропан</link>

# STRINGS.ELEMENTS.MAFICROCK.DESC
source: Mafic Rock an <link="IRON">Iron</link>-rich variation of <link="IGNEOUSROCK">Igneous Rock</link>. It is useful as a Construction Material.
uk_ua: Мафі Камінь - це <link="IRON">Залізо</link> <link="IGNEOUSROCK">Вулканічного Каменя</link>. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.MAFICROCK.NAME
source: <link="MAFICROCK">Mafic Rock</link>
uk_ua: <link="ROCKGAS">Мафі Камінь</link>

# STRINGS.ELEMENTS.MAGMA.DESC
source: Magma is a composite of <link="IGNEOUSROCK">Igneous Rock</link> heated into a molten, <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: Магма - це композит <link="IGNEOUSROCK">Вулканічного Каменю</link> пагрітий до плавкого, <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MAGMA.NAME
source: <link="MAGMA">Magma</link>
uk_ua: <link="MAGMA">Магма</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.DECOR
source: <link="DECOR">Decor</link>: {0}
uk_ua: <link="DECOR">Декор</link>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.EFFECTS_HEADER
source: <b>Resource Effects:</b>
uk_ua: <b>Ефекти Ресурсів:</b>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Slow Heating</link>
uk_ua: <link="HEAT">Повільний Нагрів</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_THERMAL_CONDUCTIVITY
source: <link="HEAT">High Thermal Conductivity</link>
uk_ua: <link="HEAT">Висока Теплопровідність</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Thermally Reactive</link>
uk_ua: <link="HEAT">Термореактивність</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_THERMAL_CONDUCTIVITY
source: <link="HEAT">Insulator</link>
uk_ua: <link="HEAT">Ізолятор</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.OVERHEATTEMPERATURE
source: <link="HEAT">Overheat Temperature</link>: {0}
uk_ua: <link="HEAT">Температура Перегріву</link>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.DECOR
source: This material will add {0} to the finished building's Decor
uk_ua: Цей матеріал додасть {0} Декору завершеним будівлям

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.EFFECTS_HEADER
source: Buildings constructed from this material will have these properties
uk_ua: Будівлі збудовані з цих матеріалів будуть мати ці властивості

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_SPECIFIC_HEAT_CAPACITY
source: Slow Heating materials require a large amount of energy to raise in temperature, and therefore heat and cool slowly Specific Heat Capacity: {1} J to raise 1g by 1K
uk_ua: Повільне нагрівання матеріалів потребує більшої кількості енергії для підвищення температур та внаслідок цього повільний нагрів та охолодження Питома теплоємність: {1} Дж підвищити 1г до 1K

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_THERMAL_CONDUCTIVITY
source: This material disperses heat because energy transfers quickly through materials with high thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
uk_ua: Цей матеріал розсіює тепло тому, що енергія швидко рухається наскрізь матеріалів з високою теплопровідністю Між двома об'єктами швидкість передачі тепла визначається об'єктом з найнижчою теплоємністю Теплопровідність: {1} Вт за ступінь K розходження (Кисень: 0.024 Вт)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_SPECIFIC_HEAT_CAPACITY
source: Thermally Reactive materials require little energy to raise in temperature, and therefore heat and cool quickly Specific Heat Capacity: {1} J to raise 1g by 1K
uk_ua: Термоактивні матеріали потребують невеликої кількості енергії для підвищення температури, тому швидко нагріваються та охолоджуються Питома теплоємність: {1} Дж підняти 1г до 1K

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_THERMAL_CONDUCTIVITY
source: This material retains heat because energy transfers slowly through materials with low thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
uk_ua: Ці матеріали утримують тепло тому, що енергія передається повільно наскрізь матеріалів з низькою теплопровідністю Між двома об'єктами швидкість передачі тепла визначається об'єктом з найнижчою теплоємністю Теплопровідність: {1} Вт за ступінь K розходження (Кисень: 0.024 Вт)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.OVERHEATTEMPERATURE
source: This material will add {0} to the finished building's Overheat Temperature
uk_ua: Цей матеріал додасть {0} до Температурного Перегріву завершеним будівлям

# STRINGS.ELEMENTS.MERCURY.DESC
source: (Hg) Mercury is a toxic, metallic<link="ELEMENTSLIQUID">Liquid</link>.
uk_ua: (Hg) Ртуть - це токсична, металічна <link="ELEMENTSLIQUID">Рідина</link>.

# STRINGS.ELEMENTS.MERCURY.NAME
source: <link="MERCURY">Mercury</link>
uk_ua: <link="MERCURY">Ртуть</link>

# STRINGS.ELEMENTS.MERCURYGAS.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (Hg) Ртуть - це токсичний <link="RAWMETAL">Метал</link> нагрітий до <link="ELEMENTSGAS">Газоподібного</link> стану.

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: <link="MERCURYGAS">Mercury</link>
uk_ua: <link="MERCURYGAS">Ртуть</link>

# STRINGS.ELEMENTS.METHANE.DESC
source: Natural Gas is a mixture of various alkanes in a <link="ELEMENTSGAS">Gaseous</link> state. It is useful in <link="POWER">Power</link> production.
uk_ua: Природний Газ - це суміш усіляких алканів в <link="ELEMENTSGAS">Газоподібному</link> стані. Він використовується у виробництві <link="POWER">Енергії</link>.

# STRINGS.ELEMENTS.METHANE.NAME
source: <link="METHANE">Natural Gas</link>
uk_ua: <link="METHANE">Природний Газ</link>

# STRINGS.ELEMENTS.MOLTENCARBON.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (C) Вуглець - це поширений багатоцільовий елемент, нагрітий до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: <link="MOLTENCARBON">Carbon</link>
uk_ua: <link="MOLTENCARBON">Вуглець</link>

# STRINGS.ELEMENTS.MOLTENCOPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (Cu) Мідь - це провідний <link="RAWMETAL">Метал</link> нагрітий до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: <link="MOLTENCOPPER">Copper</link>
uk_ua: <link="MOLTENCOPPER">Мідь</link>

# STRINGS.ELEMENTS.MOLTENGLASS.DESC
source: Molten Glass is a composite of granular rock heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: Рідке Скло - це композит зернистого каменя, нагріте до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: <link="MOLTENGLASS">Molten Glass</link>
uk_ua: <link="MOLTENGLASS">Рідке Скло</link>

# STRINGS.ELEMENTS.MOLTENGOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (Au) Золото - це дорогоцінний провідний <link="RAWMETAL">Метал</link> нагрітий до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: <link="MOLTENGOLD">Gold</link>
uk_ua: <link="MOLTENGOLD">Золото</link>

# STRINGS.ELEMENTS.MOLTENIRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (Fe) Залізо - загальний промисловий <link="RAWMETAL">Метал</link> нагрітий до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: <link="MOLTENIRON">Iron</link>
uk_ua: <link="MOLTENIRON">Залізо</link>

# STRINGS.ELEMENTS.MOLTENSTEEL.DESC
source: Steel is a <link="RAWMETAL">Metal</link> alloy of iron and carbon, heated into a hazardous <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: Сталь - це <link="RAWMETAL">Металевий</link> сплав заліза та вуглецю, нагрітий до небезпечного <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: <link="MOLTENSTEEL">Steel</link>
uk_ua: <link="MOLTENSTEEL">Сталь</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.DESC
source: (W) Tungsten is a crystalline <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (W) Вольфрам - це кристалічний <link="RAWMETAL">Метал</link>, що нагрітий до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: <link="MOLTENTUNGSTEN">Tungsten</link>
uk_ua: <link="MOLTENTUNGSTEN">Вольфрам</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
uk_ua: (WSe<sub>2</sub>) Вольфрам Діселенід - не органічна <link="RAWMETAL">Металічна</link> сполука, нагріта до <link="ELEMENTSLIQUID">Рідкого</link> стану.

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: <link="MOLTENTUNGSTENDISELENIDE">Tungsten Diselenide</link>
uk_ua: <link="MOLTENTUNGSTENDISELENIDE">Вольфрам Діселенід</link>

# STRINGS.ELEMENTS.NAPHTHA.DESC
source: Naphtha a distilled hydrocarbon mixture produced from the burning of <link="POLYPROPYLENE">Plastic</link>.
uk_ua: Нафта - дистильована вуглеводнева суміш, що утворюється при спалюванні <link="POLYPROPYLENE">Пластмаси</link>.

# STRINGS.ELEMENTS.NAPHTHA.NAME
source: <link="NAPHTHA">Naphtha</link>
uk_ua: <link="NAPHTHA">Нафта</link>

# STRINGS.ELEMENTS.OBSIDIAN.DESC
source: Obsidian is a brittle composite of volcanic <link="GLASS">Glass</link>.
uk_ua: Обсидіан - це крихкий композит вулканічного <link="GLASS">Скла</link>.

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: <link="OBSIDIAN">Obsidian</link>
uk_ua: <link="OBSIDIAN">Обсидіан</link>

# STRINGS.ELEMENTS.OXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is an atomically lightweight and breathable <link="ELEMENTSGAS">Gas</link>, necessary for sustaining life. It tends to rise above other gases.
uk_ua: (O<sub>2</sub>) Кисень - атомічно легкий та дихаючий <link="ELEMENTSGAS">Газ</link>, необхідний для підтримки життя. Він має тенденцію підніматися вище інших газів.

# STRINGS.ELEMENTS.OXYGEN.NAME
source: <link="OXYGEN">Oxygen</link>
uk_ua: <link="OXYGEN">Кисень</link>

# STRINGS.ELEMENTS.OXYROCK.DESC
source: (Ir<sub>3</sub>O<sub>2</sub>) Oxylite is a chemical compound that slowly emits breathable <link="OXYGEN">Oxygen</link>. Excavating Oxylite increases its emission rate, but depletes the ore more rapidly.
uk_ua: (Ir<sub>3</sub>O<sub>2</sub>) Оксиліт - це хімічна сполука, яка повільно виділяє придатний для дихання <link="OXYGEN">Кисень</link>. Викопаний Оксиліт збільшує коефіцієнт викидів, але швидше вичерпує руду.

# STRINGS.ELEMENTS.OXYROCK.NAME
source: <link="OXYROCK">Oxylite</link>
uk_ua: <link="OXYROCK">Оксиліт</link>

# STRINGS.ELEMENTS.PETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source refined from <link="CRUDEOIL">Crude Oil</link>. It is also an essential ingredient in the production of <link="POLYPROPYLENE">Plastic</link>.
uk_ua: Гас - це джерето <link="POWER">Енергії</link> з переробленої <link="CRUDEOIL">Сирої Нафти</link>. Він також є основним компонентом у виробництві <link="POLYPROPYLENE">Пластика</link>.

# STRINGS.ELEMENTS.PETROLEUM.NAME
source: <link="PETROLEUM">Petroleum</link>
uk_ua: <link="PETROLEUM">Гас</link>

# STRINGS.ELEMENTS.PETROLEUM.NAME_TWO
source: <link="PETROLEUM">Petroleum</link>
uk_ua: <link="PETROLEUM">Гас</link>

# STRINGS.ELEMENTS.PHOSPHATENODULES.DESC
source: (PO<sup>3-</sup><sub>4</sub>) Nodules of sedimentary rock containing high concentrations of phosphate.
uk_ua: (PO<sup>3-</sup><sub>4</sub>) Вузлики осадових порід, що містять високу концентрацію фосфату.

# STRINGS.ELEMENTS.PHOSPHATENODULES.NAME
source: <link="PHOSPHATENODULES">Phosphate Nodules</link>
uk_ua: <link="PHOSPHATENODULES">Фосфатні Вузлики</link>

# STRINGS.ELEMENTS.PHOSPHORITE.DESC
source: Phosphorite is a composite of sedimentary rock, saturated with phosphate.
uk_ua: Фосфорит - це композит осадової породи, насичений фосфатами.

# STRINGS.ELEMENTS.PHOSPHORITE.NAME
source: <link="PHOSPHORITE">Phosphorite</link>
uk_ua: <link="PHOSPHORITE">Фосфорит</link>

# STRINGS.ELEMENTS.PHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element in its <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (P) Фосфор - це хімічний елемент в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: <link="PHOSPHORUS">Phosphorus</link>
uk_ua: <link="PHOSPHORUS">Фосфор</link>

# STRINGS.ELEMENTS.PHOSPHORUSGAS.DESC
source: (P) Phosphorus is a chemical element in a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: (P) Фосфор - це хімічний елемент в <link="ELEMENTSGAS">Газоподібному</link> стані.

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: <link="PHOSPHORUSGAS">Phosphorus</link>
uk_ua: <link="PHOSPHORUSGAS">Фосфор</link>

# STRINGS.ELEMENTS.POLYPROPYLENE.BUILD_DESC
source: Buildings made of this material have antiseptic properties
uk_ua: Будинки створені з цього матеріалу мають антисептичні властивості.

# STRINGS.ELEMENTS.POLYPROPYLENE.DESC
source: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Plastic</link> is a thermoplastic polymer. It is useful as a raw Plastic feedstock.
uk_ua: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Пластик</link> - це термопластичний полімер. Це сировина для виробництва Пластика.

# STRINGS.ELEMENTS.POLYPROPYLENE.NAME
source: <link="POLYPROPYLENE">Plastic</link>
uk_ua: <link="POLYPROPYLENE">Пластик</link>

# STRINGS.ELEMENTS.PONDSCUM.DESC
source: Pondscum is a soft, naturally occurring composite of biological nutrients. It may be processed into <link="FERTILIZER">Fertilizer</link> and aids in the growth of certain <link="PLANTS">plant</link>.
uk_ua: Баговиння - це м'який композит, природного походження з поживними речовинами. Це можна переробити в <link="FERTILIZER">Добрива</link>, що сприяє росту певних <link="PLANTS">рослин</link>.

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: <link="PONDSCUM">Pondscum</link>
uk_ua: <link="PONDSCUM">Баговиння</link>

# STRINGS.ELEMENTS.PROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural alkane <link="ELEMENTSGAS">Gas</link>. It is useful in <link="POWER">Power</link> production.
uk_ua: (C<sub>3</sub>H<sub>8</sub>) Пропан - це природний алкан <link="ELEMENTSGAS">Газ</link>. Він використовується для виробництва <link="POWER">Енергії</link>.

# STRINGS.ELEMENTS.PROPANE.NAME
source: <link="PROPANE">Propane</link>
uk_ua: <link="PROPANE">Пропан</link>

# STRINGS.ELEMENTS.RADIUM.DESC
source: (Ra) Radium is a <link="LIGHT">Light</link> emitting radioactive substance. It is useful as a <link="POWER">Power</link> source.
uk_ua: (Ra) Радій - це радіоактивна речовина випромінююча <link="LIGHT">Світло</link>. Він використовується, як джерело <link="POWER">Енергії</link>.

# STRINGS.ELEMENTS.RADIUM.NAME
source: <link="RADIUM">Radium</link>
uk_ua: <link="RADIUM">Радій</link>

# STRINGS.ELEMENTS.REFINEDCARBON.DESC
source: Refined carbon is...
uk_ua: Очищений Вуглець - це...

# STRINGS.ELEMENTS.REFINEDCARBON.NAME
source: <link="REFINEDCARBON">Refined Carbon</link>
uk_ua: <link="REFINEDCARBON">Очищений Вуглець</link>

# STRINGS.ELEMENTS.REGOLITH.DESC
source: Regolith is a sandy substance composed of the various particles that collect atop terrestrial objects. It is useful as a Filtration Medium.
uk_ua: Роголіт - це піщана спокійна речовина з різних часток, що знаходяться в земних об'єктах. Він використовується для Середньої Фільтрації.

# STRINGS.ELEMENTS.REGOLITH.NAME
source: <link="REGOLITH">Regolith</link>
uk_ua: <link="REGOLITH">Роголіт</link>

# STRINGS.ELEMENTS.ROCKGAS.DESC
source: Rock Gas is rock that has been superheated into a <link="ELEMENTSGAS">Gaseous</link> state.
uk_ua: Кам'яний газ - це камінь, який перегрівся до <link="ELEMENTSGAS">Газоподібного</link> Стану.

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: <link="ROCKGAS">Rock Gas</link>
uk_ua: <link="ROCKGAS">Кам'яний газ</link>

# STRINGS.ELEMENTS.SAND.DESC
source: Sand is a composite of granular rock. It is useful as a Filtration Medium.
uk_ua: Пісок - це композит зернистого каменю. Він використовується для Середньої Фільтрації.

# STRINGS.ELEMENTS.SAND.NAME
source: <link="SAND">Sand</link>
uk_ua: <link="SAND">Пісок</link>

# STRINGS.ELEMENTS.SANDCEMENT.NAME
source: <link="SANDCEMENT">Sand Cement</link>
uk_ua: <link="SANDCEMENT">Пісковий Цемент</link>

# STRINGS.ELEMENTS.SANDSTONE.DESC
source: Sandstone is a composite of relatively soft sedimentary rock. It is useful as a Construction Material.
uk_ua: Пісковик - це композит відносно м'якої осадової породи. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: <link="SANDSTONE">Sandstone</link>
uk_ua: <link="SANDSTONE">Пісковик</link>

# STRINGS.ELEMENTS.SEDIMENTARYROCK.DESC
source: Sedimentary Rock is a hardened composite of sediment layers. It is useful as a Construction Material.
uk_ua: Осадовий Камінь - це застиглий композит осадових шарів. Він використовується, як Будівельний Матеріал.

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: <link="SEDIMENTARYROCK">Sedimentary Rock</link>
uk_ua: <link="SEDIMENTARYROCK">Осадовий Камінь</link>

# STRINGS.ELEMENTS.SLABS.DESC
source: Slabs are a refined mineral building block used for assembling advanced buildings.
uk_ua: Шмат - вишуканий мінеральний будівельний блок, який використовується для будівництва передових будівель.

# STRINGS.ELEMENTS.SLABS.NAME
source: <link="SLABS">Building Slab</link>
uk_ua: <link="SLABS">Будівельний Шмат</link>

# STRINGS.ELEMENTS.SLIMEMOLD.DESC
source: Slime is a thick biomixture of algae, fungi, and mucopolysaccharides. It can be distilled into <link="ALGAE">Algae</link> and is useful in some <link="OXYGEN">Oxygen</link> production processes.
uk_ua: Слиз - це густа суміш водоростів, грибків та мукополісахаридів. Він може бути очищений у <link="ALGAE">Водорості</link> та придатний в <link="OXYGEN">Кисневих</link> виробничих процесах.

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: <link="SLIMEMOLD">Slime</link>
uk_ua: <link="SLIMEMOLD">Слиз</link>

# STRINGS.ELEMENTS.SNOW.DESC
source: (H<sub>2</sub>0) Snow is a mass of loose, crystalline ice particles. It becomes <link="WATER">Water</link> when melted.
uk_ua: (H<sub>2</sub>0) Сніг - це маса незв'язаних кристалічних частинок льоду. Він перетворюється у <link="WATER">Воду</link>, коли тане.

# STRINGS.ELEMENTS.SNOW.NAME
source: <link="SNOW">Snow</link>
uk_ua: <link="SNOW">Сніг</link>

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic compound in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (CO<sub>2</sub>) Двоокис Вуглецю - токсична сполука в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: <link="SOLIDCARBONDIOXIDE">Carbon Dioxide</link>
uk_ua: <link="SOLIDCARBONDIOXIDE">Двоокис Вуглецю</link>

# STRINGS.ELEMENTS.SOLIDCHLORINE.DESC
source: (Cl) Chlorine is a toxic chemical element in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (Cl) Хлор - токсичний хімічний елемент в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDCHLORINE.NAME
source: <link="SOLIDCHLORINE">Chlorine</link>
uk_ua: <link="SOLIDCHLORINE">Хлор</link>

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.NAME
source: <link="SOLIDCRUDEOIL">Crude Oil</link>
uk_ua: <link="SOLIDCRUDEOIL">Сира Нафта</link>

# STRINGS.ELEMENTS.SOLIDHYDROGEN.DESC
source: (H) Hydrogen is the universe's most common element in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (H) Водень - найпоширеніший елемент Всесвіту в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: <link="SOLIDHYDROGEN">Hydrogen</link>
uk_ua: <link="SOLIDHYDROGEN">Водень</link>

# STRINGS.ELEMENTS.SOLIDMERCURY.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (Hg) Ртуть - токсичний <link="RAWMETAL">Метал</link> в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: <link="SOLIDMERCURY">Mercury</link>
uk_ua: <link="SOLIDMERCURY">Ртуть</link>

# STRINGS.ELEMENTS.SOLIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (CH<sub>4</sub>) Метан - це алкан в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: <link="SOLIDMETHANE">Methane</link>
uk_ua: <link="SOLIDMETHANE">Метан</link>

# STRINGS.ELEMENTS.SOLIDNAPHTHA.DESC
source: Naphtha is a distilled hydrocarbon mixture in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: Нафта - це дистильована вуглеводнева суміш в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDNAPHTHA.NAME
source: <link="SOLIDNAPHTHA">Naphtha</link>
uk_ua: <link="SOLIDNAPHTHA">Нафта</link>

# STRINGS.ELEMENTS.SOLIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable element in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (O<sub>2</sub>) Кисень - придатний для дихання елемент в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: <link="SOLIDOXYGEN">Oxygen</link>
uk_ua: <link="SOLIDOXYGEN">Кисень</link>

# STRINGS.ELEMENTS.SOLIDPETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: Гас - джерело <link="POWER">Енергії</link> в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDPETROLEUM.NAME
source: <link="SOLIDPETROLEUM">Petroleum</link>
uk_ua: <link="SOLIDPETROLEUM">Гас</link>

# STRINGS.ELEMENTS.SOLIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural gas in a <link="ELEMENTSSOLID">Solid</link> state.
uk_ua: (C<sub>3</sub>H<sub>8</sub>) Пропан - природний газ в <link="ELEMENTSSOLID">Твердому</link> стані.

# STRINGS.ELEMENTS.SOLIDPROPANE.NAME
source: <link="SOLIDPROPANE">Propane</link>
uk_ua: <link="SOLIDPROPANE">Пропан</link>

# STRINGS.ELEMENTS.STATE.GAS
source: Gas
uk_ua: Газ

# STRINGS.ELEMENTS.STATE.LIQUID
source: Liquid
uk_ua: Рідина

# STRINGS.ELEMENTS.STATE.SOLID
source: Solid
uk_ua: Тверді

# STRINGS.ELEMENTS.STATE.VACUUM
source: None
uk_ua: Ніщо
