Repository: RiabokinSergii/Oxygen-Not-Included-Ukraine
Catalog: strings.po
Languages: uk_ua

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.INFECTION_SOURCE
source: Contracted {0}
uk_ua: Контактував {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.NOMEDICINETAKEN
source: Remedies taken: None
uk_ua: Засоби захисту: Ніяких

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.LEGEND_HOVERTEXT
source: Area Causes Sunburn
uk_ua: Область спричиняє Сонячний Опік

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.NAME
source: <link="SUNBURN">Sunburn</link>
uk_ua: <link="BURNER">Сонячний Опік</link>

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
uk_ua: Може спричинити {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
uk_ua: Може спричинити {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TYPE.AILMENT
source: Ailment
uk_ua: Нездужання

# STRINGS.DUPLICANTS.DISEASES.TYPE.INJURY
source: Injury
uk_ua: Травма

# STRINGS.DUPLICANTS.DISEASES.TYPE.PATHOGEN
source: Illness
uk_ua: Хвороба

# STRINGS.DUPLICANTS.GENDER.FEMALE.NAME
source: F
uk_ua: Ж

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.ONE
source: she
uk_ua: вона

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.TWO
source: her
uk_ua: її

# STRINGS.DUPLICANTS.GENDER.MALE.NAME
source: M
uk_ua: Ч

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.ONE
source: he
uk_ua: він

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.TWO
source: his
uk_ua: його

# STRINGS.DUPLICANTS.GENDER.NB.NAME
source: X
uk_ua: Х

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.ONE
source: they
uk_ua: вони

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.TWO
source: their
uk_ua: їх

# STRINGS.DUPLICANTS.GENDERTITLE
source: Gender:
uk_ua: Рід:

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
uk_ua: Нова надія

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
uk_ua: Цей Дублікант почувається досить оптимістично, щодо свого нового будинку

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.NAME
source: Unrested
uk_ua: Не виспаний

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.TOOLTIP
source: This Duplicant was tossing and turning last night thanks to {Disturber}'s noise
uk_ua: Минулої ночі цей Дублікант був стурбований, завдяки шуму {Disturber}

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.NAME
source: Barracks
uk_ua: Казарми

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.TOOLTIP
source: This Duplicant shares sleeping quarters with others
uk_ua: Цей Дублікант спить в приміщенні поряд з іншими

# STRINGS.DUPLICANTS.MODIFIERS.BASEDUPLICANT.NAME
source: Duplicant
uk_ua: Дублікант

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
uk_ua: Базовий темп псування

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.NAME
source: Private Bedroom
uk_ua: Особиста спальня

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.TOOLTIP
source: This lucky Duplicant has their own private bedroom
uk_ua: Цей Дублікант щасливий, що має свою особисту спальню

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.NAME
source: Slept in a cot
uk_ua: Сон в койці

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.TOOLTIP
source: This Duplicant's sleeping arrangements are adequate
uk_ua: Цей Дублікант спав в достатніх умовах

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
uk_ua: Ненаситний голод

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
uk_ua: Переїдання

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they began overeating:
uk_ua: Ці Дублікант стають <link="STRESS">Стресуючими</link>, вони починають переїдати:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face as a result of stress
uk_ua: Цей Дублікант надуває його обличчя внаслідок стресу

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
uk_ua: Дихання

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
uk_ua: Отримав опіки через гарячу воду

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
uk_ua: Обпікся

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was way too hot
uk_ua: Ой! Цей Дублікант прийняв душ або був занурений у воду, яка була надто жаркою

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
uk_ua: Спалено Калорій

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
uk_ua: Надмірна Увага

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone's watching over them...
uk_ua: Цей Дублікант почувається так, ніби хтось спостерігає за ним...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
uk_ua: Цей Дублікант працював так добре, що отримав клаустрофобію

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
uk_ua: Клаустрофобія

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
uk_ua: Одяг

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.NAME
source: Mess Hall
uk_ua: Їдальня

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.DESCRIPTION
source: Duplicants find this home cooked meal is emotionally comforting
uk_ua: Дубліканти вважають цю приготовлену в домашніх умовах їжу емоційно втішаючою

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
uk_ua: Душевна Їжа

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
uk_ua: Гомеостаз

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
uk_ua: Недостатній Кисень

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.NAME
source: Placebo
uk_ua: Плацебо

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
uk_ua: Новий друг

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
uk_ua: Немає Кисню

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.NAME
source: Popped Eardrums
uk_ua: Тріск у вухах

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.TOOLTIP
source: This Duplicant was exposed to an overpressurized area that popped their eardrums
uk_ua: Цей Дублікант був під дією високого тиску, що тиснув на його барабанні перетинки

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.NAME
source: Nice Bathroom
uk_ua: Гарна ванна кімната

# STRINGS.DUPLICANTS.MODIFIERS.ROOM_RELAXATION_EFFECT.TOOLTIP
source: This Duplicant is taking some relaxing leisure time in the Rec Room
uk_ua: Цей Дублікант проводить розслабляючий відпочинок в Кімнаті Відпочинку

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.CAUSE
source: Obtained from submergence in liquid.
uk_ua: Отримано від занурення у рідину.

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
uk_ua: Наскрізь Промоклий

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
uk_ua: Отримано, через сон на землі

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
uk_ua: Болить Cпина

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
uk_ua: Навколишній Обмін

# STRINGS.DUPLICANTS.MODIFIERS.TIME_TOTAL
source: Duration: {0}
uk_ua: Тривалість: {0}

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
uk_ua: Отримано шляхом контакту з забрудненими речовинами

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
uk_ua: Забруднений

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.CAUSE
source: Obtained by walking through liquid.
uk_ua: Отримано, проходячи через рідину.

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
uk_ua: Вологі Ноги

# STRINGS.DUPLICANTS.NAMETITLE
source: Name:
uk_ua: Ім'я:

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <link="DECOR">Decor</link> values that alter Duplicants' opinions of their surroundings. This Duplicant desires decor values of {0} or higher, and becomes <link="STRESS">Stressed</link> in areas with lower decor.
uk_ua: Більшість об'єктів мають значення <link="DECOR">Декору</link>, яке змінює думки Дублікантів про їх оточення. Цей Дублікант бажає значення декору {0} чи вищий та піддається <link="STRESS">Стресу</link> в зонах з низьким декором.

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Current Surroundings
uk_ua: Поточне Оточення

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Grisly
uk_ua: Жахливо

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Poor
uk_ua: Погано

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_2
source: Standard
uk_ua: Нормально

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Good
uk_ua: Добре

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Great
uk_ua: Чудово

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_5
source: Superb
uk_ua: Розкішно

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_6
source: Ambrosial
uk_ua: Чудесно

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.ZERO
source: Terrible
uk_ua: Страшно

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
uk_ua: Якість Їжі

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_TOOLTIP
source: Each Duplicant has a minimum quality of <link="FOOD">Food</link> they'll tolerate eating. This Duplicant desires Tier {0} or better food, and becomes <link="STRESS">Stressed</link> when they eat meals of lower quality.
uk_ua: Кожний Дублікант має мінімальну якість <link="FOOD">Їжі</link>, дозволеної їм їсти Цей Дублікант бажає Рівня {0} їжі чи кращої та стає <link="STRESS">Стресуючим</link>, коли він їсть їжу низької якості.

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
uk_ua: Якість Їжі

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
uk_ua: Якість Їжі

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
uk_ua: Якість Їжі

# STRINGS.DUPLICANTS.OPINIONS.MESSHALLWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Mess Halls for them.
uk_ua: Дубліканти не вважають голе каміння привабливим. Використовуйте блоки стін та двері для побудови більш комфортних умов для них.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Rooms for them.
uk_ua: Дубліканти не вважають голе каміння привабливим. Використовуйте блоки стін та двері для побудови більш комфортних Кімнат для них.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSOPINION
source: Duplicants like a little privacy when they do their biz. Use wall tiles and doors to build more comfortable Washrooms for them.
uk_ua: Дублікантам подобається трохи приватності, коли вони роблять свої справи. Використовуйте блоки стін та дверей для побудови більш комфортної Ванної кімнати для них.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.NAME
source: Abe
uk_ua: Абе

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.DESC
source: {0}s enjoy writing poetry in their downtime. Dark poetry.
uk_ua: {0} любить писати вірші під час байдикування. Темна поезія.

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.NAME
source: Ada
uk_ua: Ада

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.DESC
source: {0}s tend to space out from time to time, but they always pay attention when it counts.
uk_ua: {0} доглядає за простором час від часу, але завжди приділяє увагу, коли винагороджують.

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.NAME
source: Ari
uk_ua: Арі

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.DESC
source: {0}s have what can only be described as a "seriously infectious giggle".
uk_ua: {0} може бути описано лише як "серйозно інфекційні хихикання".

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.NAME
source: Ashkan
uk_ua: Ашкан

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.DESC
source: The "cool loner" vibes that radiate off a {0} never fail to make the colony swoon.
uk_ua: "Прохолодні" одиниці, що випромінюють від {0}, ніколи не зможуть змусити колонію засмітитись.

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.NAME
source: Banhi
uk_ua: Банхі

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.DESC
source: This {0} is constantly challenging others to fight her, regardless of whether or not she can actually take them.
uk_ua: Цей {0} постійно кидає виклик іншим, щоб боротися з ними, незалежно від того, чи не може вона дійсно взяти їх.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.NAME
source: Bubbles
uk_ua: Баблес

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.DESC
source: Every single {0} has perpetually damp hands. It must be genetic.
uk_ua: Кожен {0} має постійно вологі руки. Він повинен бути генетичним.

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.NAME
source: Burt
uk_ua: Берт

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.DESC
source: This {0} loves anything that makes her feel nostalgic, including things that haven't aged well.
uk_ua: Ця {0} любить щось, що змушує її відчувати ностальгію, у тому числі те, що не старіє.

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.NAME
source: Camille
uk_ua: Камілла

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.DESC
source: A {0} is admired by all for her seemingly tireless work ethic. Little do people know, she's dying on the inside.
uk_ua: {0} захоплюється всіма за неї, здавалося б, невтомна робоча етика. Маленькі люди знають, вона вмирає зсередини.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.NAME
source: Catalina
uk_ua: Каталіна

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.DESC
source: This {0} dreams of owning their own personal computer so they can start a blog full of pictures of toast.
uk_ua: Цей {0} мріє володіти власним персональним комп'ютером, щоб він міг почати свій блог з картинками тостів.

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.NAME
source: Devon
uk_ua: Девон

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.DESC
source: Nothing makes an {0} happier than a big tin of glitter and a pack of unicorn stickers.
uk_ua: Ніщо не робить {0} щасливішим, ніж велика олов'яна блискучка і пачка однорічних наклейок.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.NAME
source: Ellie
uk_ua: Еллі

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.DESC
source: There's nothing {0}s are more proud of than their thick, dignified eyebrows.
uk_ua: Нічим більше {0} не пишається, ніж його товстими, величними бровами.

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.NAME
source: Frankie
uk_ua: Френкі

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.DESC
source: {0}s are major goofballs who can make anyone laugh.
uk_ua: {0} має головні тьмяні кульки, які можуть змусити когось сміятися.

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.NAME
source: Gossmann
uk_ua: Госсманн

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.DESC
source: This {0} is cripplingly self-conscious of his long middle toes.
uk_ua: Цей {0} є калікою самосвідомості його довгих середніх пальців.

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.NAME
source: Harold
uk_ua: Гарольд

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.DESC
source: If someone says something nice to a {0} he'll think about it nonstop for no less than three weeks.
uk_ua: Якщо хтось каже щось приємне для {0}, він буде думати про це безперервно протягом не менше трьох тижнів.

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.NAME
source: Hassan
uk_ua: Хасан

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.DESC
source: Just because {0}s are a little slow doesn't mean they can't suffer from soul-crushing existential crises.
uk_ua: Просто оскільки {0} є трохи повільними, це не означає, що він не може страждати від екзистенціальних криз, що пригнічують душу.

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.NAME
source: Jean
uk_ua: Джин

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.DESC
source: {0}s are precious goobers. Other Duplicants are strangely incapable of cursing in a {0}'s presence.
uk_ua: {0} дорогоцінні хлопці. Іншим Дублікантам не дозволено лаятися в присутності {0}.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.NAME
source: Joshua
uk_ua: Джошуа

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.DESC
source: {0}s just want everyone to be happy.
uk_ua: {0} просто хоче, щоб усі були щасливими.

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.NAME
source: Leira
uk_ua: Лейра

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.DESC
source: No matter how much this {0} scrubs, he can never truly feel clean.
uk_ua: Незалежно від того, наскільки {0} чистий, він ніколи не може по-справжньому відчувати себе чистим.

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.NAME
source: Liam
uk_ua: Ліам

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.DESC
source: A {0} is a charming, delightful woman, unless you make the mistake of messing with one of her friends.
uk_ua: {0} - чарівна, чудова жінка, якщо ви не зробите помилку, побившись з одним з її друзів.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.NAME
source: Lindsay
uk_ua: Ліндсей

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.DESC
source: There's nothing a {0} can't do if she sets her mind to it.
uk_ua: {0} нічого не може зробити, якщо вона задумається про щось.

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.NAME
source: Mae
uk_ua: Мае

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.DESC
source: This {0} is positively glowing! What's her secret? Radioactive isotopes, of course.
uk_ua: {0} безсумнівно сяє! В чому її таємниця? Радіоактивні ізотопи, звичайно.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.NAME
source: Marie
uk_ua: Марі

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.DESC
source: At any given moment a {0} is viscerally reliving ten different humiliating memories.
uk_ua: У будь-який момент {0} візуально пригадує десять різних принизливих спогадів.

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.NAME
source: Max
uk_ua: Макс

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.DESC
source: {0}s have a face only a two tonne Printing Pod could love.
uk_ua: {0} його обличчя, може лише любити дво-тонну Друкарську Підставку.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.NAME
source: Meep
uk_ua: Мейп

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.DESC
source: Ol' {0} here can't stand lookin' at people's knees.
uk_ua: {0} тут не може стояти, дивлячись на коліна людей.

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.NAME
source: Mi-Ma
uk_ua: Мі-Ма

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.DESC
source: People often expect a Duplicant named "{0}" to be tough, but they're all pretty huge wimps.
uk_ua: Люди часто очікують, що Дублікант з ім'ям "{0}" буде жорстким, але вони всі досить великі зануди.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.NAME
source: Nails
uk_ua: Нейлс

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.DESC
source: This {0} once claimed he could build a laser so powerful it would rip the colony in half. No one asked him to prove it.
uk_ua: {0} колись стверджував, що може побудувати потужний лазер, який зможе розрізати колонію навпіл. Ніхто не просив його це довести.

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.NAME
source: Nikola
uk_ua: Нікола

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.DESC
source: This {0} likes to punch people to show her affection. Everyone's too afraid of her to tell her it hurts.
uk_ua: {0} любить відбивати людей, щоб показати свою любов. Кожний дуже боїться її сказати, що болить.

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.NAME
source: Nisbet
uk_ua: Нісбет

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.DESC
source: {0}s always insult people by accident and generally exist in a perpetual state of deep regret.
uk_ua: {0} завжди ображає людей випадково та як правило, перебуває у безперервному стані глибокого жалю.

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.NAME
source: Otto
uk_ua: Отто

# STRINGS.DUPLICANTS.PERSONALITIES.REN.DESC
source: Every {0} has this unshakable feeling that his life's already happened and he's just watching it unfold from a memory.
uk_ua: Кожен {0} має непохитне відчуття, що його життя вже промайнуло та він просто спостерігає, як все розгортається з пам'яті.

# STRINGS.DUPLICANTS.PERSONALITIES.REN.NAME
source: Ren
uk_ua: Рен

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.DESC
source: {0}s have exceptionally large hearts and express their emotions most efficiently by yelling.
uk_ua: {0} має виключно велике серце та найбільш ефективно висловлює свої емоції, кричанням.

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.NAME
source: Rowan
uk_ua: Роуван

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.DESC
source: This {0} asks the pressing questions, like "Where can I get a leather jacket in space?"
uk_ua: {0} любить задавати нагальні запитання, "Де я можу отримати шкіряний піджак в просторі?"

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.NAME
source: Ruby
uk_ua: Рубі

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.DESC
source: This {0} has never been invited to a party, which is a shame. His dance moves are incredible.
uk_ua: {0} ніколи не був запрошений на вечірку, яка ганьба. Його танцювальні рухи неймовірні.

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.NAME
source: Stinky
uk_ua: Стінкі

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.DESC
source: A {0}'s monotonous voice and lack of facial expression makes it impossible for others to tell when he's messing with them.
uk_ua: Монотонний голос {0} і відсутність виразу обличчя не дають іншим зрозуміти, коли він глузує з них.

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.NAME
source: Travaldo
uk_ua: Травальдо

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.DESC
source: This {0} is paralyzed by the knowledge that others have memories and perceptions of them they can't control.
uk_ua: {0} паралізований знанням про те, що інші мають спогади та сприйняття, якими вони не можуть контролювати.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.NAME
source: Turner
uk_ua: Тернер

# STRINGS.DUPLICANTS.RACE
source: Duplicant
uk_ua: Дублікант

# STRINGS.DUPLICANTS.ROLES.ARTIST.DESCRIPTION
source: Becoming an artist will vastly improve a Duplicant's creative abilities.
uk_ua: Стати Художником, украй поліпшує творчі здібності Дублікантів.

# STRINGS.DUPLICANTS.ROLES.ARTIST.NAME
source: <link="ARTIST">Artist</link>
uk_ua: <link="ARTIST">Художник</link>

# STRINGS.DUPLICANTS.ROLES.BOTANIST.DESCRIPTION
source: Becoming a Botanist broadens a Duplicant's understanding of plants, improving their crop tending abilities.
uk_ua: Стати Ботаніком, розширює розуміння Дублікантів про рослини, поліпшує їхню здатність піклування за рослинами.

# STRINGS.DUPLICANTS.ROLES.BOTANIST.NAME
source: <link="BOTANIST">Botanist</link>
uk_ua: <link="BOTANIST">Ботанік</link>

# STRINGS.DUPLICANTS.ROLES.BUILDER.DESCRIPTION
source: Promotion to the full-fledged Architect position further increases a Duplicant's construction speeds.
uk_ua: Просування до повноцінної Архітекторської позиції сприяє збільшенню швидкості будівництва Дублікантів.

# STRINGS.DUPLICANTS.ROLES.BUILDER.NAME
source: <link="BUILDER">Architect</link>
uk_ua: <link="BUILDER">Архітектор</link>

# STRINGS.DUPLICANTS.ROLES.COOK.DESCRIPTION
source: Promotion to the Chef position further increases a Duplicant's cooking skills.
uk_ua: Просування до позиції Шеф-кухаря сприяє збільшенню навичок кулінарії Дублікантів.

# STRINGS.DUPLICANTS.ROLES.COOK.NAME
source: <link="COOK">Chef</link>
uk_ua: <link="COOK">Шеф-кухар</link>

# STRINGS.DUPLICANTS.ROLES.FARMER.DESCRIPTION
source: This job provides additional training in the tending of crops. Tending plants will increase their growth speed.
uk_ua: Ця робота надає додаткову підготовку в догляді за рослинами. Догляд за рослинами збільшує швидкість їхнього росту.

# STRINGS.DUPLICANTS.ROLES.FARMER.NAME
source: <link="FARMER">Farmer</link>
uk_ua: <link="FARMER">Фермер</link>

# STRINGS.DUPLICANTS.ROLES.GROUPS.APTITUDE_DESCRIPTION
source: This Duplicant enjoys performing {0} jobs and will master them {1}% faster
uk_ua: Цей Дублікант любить виконувати роботу {0} та буде опановувати її на {1}% швидше

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.DESCRIPTION
source: Becoming a Groundskeeper minorly improves a Duplicant's physical strength.
uk_ua: Стати Прибиральником, незначно поліпшує фізичну силу Дублікантів.
